[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/43772a4766e20d8067802e7cebcb78f9",
        "textblob_polarity": 0.196396782423428,
        "textblob_subjectivity": 0.42106834127210313,
        "sentiment": {
            "distribution": {
                "positive": 26,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9994098406571609,
                "neutral": 0.9946934183438619
            }
        },
        "content1": "Q2 2024 Adobe Inc Earnings Call\n\nQ2 2024 Adobe Inc Earnings Call\n\nADBENASDAQJUN 13, 11:00 PM\n\nOperator\n\nGood day, and welcome to the Q2 FY '24 Adobe Earnings Conference Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Jonathan Vaas, VP of Investor Relations. Please go ahead.\n\nJonathan Vaas\n\nVice President of Investor Relations\n\nGood afternoon, and thank you for joining us. With me on the call today are Shantanu Narayen, Adobe's Chair and CEO; David Wadhwani, President of Digital Media; Anil Chakravarthy, President of Digital Experience; and Dan Durn, Executive Vice President and CFO.\nOn this call, which is being recorded, we will discuss Adobe's second quarter fiscal year 2024 financial results. You can find our press release as well as PDFs of our prepared remarks and financial results on Adobe's Investor Relations website. The information discussed on this call, including our financial targets and product plans, is as of today, June 13, and contains forward-looking statements that involve risks, uncertainty, and assumptions. Actual results may differ materially from those set forth in these statements. For more information on those risks, please review today's earnings release and Adobe's SEC filings.\nOn this call, we will discuss GAAP and non-GAAP financial measures. Our reported results include GAAP growth rates as well as constant currency rates. During this presentation, Adobe's executives will refer to constant currency growth rates unless otherwise stated. Non-GAAP reconciliations are available in our earnings release and on Adobe's Investor Relations website. I will now turn the call over to Shantanu.\n\nShantanu Narayen\n\nChairman & CEO\n\nThanks, Jonathan. Good afternoon, and thank you for joining us. Adobe had an outstanding quarter, achieving revenue of $5.31 billion, representing 11% year-over-year growth. GAAP earnings per share for the quarter was $3.49, and non-GAAP earnings per share was $4.48, representing 15% year-over-year growth. Our success is driven by growing customer value through an innovative product road map. The advances we are delivering across Creative Cloud, Document Cloud, and Experience Cloud are enabling us to attract an expanding universe of users. Everyone from creators, communicators, students, entrepreneurs, and businesses of all sizes are using our products to unleash their creativity, accelerate document productivity, and power their digital businesses.\nAdobe's highly differentiated approach to AI is rooted in the belief that creativity is a uniquely human trait and that AI has the power to assist and amplify human ingenuity and enhance productivity. We're innovating across data, models, and interfaces and natively integrating AI across all our offerings. In Creative Cloud, we've invested in training our Firefly family of creative generative AI models with a proprietary data set and delivering AI functionality within our flagship products, including Photoshop, Illustrator, Lightroom, and Premier. We're reimagining creativity for a broader set of customers by delivering Adobe Express as an AI-first application across the web and mobile surfaces. Since its debut in March 2023, Firefly has been used to generate over 9 billion images across Adobe Creative tools.\nIn Document Cloud, we're revolutionizing document productivity with Acrobat AI Assistant, an AI-powered conversational engine that can easily be deployed in minutes. This enhances the value of the trillions of PDFs which hold a significant portion of the world's information. Acrobat AI Assistant features are now available through an add-on subscription to all Reader and Acrobat enterprise and individual customers across desktop, web, and mobile.\nAt the end of May, we celebrated the 5-year anniversary of Adobe Experience Platform, which we conceived and built from scratch and which is on track to be the next billion-dollar business in our Digital Experience portfolio. We released AEP AI Assistant to enhance the productivity of marketing practitioners through generative AI while expanding access to native AEP applications. With Adobe GenStudio, we're bringing together products across our clouds, including Creative Cloud, Adobe Experience Manager, Workfront, Adobe Journey Optimizer, and Customer Journey Analytics as well as Adobe Express for Business to address the massive content supply chain opportunity.\nOur approach to empower marketers to quickly plan, create, manage, activate, and measure on-brand content is resonating with customers and validating our leadership across data, content, and journeys to deliver personalized experiences at scale. We're extending our applications to integrate third-party text, image, and video models and partnering strategically to create multimodal, large language models, offering customers greater choice in tools and further enhancing the value of our leading applications and solutions.\nWe're driving strong usage, value and demand for our AI solutions across all customer segments and seeing early success monetizing new AI technologies across our Digital Media and Digital Experience businesses. Given this rich product road map focused on execution and customer demand in the first half of the year, we're pleased to raise our annual Digital Media net new ARR, Digital Experience subscription revenue and EPS targets. I'll now turn it over to David to discuss the momentum in our Digital Media business.\n\nDavid Wadhwani\n\nPresident of Digital Media Business\n\nThanks, Shantanu. Hello, everyone. In Q2, we achieved net new Digital Media ARR of $487 million and revenue of $3.91 billion, which grew 12% year-over-year. On the Document Cloud side, PDF has become a global standard for automating business and consumer workflows, and Acrobat is the platform of choice to view, edit, share, and collaborate with these documents. We continue to see steady growth in monthly active users of our Document Cloud solutions, including Acrobat Reader, Acrobat Standard and Pro, and our signature share and review workflows across mobile, web, and desktop.\nThe introduction of Acrobat AI Assistant made generally available in April for English documents marks the beginning of a new era of innovation and efficiency for the approximately 3 trillion PDFs in the world. Acrobat AI Assistant is empowering everyone to shift from reading documents to having conversations with them in order to summarize documents, extract insights, compose presentations, and share learnings. AI Assistant is available as a stand-alone offer for use in reader and as an add-on to Acrobat Standard and Pro. We're seeing early success driving adoption of AI Assistant as part of our commerce flows and remain optimistic about the long-term opportunities.\nIn Q2, we achieved Document Cloud revenue of $782 million, growing 19% year-over-year. We added $165 million of net new Document Cloud ARR, which was a Q2 record with year-over-year ending ARR growth of 24% in constant currency. Other business highlights include: general availability of Acrobat AI Assistant support for document types beyond PDF, meeting transcripts and enterprise requirements; Acrobat Link Sharing for PDF-based collaboration continues to grow rapidly, more than doubling year-over-year and driving viral new user adoption; free monthly active users of Acrobat Web grew over 60% year-over-year as a result of link sharing and our Microsoft Edge and Google Chrome extensions; continued strength with free-to-pay digital conversion as a result of product-led growth optimizations; strong growth in the SMB segment for our Teams offering, driven by a combination of seat expansion and new account wins; key enterprise customer wins with AstraZeneca, Chevron, state government of Florida, state of Illinois, United Healthcare Services, and Wells Fargo.\nTurning to Creative Cloud. Creative professionals are leading the global charge to meet the ever-increasing demand for engaging content across a variety of platforms and channels. Enterprises rely on creative professionals to produce differentiated content to drive increasingly personalized marketing campaigns. Solopreneurs and small businesses need to stand out in a crowded digital landscape with engaging videos and designs. Educators are passionate about providing students with the visual communication skills needed to thrive in the decades ahead. Consumers are increasingly looking for ways to share their stories digitally.\nCreative Cloud, Express, and Firefly services are uniquely positioned to catalyze this opportunity for everyone by leveraging the promise of generative AI. Our Creative Cloud flagship applications continue to release new features that are significantly improving user onboarding while simultaneously delivering an unprecedented level of power and precision. Generative Fill and Generative Expand are already 2 of the top 3 features used by customers on the latest version of Photoshop. Text-to-vector support is off to a great start in Illustrator. Remove Object is the fastest-growing feature in Lightroom Mobile. Our preview of generative AI capabilities in Premier won Production Hub Award of Excellence at NAB, the largest video show in North America. We are integrating our leading applications with Firefly and third-party generative AI models to deliver the richest, most engaging content.\nOur vision for Adobe Express is to provide a breakthrough application to make design easy for communicators worldwide, leveraging generative AI and decades of Adobe technology across web and mobile. Our launch of the all-new Express application on iOS and Android earlier this quarter is off to a strong start with monthly active users doubling quarter-over-quarter. This week's Design Made Easy event, which focused on Express for business, was another big step forward for us. Companies of all sizes are excited about the integrated power and commercial safety of Firefly, the seamless workflows with Photoshop, Illustrator, and Adobe Experience Cloud, and enterprise-grade Brand Controls that are now part of Express for Business, making it the optimal product for marketing, sales and HR teams to quickly and easily create visual content to share.\nWe also announced the general availability of Firefly services and custom models at Summit. The platform makes API calls and model customization available to developers, accessible through low-code, no-code tools and integrates with our Experience Cloud products. Firefly services can power the creation of thousands of asset variations in minutes instead of months and at a fraction of the cost. This allows us to monetize the volume of content being created through automation service. The increasing availability of Firefly in Creative Cloud, Express, Firefly services and the web app is giving us opportunities to access more new users, provide more value to existing users, and monetize content automation. These integrations are driving the acceleration of Firefly generations with May seeing the most generations of any month to date.\nIn Q2, we achieved $3.13 billion in revenue, which grew 11% year-over-year. Net new Creative Cloud ARR was $322 million. Other business highlights include: the launch of Express for Business, including support for brand controls and template locking, Firefly custom models, bulk creation and generation of variations, presentation and print capabilities and Workflows with Photoshop, Illustrator, and Experience Cloud; the release of Firefly Image 3 Foundation Model with high-quality image generation and more control with structure and style reference; the release of the Photoshop Beta with reference image and advances in Generative Fill; the debut of Generative Remove in Adobe Lightroom, enabling anyone to remove unwanted objects from any photograph non-destructively with stunning high-quality photorealistic results; the release of the Premier Beta with new audio workflows driving strong usage; the deep integration of Firefly in Substance 3D, which provides an easy way to create textures and materials from reference images; the introduction of an all-new Frame.io streamlining workflows across content types on a flexible and intuitive collaboration platform. Key enterprise customer wins include Credit Agricole, FedEx, Infosys, Rakuten, Ralph Lauren, Samsung, Schneider Electric, and Volvo.\nWe're excited about the accelerating pace of innovation across the Digital Media business and pleased with the adoption of AI functionality as well as its early monetization across Document Cloud and Creative Cloud, including our flagship applications, Firefly services and Express. We're pleased to raise our annual net new ARR target to $1.95 billion and excited to deliver on our rich product road map in the second half. I'll now pass it to Anil.\n\nAnil S. Chakravarthy\n\nPresident of Digital Experience Business, Adobe Inc.\n\nThanks, David. Hello, everyone. In Q2, we achieved Experience Cloud revenue of $1.33 billion. Subscription revenue was $1.2 billion, representing 13% year-over-year growth. We are the industry leader in helping enterprises deliver personalized experiences at scale to their customers by combining the right content, customer data and journeys in real time. When we introduced Adobe Experience Platform 5 years ago, it was a revolutionary approach to address customer data and journeys. Today, we're the #1 digital experience platform, and AEP with native apps is well on its way to becoming a billion-dollar business.\nWe're now transforming the content supply chain for enterprises with Adobe GenStudio, enabling them to produce content at scale, leveraging generative AI through native integrations with Firefly services and Adobe Express for Business. Enterprise customers, both B2C and B2B, view customer experience management and personalization at scale as key areas of differentiation, making it a priority investment for Chief Marketing Officers, Chief Information Officers and Chief Digital Officers.\nWe are excited by the customer interest and adoption of our latest innovations, including AEP AI Assistant, a generative AI-powered conversational interface that empowers practitioners to automate tasks, simulate outcomes, and generate new audiences and journeys. For example, customers like General Motors and Hanes brands have been working with AEP AI Assistant to boost productivity and accelerate time to value while democratizing access to AEP and apps across their organizations.\nMarriott International is a great example of a customer that's expanded its decade-long relationship with Adobe and turned to Adobe Experience Cloud to orchestrate highly personalized guest experiences across online reservations and the Marriott Bonvoy mobile app. Adobe Real-time CDP and Adobe Journey Optimizer enabled Marriott to connect data from disparate sources and activate relevant experiences in moments that matter, helping the company match individuals with the best options across its portfolio of more than 30 brands and nearly 9,000 properties.\nOther business highlights include: continued momentum with AEP and native applications, growing subscription revenue 60% year-over-year in Q2; AEP innovations announced at Summit include Adobe Journey Optimizer B2B addition, a new application for B2B customers built on AEP to orchestrate account-specific buying group journeys; federated audience composition, which enables enterprises to minimize data copy and generate audiences directly from their enterprise data warehouses; and real-time CDP collaboration, a new clean room application for brands and publishers to collaborate in a privacy safe way to discover, reach, and measure their high-value audiences in a world without third-party cookies.\nGenStudio innovations to address enterprise content supply chain needs across workflow and planning, creation and production, asset management, delivery and activation, and reporting and insights. Recent advancements include contextual search in Adobe Experience Manager assets, which enables users to find the right asset and variation in their growing digital libraries. Adobe Workfront Planning, which provides every user with a unified view of all activities across the marketing life cycle through highly visual marketing campaign calendars and dynamic briefs. And AEM Generate Variations, which accelerates the creation of audience-specific content variations to drive personalized web experiences.\nStrong industry analyst recognition including Gartner's Magic Quadrant for Content Marketing Platforms and leadership for both IDC's B2C and B2B MarketScapes for digital commerce applications. Key customer wins include Amazon, British Telecom, Comcast, Mercedes-Benz, Maruti Suzuki, Nationwide Building Society, Novo Nordisk, ServiceNow, Stellantis, Ulta Beauty, and U.S. Department of the Treasury.\nWe have enabled our vibrant partner ecosystem of system integrators and agencies to deliver advisory and implementation services across our product portfolio. We look forward to engaging with customers and major agencies at the Cannes Lions Festival later this month. Our category-leading solutions, robust pipeline, and tremendous scale position us to drive strong growth in the second half, and we are raising our subscription revenue target for the year. I will now pass it to Dan.\n\nDaniel J. Durn\n\nSenior Vice President & Chief Financial Officer, Applied Materials, Inc.\n\nThanks, Anil. Today, I'll start by summarizing Adobe's performance in Q2 fiscal 2024, highlighting growth drivers across our businesses, and I'll finish with financial targets. In Q2, Adobe delivered strong top line growth and industry-leading profitability while accelerating the pace of innovations we're delivering to market across Document Cloud, Creative Cloud, and Experience Cloud. In the quarter, Adobe achieved record revenue of $5.31 billion, which represents 10% year-over-year growth or 11% in constant currency, with strength across all 3 clouds.\nThis performance stems from the diversification of Adobe's business across our market-leading products, business models, customer segments, and geographies. When combined with our talented employees, strong execution and world-class financial discipline, you have the ingredients that make this company incredibly resilient.\nSecond quarter business and financial highlights included: GAAP diluted earnings per share of $3.49 and non-GAAP diluted earnings per share of $4.48; Digital Media revenue of $3.91 billion; net new Digital Media ARR of $487 million; Digital Experience revenue of $1.33 billion; cash flows from operations of $1.94 billion; and RPO of $17.86 billion exiting the quarter.\nIn our Digital Media segment, we achieved Q2 revenue of $3.91 billion, which represents 11% year-over-year growth or 12% in constant currency. We exited the quarter with $16.25 billion of Digital Media ARR, up 13% year-over-year in constant currency. Adobe achieved Document Cloud revenue of $782 million, which represents 19% year-over-year growth as reported and in constant currency. We added $165 million of net new Document Cloud ARR, which was a record for Q2.\nQ2 Document Cloud growth drivers included: demand for Acrobat subscriptions across all customer segments and geographies; new user acquisition resulting from increasing Reader MAU; a great start monetizing AI Assistant through our digital channel; strong usage and engagement from Acrobat Web as well as through our Chrome and Edge partnerships, which are driving free-to-paid conversion; growing team subscription units sold to SMBs, both through adobe.com and our research channel; and strength in our enterprise solutions, demonstrating the importance of PDF as a source of unstructured data in business workflows.\nWe achieved Creative revenue of $3.13 billion, which represents 10% year-over-year growth or 11% in constant currency. We added $322 million of net new Creative ARR in the quarter. Q2 Creative growth drivers included: new subscriptions for Creative Cloud All Apps with particular strength in digital acquisition on adobe.com, with multiple product releases during the quarter driving customer engagement and demand; strong growth of single apps, including in imaging, photography, design, and stock; accelerating customer interest and usage for our new Express Mobile and Express for Business offerings; strong renewals as customers migrate to higher-value, higher ARPU Creative Cloud plans that include Firefly entitlements; continued subscription unit growth, with particular strength in emerging markets; and strength from SMBs adopting our team offering as well as in the enterprise segment with ETLA adoption.\nWe're pleased with the performance of the Creative business in the first half of the year, fueled by strong commercial subscriptions in both Q1 and Q2. As we look at the momentum we're carrying into the back half, we expect to deliver year-over-year growth of Creative net new ARR in Q3 and Q4 and are raising our Digital Media net new ARR target for the fiscal year.\nTurning to our Digital Experience segment. In Q2, we achieved revenue of $1.33 billion, which represents 9% year-over-year growth as reported and in constant currency. Digital Experience subscription revenue was $1.20 billion, growing 13% year-over-year as reported and in constant currency. Q2 Digital Experience growth drivers included: subscription revenue strength from transformational accounts; market leadership with AEP and native applications, with subscription revenue growing 60% year-over-year; additional subscription revenue strength across the data insights and audiences and customer journey categories; and accelerated adoption of our AEM and Workfront solutions from businesses looking to solve their content supply chain challenges.\nTurning to the income statement and balance sheet. In Q2, Adobe delivered year-over-year EPS growth of 24% on a GAAP basis and 15% on a non-GAAP basis. This was driven by revenue growth and disciplined prioritization of our investments, which resulted in non-GAAP operating margin strength in Q2. The company continues to deliver world-class gross margins while investing in groundbreaking AI capabilities. Adobe's effective tax rate in Q2 was 18.5% on a GAAP and non-GAAP basis, in line with our expectations for the quarter. RPO exiting the quarter was $17.86 billion, growing 17% year-over-year as reported or 18% when factoring in a 1-point currency headwind. Current RPO grew 12% exiting the quarter.\nOur ending cash and short-term investment position at the end of Q2 was $8.07 billion, and cash flows from operations in the quarter were $1.94 billion. In Q2, we entered into a $2.5 billion share repurchase agreement, and we currently have $22.7 billion remaining of the $25 billion authorization granted in March 2024. We will now provide Q3 targets as well as updated fiscal 2024 annual targets, factoring in current macroeconomic conditions as well as strong momentum across our business, our current FX outlook into the back half of the year with the U.S. dollar remaining stronger as compared to our original expectations when we set our FY '24 targets in December, and an expected strong seasonal finish to the year in Q4.\nFor Q3, we're targeting: total Adobe revenue of $5.33 billion to $5.38 billion; Digital Media net new ARR of approximately $460 million; Digital Media segment revenue of $3.95 billion to $3.98 billion; Digital Experience segment revenue of $1.325 billion to $1.345 billion; Digital Experience subscription revenue of $1.20 billion to $1.22 billion; tax rate of approximately 18% on a GAAP basis and 18.5% on a non-GAAP basis; GAAP earnings per share of $3.45 to $3.50; and non-GAAP earnings per share of $4.50 to $4.55.\nFor fiscal 2024, given our first half performance, we are now targeting: total Adobe revenue of $21.40 billion to $21.50 billion; Digital Media net new ARR of approximately $1.95 billion; Digital Media segment revenue of $15.80 billion to $15.85 billion; Digital Experience segment revenue of $5.325 billion to $5.375 billion; Digital Experience subscription revenue of $4.775 billion to $4.825 billion; tax rate of approximately 20.5% on a GAAP basis and 18.5% on a non-GAAP basis; GAAP earnings per share of $11.80 to $12; and non-GAAP earnings per share of $18 to $18.20.\nIn summary, I'm extremely pleased with the company's performance in the first half of the year and the momentum we see in our business. Adobe's product leadership, velocity of innovation, diversity of our business, and financial discipline make us unique, enabling us to deliver strong top and bottom line results through dynamic market conditions. I'm confident in our ability to catalyze transformative long-term trends that will position us to win over the next decade. Shantanu, back to you.\n\nShantanu Narayen\n\nChairman & CEO\n",
        "content2": "Thanks, Dan. Adobe remains one of the greatest places to work in the industry, and I want to thank our employees for their relentless dedication to supporting our customers and communities. We continue to invest in hiring, including new college grads and interns to bring the best and brightest talent to Adobe.\nThis quarter, Adobe was recognized among Fortune's 100 Best Companies to Work For, Glassdoor's Best-led Companies and the Civic 50 List of the Most Community-minded Companies in the U.S. Demand for our category-defining products and services continues to grow. Our business fundamentals and market tailwinds are strong, and we look forward to building on our momentum in the second half and beyond. Thank you, and we will now take questions."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/d6ea9e2ae8d0941360ac452188665db8",
        "textblob_polarity": 0.1912674207512915,
        "textblob_subjectivity": 0.45811080854629216,
        "sentiment": {
            "distribution": {
                "positive": 25,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9969885563850402,
                "neutral": 0.9064468592405319
            }
        },
        "content1": "Q1 2024 Adobe Inc Earnings Call\n\nQ1 2024 Adobe Inc Earnings Call\n\nADBENASDAQMAR 14, 10:00 PM\n\nOperator\n\nGood day, and welcome to the Q1 FY 2024 Adobe Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Jonathan Vaas, Vice President of Investor Relations. Please go ahead.\n\nJonathan Vaas\n\nVice President of Investor Relations\n\nGood afternoon, and thank you for joining us. With me on the call today are Shantanu Narayen, Adobe's Chair and CEO; David Wadhwani, President of Digital Media; Anil Chakravarthy, President of Digital Experience; and Dan Durn, Executive Vice President and CFO. On this call, which is being recorded, we will discuss Adobe's first quarter fiscal year 2024 financial results. You can find our press release as well as PDFs of our prepared remarks and financial results on Adobe's Investor Relations website.\nThe information discussed on this call, including our financial targets and product plans, is as of today, March 14, and contains forward-looking statements that involve risks, uncertainty and assumptions. Actual results may differ materially from those set forth in these statements. For more information on those risks, please review today's earnings release and Adobe's SEC filings.\nOn this call, we will discuss GAAP and non-GAAP financial measures. Our reported results include GAAP growth rates as well as constant currency rates. During this presentation, Adobe's executives will refer to constant currency growth rates, unless otherwise stated. Non-GAAP reconciliations are available in our earnings release and on Adobe's Investor Relations website.\nAdobe Summit is just around the corner in Las Vegas at The Venetian Convention and Expo Center, beginning on Tuesday, March 26. Following the day 1 keynote, we will host an investor meeting at 2:00 p.m. Pacific Time. The event will be webcast live and the replay will be available on Adobe's IR website. More details about Summit are available at summit.adobe.com. I will now turn the call over to Shantanu.\n\nShantanu Narayen\n\nChairman & CEO\n\nThanks, Jonathan. Good afternoon, and thank you for joining us. Adobe had a strong first quarter. We achieved $5.18 billion in revenue in Q1, representing 12% year-over-year growth. GAAP earnings per share for the quarter was $1.36 and non-GAAP earnings per share was $4.48, representing 18% year-over-year growth. Our performance reflects the essential role that Adobe products play in driving the global digital economy. We're delivering on our strategy to unleash creativity for all, accelerate document productivity, and power digital businesses. Adobe Creative Cloud, Document Cloud, and Experience Cloud are more critical than ever to the success of creators, communicators, students, entrepreneurs, and businesses of all sizes with AI serving as an accelerant for all.\nWe're a leader in delivering generative AI across all our clouds. We're taking a highly differentiated approach across data, models, and interfaces. Our proprietary data is built on decades of deep domain expertise across creative, documents and customer experience management. We leverage large language models as well as have invested in building and delivering our proprietary models in the creative, document, and marketing domains. Our IP-friendly approach is a differentiator for creators and enterprises.\nIn addition, we have innovated by delivering generative AI directly in products with releases in Adobe Photoshop, Illustrator, and Express across both desktop and mobile. AI Assistant in Acrobat and Reader unlocks the tremendous value of the trillions of PDFs around the world. We're bringing generative AI to Adobe Experience Cloud and will demonstrate our AI Assistant for customer experience management at Adobe Summit.\nEvery student, communicator, creative professional, and marketer is now focused on leveraging generative AI to imagine, ideate, create and deliver content and applications across a plethora of channels. Adobe is uniquely positioned through the combination of Express, Firefly, Creative Cloud, Acrobat, and Experience Cloud to deliver on this immense market opportunity. The success we are already seeing with our GenStudio offering in the enterprise is validation of our leadership, and we expect that success to translate into other segments as we roll out these solutions throughout the year. We're driving strong usage, value and demand for our AI solutions across all customer segments. We're successfully monetizing our innovations with particular strength in Q1 in the enterprise segment across our Digital Media and Digital Experience businesses. This strength is reflected in our strong RPO growth of 16% year-over-year.\nWe're pleased with a strong Q1. We have a phenomenal product road map that we're executing against to bring AI innovation across our global customer base, and we are just getting started. I'll now turn it over to David to discuss the momentum in our Digital Media business.\n\nDavid Wadhwani\n\nPresident of Digital Media Business\n\nThanks, Shantanu. Hello, everyone. In Q1, we achieved net new Digital Media ARR of $432 million and revenue of $3.82 billion, which grew 13% year-over-year. The world's information, whether it's an enterprise legal contract, a small business invoice, or a personal school form, lives in trillions of PDFs. We were thrilled to announce Acrobat AI Assistant, a massive leap forward on our journey to bring intelligence to PDFs. With AI Assistant, we're combining the power of generative AI with our unique understanding of the PDF file format to transform the way people interact with and instantly extract additional value from their most important documents.\nEnabled by a proprietary attribution engine, AI Assistant is deeply integrated into Reader and Acrobat workflows. It instantly generates summaries and insights from long documents, answers questions through a conversational interface, and provides an on-ramp for generating e-mails, reports and presentations. AI Assistant is governed by secure data protocols so that customers can use the capabilities with confidence. We're pleased with the initial response to the English language beta and look forward to usage ramping across our customer base as we release other languages later in the year. We will monetize this functionality through a monthly add-on offering to the hundreds of millions of Reader users as well as the Acrobat installed base across individuals, teams, and enterprises.\nIn Q1, we achieved Document Cloud revenue of $750 million, growing 18% year-over-year. We added $143 million of net new Document Cloud ARR, which was a Q1 record, with year-over-year ending ARR growth of 23% in constant currency. Other business highlights include: Acrobat Web continues to be an incredible source of customer acquisition with monthly active users up over 70% year-over-year and surpassing 100 million users in Q1. Acrobat extensions for Microsoft Edge and Google Chrome and our Acrobat mobile offerings continue to accelerate free to paid conversion. Increased viral adoption through link sharing and stakeholder collaboration drove over 300% year-over-year growth in the number of PDF files sent. Key enterprise customer wins include Berkshire Hathaway, Merck Sharp & Dohme, Northrop Grumman, Porsche, and the U.S. Navy.\nOn Creative Cloud, creativity is the currency of differentiation in our digital-first world. Every creator and business is focused on building their brand and engaging with their audiences through standout content. Creative Cloud remains the solution of choice for the world's creators, whether their medium is design, photography, video, illustration or 3D. Adobe Express is inspiring millions of users of all skill levels to design more quickly and easily than ever before. In the year since we announced and released Adobe Firefly, our creative generative AI model, we have aggressively integrated this functionality into both our Creative Cloud flagship applications and more recently, Adobe Express, delighting millions of users who have generated over 6.5 billion assets to date.\nIn addition to creating proprietary foundation models, Firefly includes a web-based interface for ideation and rapid prototyping, which has seen tremendous adoption. We also recently introduced Firefly services, an AI platform which enables every enterprise to embed and extend our technology into their creative production and marketing workflows. Firefly services is currently powered by our commercially safe models and includes the ability for enterprises to create their own custom models by providing their proprietary data sets as well as to embed this functionality through APIs into their e-mail, media placement, social, and web creation process.\nEarly adopters like IBM are putting Firefly at the center of their content creation processes. IBM used Adobe Firefly to generate 200 campaign assets and over 1,000 marketing variations in moments rather than months. The campaign drove 26x higher engagement than its benchmark and reached more key audiences.\nIn Q1, we achieved $3.07 billion in revenue, which grew 12% year-over-year. Net new Creative Cloud ARR was $289 million. Other business highlights include: the launch of the new Adobe Express mobile app beta brings the magic of Adobe Firefly AI models directly into mobile workflows. The first-of-its-kind integration with TikTok's creative assistant makes the creation and optimization of social media content quicker, easier and more effective than ever before. Express Web usage continues to ramp nicely, with total exports more than doubling year-over-year. And overall Express adoption is expected to accelerate even further, given the positive reception we're seeing from the mobile beta.\nGenerative Fill in Photoshop continues to empower creators to create in new ways and accelerate image editing workflows. Q1 saw the highest adoption of Firefly-powered tools in Photoshop since the release of Generative Fill in May 2023, with customers adopting these features across desktop, web and most recently, iPad, which added Generative Fill and Generative Expand in December. The beta release of AI-powered enhanced speech and new audio workflows drove premier beta usage to record highs. Adobe video tools were the go-to choice at Sundance Film Festival with over 80% of this year's entrants using Adobe software.\nThe introduction of Behance Pro, a new offering to serve the rapidly growing Behance community, empowers members to build their brand and find opportunities and for businesses to hire talented creators through the Behance platform. The unveiling of new research like the preview of our music generation models and editing tools last month and our video auto-dubbing models earlier today have inspired our Creative Cloud and Express customers. The introduction of Firefly services for enterprises drove notable wins in the quarter, including Accenture, IPG, and Starbucks. Other key enterprise wins include AECOM, Capital Group, Dentsu, IBM, Nintendo, and RR Donnelley.\nGiven the size of opportunity we see with generative AI, we continue to focus on driving innovation, adoption and usage of our AI solutions. In Q1, we saw strength across both clouds, with record new commercial subscriptions in Creative Cloud for Q1 and strong product-led growth in Document Cloud. You can expect to see the product advances in Express with Firefly on mobile, Firefly services and AI Assistant in Acrobat drive ARR acceleration in the second half of the year.\nWe're excited about our product road map. The 6.5 billion assets generated to date include images, vectors, designs, and text effects. And we can't wait to share the work we're doing on audio, video and 3D through research sneaks and product announcements in the coming months. I'll now pass it to Anil.\n\nAnil S. Chakravarthy\n\nPresident of Digital Experience Business, Adobe Inc.\n\nThanks, David. Hello, everyone. Experience Cloud business had a great first quarter, achieving $1.29 billion in revenue and was our strongest Q1 on record for new business. Subscription revenue was $1.16 billion, representing 12% year-over-year growth. Companies are prioritizing digital investments to improve marketing agility and customer engagement while driving growth and profitability. Adobe's holiday shopping report, which analyzes trillions of data points, showed strong online spending during the 2023 holiday season growing 4.9% year-over-year to $222.1 billion, a new record for e-commerce as well as mobile shopping, which surpassed desktop for the first time and drove 51.1% of online sales.\nOur Adobe Experience Cloud applications span the entire customer funnel from acquisition to monetization to retention. As a global leader in the digital experience platforms category, Adobe offers businesses a single view of their customers' data across every channel, allowing them to create precise segments and deliver personalized experiences regardless of when and where a customer interacts with their brand. Over the last 5 years, our organic innovations in Adobe Experience Platform, Real-time CDP, Journey Optimizer and Customer Journey Analytics have made us the leading platform for customer experience management, given the scale of the profiles, campaigns, and interactions we process, which now exceed 500 trillion segment evaluations per month.\nToday, rollout of personalization at scale has been limited by the number of content variations you can create and the number of journeys you can deploy. We believe harnessing generative AI will be the next accelerant with Creative Cloud, Firefly services and GenStudio providing a comprehensive solution for the current supply chain and generative experience model automating the creation of personalized journeys.\nAdobe GenStudio is a generative AI-first application that allows marketers to quickly plan, create, store, deliver, and measure marketing content in a single intuitive offering. With state-of-the-art generative AI powered by Firefly services, marketers can create on-brand content with unprecedented scale and agility to deliver personalized experiences. Adobe GenStudio natively integrates with multiple Adobe applications across Creative Cloud and Experience Cloud, including Express, Firefly, Workfront, Experience Manager, Customer Journey Analytics and Journey Optimizer. It can be used by brands and their agency partners to unlock new levels of creativity and efficiency in marketing campaigns.\nBusiness highlights include: momentum with Adobe Experience platform and native applications with the combined annualized book of business surpassing $800 million in the quarter. Demand for Adobe Experience Manager, Workfront and GenStudio to address the enterprise content supply chain. Global agencies, including Accenture, Havas, IPG, Omnicom, and Publicis have standardized on Adobe as their technology platform of choice for their own workflows and to optimize creative collaboration with the world's leading brands.\nStrength in Adobe Journey Optimizer on Adobe campaign as companies look to deliver more personalized experiences across channels and surfaces. Adobe was recognized as a leader in the Gartner Magic Quadrant for Digital Experience Platforms for the seventh consecutive year, as well as the Forrester Wave for Digital Experience Platforms. Adobe Experience Manager assets was also named a leader for the fourth consecutive time in the Forrester Wave for digital asset management. Key customer wins include Carl Zeiss, Comcast, Home Depot, NASCAR, Nestle, PayPal, Rogers Communications, Santander Group, Starbucks, and Walgreens.\nLater this month, we are excited to host Adobe Summit, the world's largest digital experience conference in Las Vegas, where we will be joined by thousands of customers, partners, and developers from around the world. We look forward to showcasing a number of product innovations, including a new generative experience model, advances in Adobe GenStudio, a new AI Assistant in Adobe Experience platform, new capabilities in RTCDP for first-party data activation, and expanded Firefly services offerings. We will articulate our vision and playbook for brands to achieve a new level of personalization at scale in the era of generative AI.\nWe look forward to sharing our exciting product road map and hearing from our customers on how Adobe is helping them transform their business. We were off to a fast start in Q1 and look forward to continuing the momentum and leadership in Q2 and beyond. I will now pass it to Dan.\n\nDaniel J. Durn\n\nSenior Vice President & Chief Financial Officer, Applied Materials, Inc.\n\nThanks, Anil. Today, I'll start by summarizing Adobe's performance in Q1 fiscal 2024, highlighting growth drivers across our businesses, and I'll finish with financial targets. In Q1, Adobe delivered another quarter of double-digit top line growth with robust margins that result from product leadership, strong execution and financial discipline. The pace of our product innovation across Document Cloud, Creative Cloud, and Experience Cloud, is leading to customers making large multiyear commitments to Adobe. And you see the result of those customer investments in our RPO performance, which accelerated to 16% year-over-year growth.\nIn the quarter, Adobe achieved record revenue of $5.18 billion, which represents 11% year-over-year growth or 12% in constant currency. Business and financial highlights included: GAAP diluted earnings per share of $1.36 and non-GAAP diluted earnings per share of $4.48; Digital Media revenue of $3.82 billion; net new Digital Media ARR of $432 million; Digital Experience revenue of $1.29 billion; cash flows from operations of $1.17 billion; RPO of $17.58 billion exiting the quarter; and repurchasing approximately 3.1 million shares of our stock during the quarter.\nGAAP EPS came in lower due to the $1 billion payment resulting from the termination of the Figma transaction. Absent the termination payment, our cash flows from operations would have been $1 billion more and GAAP EPS would have been $2.19 higher. The termination payment impacts both Q1 GAAP EPS and our full year fiscal 2024 GAAP EPS.\nIn our Digital Media segment, we achieved Q1 revenue of $3.82 billion, which represents 12% year-over-year growth or 13% in constant currency. We exited the quarter with $15.76 billion of Digital Media ARR, up 14% year-over-year in constant currency. Adobe achieved Document Cloud revenue of $750 million, which represents 18% year-over-year growth as reported and in constant currency. We added $143 million of net new Document Cloud ARR in the quarter. Q1 Document Cloud growth drivers included: demand for Acrobat subscriptions across all customer segments and geographies; continued growth of Acrobat Web, demonstrating the success of our flagship products across multiple surfaces; growing monthly active users in our Acrobat Reader funnel driving free to paid conversion; new user acquisition resulting from a Microsoft Edge and Google Chrome partnerships; strength in our team's business with upselling our new Acrobat offering, which includes integrated sign capabilities; and strong demand from businesses of all sizes, demonstrating the mission-criticality of our document solutions.\nWe achieved Creative revenue of $3.07 billion, which represents 11% year-over-year growth or 12% in constant currency. We added $289 million of net new creative ARR in the quarter with ending ARR growing 12% year-over-year in constant currency. Overall, CC pricing actions performed as expected in the quarter. Q1 net new Creative ARR grew more than 20% year-over-year, excluding the impact of pricing actions associated with both Acrobat CC and All Apps in the year ago quarter and Creative Cloud in Q1 FY '24.\nQ1 Creative growth drivers included: new subscription growth, including strong adoption of Creative Cloud All Apps across geographies and customer segments; strong single app customer demand in creative categories such as imaging and photography and continued growth of stock and Frame.io. We again saw strength in emerging markets, which we continue to believe is a massive growth opportunity; and outstanding performance of Creative Cloud in the enterprise, including early traction of Firefly services.\nTurning to our Digital Experience segment. In Q1, we achieved revenue of $1.29 billion, which represents 10% year-over-year growth as reported and in constant currency. Digital Experience subscription revenue was $1.16 billion, growing 12% year-over-year as reported and in constant currency. Q1 was a tremendous start to the year for our Experience Cloud business with growth drivers including: success closing transformational deals across geographies and verticals, with large enterprises that are choosing Adobe to be their end-to-end customer experience management platform; continued momentum with AEP and native applications with the annualized book of business growing more than 60% year-over-year; strong customer adoption of our Content, Campaign and Workfront solutions; and continued strength with customer retention and expansion across our products. Customer experience management remains an enterprise imperative. And as a leader in the category, we see a robust pipeline as we look into Q2 and beyond.\nTurning to the income statement and balance sheet. Adobe's effective tax rate in Q1 was 36% on a GAAP basis and 18.5% on a non-GAAP basis. The Q1 GAAP tax rate came in higher than targeted due to the Figma termination payment. RPO exiting the quarter was a record $17.58 billion, growing 16% year-over-year as reported and in constant currency. Our ending cash and short-term investment position exiting Q1 was $6.82 billion, and cash flows from operations in the quarter were $1.17 billion.\nIn Q1, we entered into a $2 billion share repurchase agreement, which effectively exhausted our prior $15 billion authority. As a result of our strong trajectory of growth and profitability, we are announcing a new $25 billion share repurchase program, which demonstrates Adobe's continued commitment to returning capital to our shareholders.\nIn light of the momentum across our business and factoring in the macroeconomic environment, for Q2, we're targeting: total Adobe revenue of $5.25 billion to $5.30 billion; Digital Media net new ARR of approximately $440 million; Digital Media segment revenue of $3.87 billion to $3.90 billion; Digital Experience segment revenue of $1.31 billion to $1.33 billion; Digital Experience subscription revenue of $1.165 billion to $1.185 billion; tax rate of approximately 18.5% on a GAAP and non-GAAP basis; GAAP earnings per share of $3.35 to $3.40; and non-GAAP earnings per share of $4.35 to $4.40.\nIn summary, fiscal 2024 is off to a strong start. By combining the power of product innovation and executional excellence, Adobe is driving consistent profitable growth. We're delivering on our product road map, and we have the right strategy to monetize these innovations into the back half of the year and beyond. Adobe is incredibly well positioned to capitalize on the secular trends that will shape the next decade. Shantanu, back to you.\n\nShantanu Narayen\n\nChairman & CEO\n\nThanks, Dan. We're the leader in 3 large and growing categories and have delivered groundbreaking innovation across Creative Cloud, Document Cloud, and Experience Cloud. We believe that AI augments human ingenuity and expands our addressable market opportunity. I'm proud of the pace and the responsible manner in which we have embraced and delivered generative AI capabilities across our product portfolio.\nAs a result of our strategy and execution, we're confident in our ability to attract new users and deliver value to existing customers to drive growth and profitability. I'd like to thank our 30,000 employees for their continued dedication and unwavering focus on innovation and execution. It is particularly exciting to be named to Glassdoor's Best Places to Work, Fortune's Most Admired Companies and the JUST 100. Thank you, and we will now take questions. Operator?"
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/66a1bef19b12e4a61475c322ff848751",
        "textblob_polarity": 0.1893743492794124,
        "textblob_subjectivity": 0.4231814756972982,
        "sentiment": {
            "distribution": {
                "positive": 24,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9953678001960119,
                "neutral": 0.9964492559432984
            }
        },
        "content1": "Q4 2023 Adobe Inc Earnings Call\n\nQ4 2023 Adobe Inc Earnings Call\n\nADBENASDAQDEC 13, 11:00 PM\n\nOperator\n\nGood day, and welcome to the Q4 and FY 2023 Adobe Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Jonathan Vaas, VP of Investor Relations. Please go ahead.\n\nJonathan Vaas\n\nVice President of Investor Relations\n\nGood afternoon, and thank you for joining us. With me on the call today are Shantanu Narayen, Adobe's Chair and CEO; David Wadhwani, President of Digital Media; Anil Chakravarthy, President of Digital Experience; and Dan Durn, Executive Vice President and CFO. On this call, which is being recorded, we will discuss Adobe's fourth quarter and fiscal year 2023 financial results. You can find our press release as well as PDFs of our prepared remarks and financial results on Adobe's Investor Relations website.\nThe information discussed on this call, including our financial targets and product plans, is as of today, December 13, and contains forward-looking statements that involve risks, uncertainty and assumptions. Actual results may differ materially from those set forth in these statements. For more information on those risks, please review today's earnings release and Adobe's SEC filings.\nOn this call, we will discuss GAAP and non-GAAP financial measures. Our reported results include GAAP growth rates as well as constant currency rates. During this presentation, Adobe's executives will refer to constant currency revenue growth rates, unless otherwise stated. Reconciliations between the 2 are available in our earnings release and on Adobe's IR website. I will now turn the call over to Shantanu.\n\nShantanu Narayen\n\nChairman & CEO\n\nThanks, Jonathan. Good afternoon, and thank you for joining us. Q4 was our first ever $5 billion quarter, a new record for the company. Adobe achieved revenue of $5.05 billion, representing 13% year-over-year growth. GAAP earnings per share for the quarter was $3.23 and non-GAAP earnings per share was $4.27, representing 28% and 19% year-over-year growth, respectively.\nQ4 was the culmination of another record year for Adobe, achieving $19.41 billion in revenue, which represents 13% annual growth. GAAP earnings per share in fiscal 2023 was $11.82 and non-GAAP earnings per share was $16.07, both representing 17% year-over-year growth. We exited the year with $17.22 billion in RPO. Our strong performance reflects the mission-critical role our products play in a digital-first world, incredible product innovation and exceptional execution.\nAdobe Creative Cloud, Document Cloud and Experience Cloud have become the foundation of digital experiences, starting with the moment of inspiration to the creation and development of content and media to the personalized delivery and activation across every channel. Adobe's mission of changing the world through personalized digital experiences and our delivery of foundational technology platforms set us up for the next decade of growth. We take pride in being one of the most inventive, diversified and profitable software companies in the world.\nWe believe that every massive technology shift offers generational opportunities to deliver new products and solutions to an ever-expanding set of customers. AI and generative AI is one such opportunity, and we have articulated how we intend to invest and differentiate across data, models and interfaces. We have delivered against this strategy and are pleased that a number of our groundbreaking innovations, including our Firefly models and integrations across Creative Cloud, Liquid Mode and integrations across Document Cloud and AI services in our real-time customer data platform and integrations in Experience Cloud are now seeing tremendous usage by customers.\nWe remain excited about the strategic opportunity with Figma to jointly advance product design, accelerate collaborative creativity on the web and redefine the future of creativity and productivity. We continue to engage with the European Commission, the Competition and Markets Authority in the U.K. and the U.S. Department of Justice as they conduct their regulatory reviews. The EC has provided a preliminary statement of objections, and the CMA has issued provisional findings of competition concerns. We strongly disagree with these findings and are responding to the respective regulators.\nAs per their current time lines, the EC's decision deadline is February 5 and the CMA's is February 25. While the DOJ does not have a formal time line to decide whether to bring a complaint, we expect a decision soon. I'll now turn it over to David to discuss the momentum in our Digital Media business.\n\nDavid Wadhwani\n\nPresident of Digital Media Business\n\nThanks, Shantanu. Hello, everyone. In Q4, we achieved net new Digital Media ARR of $569 million and revenue of $3.72 billion, which grew 14% year-over-year fueled by innovation in both our Creative and Document businesses. Starting with Creative Cloud, global demand for content is accelerating and continues to be a tailwind for the business. Creative Cloud remains the creativity platform of choice for creators across imaging, photography, design, video, web, animation and 3D.\nOur rapid pace of product and AI model innovation is empowering a wide and growing base of individuals, students, creative professionals, small business owners and enterprises to create and monetize amazing content more quickly and easily than ever before. We were thrilled to come together in person with thousands of creators at Adobe MAX in Los Angeles and at our MAX event in Tokyo, with millions more from our community engaging with us online. We reached a record 300 million social interactions in the month following MAX.\nQ4 was a record quarter for Creative Cloud, achieving $3 billion in revenue, which grew 14% year-over-year. Net new Creative Cloud ARR was $398 million. Business highlights include strong digital traffic resulting from product innovation, social engagement and our continued product-led growth efforts, which drove record new commercial subscriptions in the quarter. The general availability of our generative AI Firefly models and their integrations across Creative Cloud drove tremendous customer excitement with over 4.5 billion generations since launch in March.\nThe release of 3 new Firefly models, Firefly Image 2 model, Firefly Vector model and Firefly Design model, offering highly differentiated levels of control with effects, photo settings and generative match. We also introduced generative credits as part of our Creative Cloud subscription plans. The general availability of Photoshop Generative Fill and Generative Expand, which are seeing record adoption. They're already among the most used features in the product.\nAdvances in Adobe Illustrator with the introduction of Text to Vector Beta, enabling users to generate icons, scenes, subjects, patterns and gradients. Adobe Premiere Pro advances include a significant performance improvement in the time line for faster and smoother editing, new color preferences and improved tone mapping. Premier Pro is now natively integrated with Frame.io offering faster content sharing and collaboration. The combination of Adobe Express and Firefly is enabling everyone from creative pros to beginners to quickly move from ideation to task-based workflows in Express, dramatically expanding our reach and widening our top of funnel.\nThe family of generative capabilities across Express, including text to image, text effects, text to template and generative fill are driving adoption of Express and making it even faster and more fun for users of all skill levels. Express now comes preinstalled on all new Chromebooks, making it accessible to students, educators and anyone using ChromeOS. Continued strength in Adobe Stock, which had its best year ever, driven by accelerating demand for high-quality image, vector, video and 3D content.\nCreative Cloud, Express and Firefly integrations with Adobe GenStudio, enabling ideation, creation and stakeholder collaboration as part of their overall content supply chain. Strong mid-market and enterprise adoption driven by upsell to Creative Cloud offerings with Firefly. Key customer wins include Cyber Agent, Deloitte, Discovery Communications, Nexstar Media, Pepsi, Publicis, and the United Nations.\nWe are thrilled with the momentum we're seeing in the Creative business following a year of unprecedented innovation. Customer excitement around Firefly integrations across our applications has been great to see with community engagement, social interactions and creative marketing campaigns driving organic brand search volume, traffic and record demand. While we started rolling out new Creative Cloud pricing in select geographies in November, the primary driver of growth continues to be new paid subscriptions across our routes to market. We are excited to build on this momentum as we enter FY '24.\nNow turning to Document Cloud. Digital documents are essential enablers of our personal and professional lives. Document Cloud is a leader in digital documents, powering all common document actions, including editing, sharing, reviewing, scanning and signing. Document Cloud innovations are advancing accessibility, comprehension, productivity, automation and security in document workflows across web, desktop and mobile. In Q4, we achieved Document Cloud revenue of $721 million, growing 17% year-over-year. We added a record $171 million of net new Document Cloud ARR, with ending ARR growing 23% year-over-year in constant currency.\nBusiness highlights include: Acrobat Web growth, which continues to be an incredible source of customer acquisition with monthly active users up over 70% year-over-year. A surge in usage of link sharing for stakeholder collaboration around PDF files, which increased 400% year-over-year, creating a viral growth loop that is bringing tens of millions of users into the Acrobat ecosystem. This is a great example of how we are scaling our PLG motions. Strong demand for Acrobat on mobile with MAU surpassing 100 million users in Q4. Liquid Mode has now served over 1 billion files to customers, demonstrating how indispensable this technology has become on mobile devices.\nAdobe Acrobat to Express workflows, making it even easier to import, edit and enhance documents to create visually stunning PDFs. Key enterprise customer wins include Alshaya, Bank of America, Department of Veterans Affairs, Mastercard, State Farm Auto Insurance, and Volkswagen. Much like the Creative business, we expect generative AI to deliver additional value and attract new customers to Document Cloud. Acrobat's generative AI capabilities, which will enable new creation, comprehension and collaboration functionality have already been rolled out in a private beta. We expect to release this in a public beta in the coming months.\nIt's been an extraordinary year for the Digital Media business, with the introduction of hundreds of transformative innovations that are reshaping the future of creativity, productivity and digital experiences. Capping this year's many accolades, Time Magazine recognized Adobe Liquid Mode, Photoshop Generative Fill and Generative Expand among the best inventions of 2023. I'll now pass it to Anil.\n\nAnil S. Chakravarthy\n\nPresident of Digital Experience Business, Adobe Inc.\n\nThanks, David. Hello, everyone. Digital experiences are indispensable for every business in every category, enabling companies of all sizes to engage and transact with customers around the world. Adobe's holiday shopping report, which analyzes trillions of data points, found that both Black Friday and Cyber Monday sales hit record highs of $9.8 billion and $12.4 billion, respectively, jumping 7.5% and 9.6% from last year. We predict that holiday 2023 spend will exceed $221 billion in the U.S. alone.\nAdobe Experience Cloud is optimally positioned to capitalize on this massive global opportunity. Companies across B2C and B2B are turning to Adobe Experience Cloud as the platform to accelerate experience-led growth. Our leading solutions spanning data insights and audiences, content and commerce, customer journeys and marketing workflow empower businesses to drive customer demand, engagement and growth while simultaneously delivering productivity gains. Our comprehensive set of applications, including real-time CDP, are built natively on our highly differentiated Adobe Experience platform, providing companies with a unified profile of each of their customers to deliver personalized real-time experiences at scale.\nGenerative AI accelerates our pace of innovation across the Experience Cloud portfolio, enabling us to build on our capabilities to deliver personalized digital experiences. Our efforts are focused in 3 areas: one, augmenting our applications with an AI assistant that significantly enhances productivity for current users and provides an intuitive conversational interface to enable more knowledge workers to use our products; two, reimagining existing Experience Cloud applications like we did with Adobe Experience Manager; and three, developing entirely new solutions built for the age of generative AI like Adobe GenStudio.\nIn Q4, we continued to drive strong growth in the Experience Cloud business across our enterprise and mid-market customers, achieving $1.27 billion in revenue. Subscription revenue was $1.12 billion, representing 12% year-over-year growth. Business highlights include: strong momentum with Adobe Experience Platform and native applications, inclusive of real-time CDP, Adobe Journey Optimizer and Customer Journey Analytics. AEP had its first $100 million quarter of net new business in Q4 and exited the year with a greater than $700 million annualized book of business.\nRelease of Adobe GenStudio, an end-to-end solution that brings together best-in-class applications across Creative Cloud, Express and Experience Cloud with Firefly generative AI at the core to help brands meet the rising demand for content. GenStudio provides a comprehensive offering spanning content ideation, creation, production and activation. We are seeing tremendous interest in GenStudio from brands like Henkel, Pepsi and Verizon and agencies like Publicis, Omnicom and Havas as they look to accelerate and optimize their content supply chains.\nReimagine customer experiences with the all-new Adobe Experience Manager sites that enable businesses and developers to quickly test and optimize web content, deliver fastest possible page load times and maximize SEO rankings, lighthouse scores and conversion. Adobe was recognized as a leader in over 25 industry analyst reports this year, including the Gartner Magic Quadrant for Digital Experience Platforms, B2B Marketing Automation Platforms and Multichannel Marketing Hubs.\nIn the Forrester Wave for Digital Experience Platforms, which was published last week, Adobe received the highest scores for strategy. Key customer wins include Alshaya, Coca-Cola, EY, IBM, Marriott, Riyadh Air, Santander Brazil, Sony, Southern Graphics, Unilever, Vanguard and Verizon. In our conversations with these and other customers around the world, C-level executives are continuing to prioritize experience-led growth as a critical business imperative despite ongoing budget scrutiny.\nAdobe Experience Cloud is well positioned to keep winning with innovative products that power end-to-end customer experiences and enable companies to simultaneously drive growth and profitability. We are looking forward to continuing our leadership and momentum into 2024. I'll now pass it to Dan.\n\nDaniel J. Durn\n\nSenior Vice President & Chief Financial Officer, Applied Materials, Inc.\n\nThanks, Anil. Our earnings report today covers both Q4 and FY '23 results. What a year 2023 was. Fueled by a deep understanding of our customers, product innovation and outstanding execution, we delivered strong financial results and world-class margins, positioning the company for years of continued growth. In FY '23, Adobe achieved record revenue of $19.41 billion, which represents 10% year-over-year growth or 13% growth in constant currency. GAAP EPS for the year was $11.82 and non-GAAP EPS was $16.07, each growing 17% year-over-year.\nFY '23 business and financial highlights included: Digital Media revenue of $14.22 billion; net new Digital Media ARR of $1.91 billion; Digital Experience revenue of $4.89 billion; cash flows from operations of $7.3 billion; RPO of $17.22 billion exiting the year; and repurchasing approximately 11.5 million shares of our stock during the year at a cost of $4.63 billion.\nIn the fourth quarter of FY '23, Adobe achieved revenue of $5.05 billion, which represents 12% year-over-year growth or 13% in constant currency. GAAP diluted earnings per share in Q4 was $3.23 and non-GAAP diluted earnings per share was a record $4.27, growing 28% and 19% year-over-year, respectively. Q4 business and financial highlights included: Digital Media revenue of $3.72 billion; net new Digital Media ARR of $569 million; Digital Experience revenue of $1.27 billion; cash flows from operations of $1.6 billion; adding approximately $1.5 billion to RPO in the quarter, our highest sequential quarterly increase ever; and repurchasing approximately 1.8 million shares of our stock.\nIn our Digital Media segment, we achieved Q4 revenue of $3.72 billion, which represents 13% year-over-year growth or 14% in constant currency. Our net new ARR in Q4 was $569 million, which was a quarterly record in constant currency, and we exited the quarter with $15.17 billion of Digital Media ARR. We achieved Creative revenue of $3 billion, which represents 12% year-over-year growth or 14% in constant currency, and we added $398 million of net new Creative ARR in the quarter. Driving this performance was strong customer acquisition throughout the quarter as well as strength during the peak holiday shopping weeks.\nFourth quarter Creative growth drivers included: individual subscriber growth fueled by targeted campaigns and strong web traffic; a strong quarter for Creative Cloud All Apps subscriptions across customer segments and geographies with particular strength in emerging markets; sales of CC single apps, including a strong quarter for imaging and photography offerings; continued growth of our Frame.io offering and Adobe Stock, which kept off its best year ever in terms of net new ARR; customer demand in education, driven by back-to-school purchasing as well as migrations to full-priced offerings by graduating students entering the workforce; and typical Q4 strength in the enterprise, including significant upsell of our new Firefly and Express offerings.\nAdobe achieved Document Cloud revenue of $721 million, which represents 16% year-over-year growth or 17% in constant currency. We added a record $171 million of net new Document Cloud ARR in the quarter. Fourth quarter Document Cloud growth drivers included: Acrobat subscription demand across all customer segments, routes to market and geographies; continued strength of our free-to-paid funnels, including Reader on the desktop and Acrobat Web; strong performance of our collaboration services, including PDF link sharing and Sign, which are virally bringing new users to the Acrobat ecosystem; an outstanding quarter for Acrobat Mobile as a result of increased proliferation, usage and conversion; and year-end seasonal strength in SMB and enterprise.\nTurning to our Digital Experience segment. In Q4, we achieved revenue of $1.27 billion, growing 10% year-over-year or 11% in constant currency. We achieved subscription revenue of $1.12 billion, which represents 12% year-over-year growth. Fourth quarter Digital Experience growth drivers included: strong year-end bookings across solutions with particular strength in North America; continued success closing multi-solution transformational deals with large enterprises; momentum with AEP and native applications, with the FY '23 exiting book of business growing greater than 60% year-over-year; strong net dollar retention for early adopters of AEP, demonstrating the value enterprises are realizing from our real-time data platform and integrated offerings; and strength across our data and insights, content and Workfront solutions and growing customer interest and pipeline for our new GenStudio solution.\nWe drove world-class operating margins in Q4 and throughout fiscal 2023 by making disciplined investments in R&D, marketing and sales, and we're pleased that we grew EPS faster than revenue. Adobe's effective tax rate in Q4 was 18% on a GAAP basis and 18.5% on a non-GAAP basis, in line with our expectations. RPO exiting the quarter was $17.22 billion, growing 13% year-over-year. Our ending cash and short-term investment position exiting Q4 was $7.84 billion. And cash flows from operations in the quarter were $1.6 billion after making a previously discussed payment in the quarter of $826 million of U.S. federal taxes that we deferred from the second and third quarters of FY '23.\nIn Q4, we entered into a $1 billion share repurchase agreement, and we currently have $2.15 billion remaining of our $15 billion authorization granted in December 2020. As a reminder, we measure ARR on a constant currency basis during a fiscal year and revalue ARR at year-end. FX rate changes between December of 2022 and this year have resulted in a $160 million increase to Digital Media ARR balance entering FY '24, which is now $15.33 billion and is reflected in our updated investor data sheet.\nFactoring in the momentum across our businesses and current expectations for the macroeconomic and foreign exchange environments, for FY '24, we are targeting: total Adobe revenue of $21.30 billion to $21.50 billion; Digital Media net new ARR of approximately $1.9 billion; Digital Media segment revenue of $15.75 billion to $15.85 billion; Digital Experience segment revenue of $5.275 billion to $5.375 billion; Digital Experience subscription revenue of $4.75 billion to $4.80 billion; tax rate of approximately 18% on a GAAP basis and 18.5% on a non-GAAP basis; GAAP earnings per share of $13.45 to $13.85; and non-GAAP earnings per share of $17.60 to $18.\nAs a reminder and as is customary, these targets do not reflect our planned acquisition of Figma. We expect normal seasonality throughout the year with a seasonal stepdown for new business into the first quarter, sequential growth from Q1 to Q2, typical Q3 summer seasonality and a strong finish to the year in Q4. We expect our cash tax rate to improve sequentially in FY '24 by 2 percentage points as the amortization of previously capitalized R&D increases our deductions next year for tax purposes, benefiting our operating cash flows next year.\nFor Q1 FY '24, we're targeting: total Adobe revenue of $5.10 billion to $5.15 billion; Digital Media net new ARR of approximately $410 million; Digital Media segment revenue of $3.77 billion to $3.80 billion; Digital Experience segment revenue of $1.27 billion to $1.29 billion; Digital Experience subscription revenue of $1.14 billion to $1.16 billion; tax rate of approximately 18% on a GAAP basis and 18.5% on a non-GAAP basis; GAAP earnings per share of $3.35 to $3.40; and non-GAAP earnings per share of $4.35 to $4.40. While the implied operating margin for Q1 is up sequentially, we expect a typical seasonal margin stepdown starting in Q2 as a result of the annual merit increases and disciplined investments to drive growth.\nIn summary, I couldn't be prouder of the company's performance in FY '23 and the momentum we're carrying into 2024 across Creative Cloud, Document Cloud, and Experience Cloud. Our strategy, scale, speed of execution and profitability position us for years of sustained success. Shantanu, back to you.\n\nShantanu Narayen\n\nChairman & CEO\n\nThanks, Dan. In addition to our financial accomplishments, we are proud to once again be recognized for our industry leadership. Content credentials and Adobe's approach to responsible AI were recognized by Fast Company as one of the year's breakthrough innovations. We were again named to the Dow Jones Sustainability Index. Glassdoor listed Adobe as one of the best places to work. And Interbrand ranked us in the top 20 Best Global Brands as a rising brand for the eighth year in a row.\nDigital remains a massive tailwind as content demand and consumption continues to grow and businesses of all sizes are focused on transforming their customer experiences. Adobe is incredibly well positioned to lead and capitalize on this opportunity, thanks to our innovative road map, expanding global customer base, strong brand and the best employees in the world. Our fiscal '24 financial targets reflect our confidence in continuing to drive strong top line growth and world-class profitability. I'm more certain than ever that Adobe's best days are ahead of us. Thank you, and we will now take questions. Operator?"
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/d628f7c72407756f23a9fdfcf8323e02",
        "textblob_polarity": 0.22296606870347857,
        "textblob_subjectivity": 0.4710730636270202,
        "sentiment": {
            "distribution": {
                "neutral": 5,
                "positive": 20
            },
            "scores": {
                "neutral": 0.9922221422195434,
                "positive": 0.9995613425970078
            }
        },
        "content1": "Q3 2023 Adobe Inc Earnings Call\n\nQ3 2023 Adobe Inc Earnings Call\n\nADBENASDAQSEP 14, 11:00 PM\n\nOperator\n\nGood day, and welcome to the Q3 FY 2023 Adobe Earnings Conference Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Jonathan Vaas, VP of Investor Relations. Please go ahead.\n\nJonathan Vaas\n\nVice President of Investor Relations\n\nGood afternoon, and thank you for joining us. With me on the call today are Shantanu Narayen, Adobe's Chair and CEO; David Wadhwani, President of Digital Media; and Anil Chakravarthy, President of Digital Experience; and Dan Durn, Executive Vice President and CFO. On this call, which is being recorded, we will discuss Adobe's third quarter fiscal year 2023 financial results. You can find our press release as well as PDFs of our prepared remarks and financial results on Adobe's Investor Relations website.\nThe information discussed on this call, including our financial targets and product plans, is as of today, September 14 and contains forward-looking statements that involve risks, uncertainty and assumptions. Actual results may differ materially from those set forth in these statements. For a discussion of these risks, you should review the factors discussed in today's press release and in Adobe's SEC filings.\nOn this call, we will discuss GAAP and non-GAAP financial measures. Our reported results include GAAP growth rates as well as constant currency rates. During this presentation, except per share amounts, Adobe's executives will refer to constant currency growth rates, unless otherwise stated. Reconciliations are available in our earnings release and on Adobe's Investor Relations website. I will now turn the call over to Shantanu.\n\nShantanu Narayen\n\nChairman & CEO\n\nThanks, Jonathan. Good afternoon. Adobe had another record Q3, achieving revenue of $4.89 billion, representing 13% year-over-year growth. GAAP earnings per share for the quarter was $3.05 and non-GAAP earnings per share was $4.09, representing 26% and 20% year-over-year growth, respectively. Driving the success is a rich and innovative product road map. The advances we are delivering across Creative Cloud, Document Cloud and Experience Cloud are enabling us to attract an ever-growing set of users while delivering more value to existing customers.\nYesterday's exciting announcements add to this road map. With the commercial availability of our generative AI capabilities natively integrated in Adobe Creative Cloud, Adobe Express and Adobe Experience Cloud, we're unleashing a new era of AI-enhanced creativity for millions of customers around the globe. We're bringing generative AI to life across our portfolio of apps and services to deliver magic and productivity gains. Our rich data sets enable us to create foundation models in categories where we have deep domain expertise.\nIn the 6 months since launch, Firefly has captivated people around the world who have generated over 2 billion images. We're excited about the potential to reimagine the content supply chain for all businesses through the integration of our clouds, enabling the delivery of personalized and engaging customer experiences. Our strategy to unleash creativity for all, accelerate document productivity and power digital businesses is driving our growth across every geography. By delivering innovative technology platforms and services, we continue to advance our industry leadership and delight a growing universe of customers.\nI'll now turn it over to David to share more about our momentum in the Digital Media business.\n\nDavid Wadhwani\n\nPresident of Digital Media Business\n\nThanks, Shantanu. Hello, everyone. In Q3, we achieved net new Digital Media ARR of $464 million and revenue of $3.59 billion, which grew 14% year-over-year, driven by strength in both our Creative and Document businesses. On the creative side, digital content creation and consumption are exploding across every creative category, customer segment and media type. Creative Cloud is the leading creativity platform, offering a comprehensive portfolio of products and services for every discipline across imaging, photography, design, video, animation and 3D. We're excited about the growth we're driving with our creative flagship products and with Adobe Express, our AI-first all-in-one creativity app that makes it fast, easy and fun for any user to design and share standout content.\nYesterday's announcements highlighted several advances to our creative business. First, after an unprecedented beta that saw over 2 billion images generated, Adobe Firefly models and the Firefly web application are now commercially available. Firefly supports text prompts in over 100 languages and enables users around the world to create content that is designed to be safe for commercial use. We will continue to train and release new Firefly foundation models in areas where we have rich data sets and expertise such as imaging, vector, video, design, 3D and more.\nSecond, Adobe Firefly-powered features are now natively integrated into several Creative Cloud apps, including generative fill and generative expand in Photoshop, generative recolor and illustrator and text-to-image and text effects in Adobe Express. These deep integrations deliver more creative power than ever before to customers, enabling them to experiment, ideate and create in completely new ways.\nThird, Adobe Firefly for Enterprise is now generally available for businesses to enable both creative teams and knowledge workers to confidently deploy AI-generated content. Adobe will empower customers to create custom models using proprietary assets to generate branded content and offer access to Firefly API so customers can embed the power of Firefly into their own content creation and automation workflows.\nAnd finally, we announced subscription offerings, including new generative AI credits with the goal of enabling broad access and user adoption. Generative credits are tokens that enable customers to turn text-based prompts into images, vectors and text effects, with other content types to follow. Free and trial plans include a small number of monthly fast generative credits that will expose a broad base of prospects to the power of Adobe's generative AI, expanding our top of funnel. Paid Firefly Express and Creative Cloud plans will include a further allocation of fast generative credits. After the planned specific number of generative credits is reached, users will have an opportunity to buy additional fast generative credit subscription packs.\nIn Q3, we added $332 million of Creative ARR and achieved $2.91 billion of revenue, growing 14% year-over-year. Business highlights include the integration of Firefly into Photoshop and Illustrator. Over 3 million users have downloaded the Photoshop and Illustrator beta releases. The general availability of Adobe Express now includes support for editing and posting designs, videos, images, PDFs, presentations and more. Express features include Firefly-powered text-to-image and text effects. Express is already being used by millions of people globally. New AI and 3D features in Premier Pro and After Effects, including enhanced speech and text-based editing in Premier Pro and a new 3D workspace in After Effects. The text-based editing feature in Premier Pro received the 2023 Hollywood Professional Association Award for Engineering Excellence.\nNew Lightroom Mobile now integrates directly with the camera roll and introduced a streamlined interface to make editing even easy on the go. The introduction of new video assets in Adobe Stock and strong product-led growth motions drove a record Q3 for the Stock business. Key customer wins include Amazon, Havas, Paramount, SAP, Southern Graphics, Take-Two Interactive and U.S. Department of Energy. As we have continued to add new applications and deliver innovations across our Creative offerings, we announced price updates for certain Creative Cloud plans across the Americas and Europe starting November 1, 2023.\nIn addition to being a growth driver in the Creative Cloud business, Acrobat and PDF continue to power the Document Cloud business. Whether it's a sales contract, legal document or a back-to-school form, seamless document workflows across every device and platform are more important than ever for all of us to be productive in our professional and personal lives. Document Cloud is powering document productivity and automation across the web, desktop and mobile. In Q3, we achieved Document Cloud revenue of $685 million, growing 15% year-over-year. We added $132 million of net new Document Cloud ARR, with ending ARR growing 22% year-over-year in constant currency.\nBusiness highlights include: significant growth in monthly active users across web, mobile and embedded third-party app ecosystems, reflecting our growing top of funnel and the effectiveness of our product-led growth execution; strong mobile momentum, reflecting the value of Acrobat as an essential productivity application on mobile devices; adoption of Acrobat and Acrobat Sign through increased link sharing for enhanced collaboration and approval workflows; enhanced PDF workflows across Acrobat and Express, making it seamless to create visually stunning PDFs; a new Adobe PDF electronic seal API, which is a cloud-based end-to-end solution for applying electronic seals on PDFs at enterprise. Key customer wins include Citibank, GlaxoSmithKline, Emerson Electric, Morgan Stanley and Volkswagen.\nWe continue to be excited about the pending Figma acquisition, which will reimagine the future of creativity and productivity. We remain engaged with regulators and have confidence in the merits of the case. We look forward to hosting Adobe MAX, the world's largest creativity conference next month in Los Angeles, where we will welcome 10,000 members of our global community and engage with hundreds of thousands more online. We will hear from inspiring creators and unveil innovations across Creative Cloud, Firefly and Express. In summary, we are excited about the pace of innovations across our Digital Media products and continued execution across multiple growth drivers. I'll now pass it to Anil.\n\nAnil S. Chakravarthy\n\nPresident of Digital Experience Business, Adobe Inc.\n\nThanks, David. Hello, everyone. Every company sees digital as an opportunity to drive experience-led growth. As I've spent time with customers across the world, it's clear that they are prioritizing investments in customer experience management technology to improve customer acquisition, engagement, retention and operational efficiency. We are driving revenue growth across content and commerce, customer journeys, data insights and audiences and marketing workflows, leveraging the Adobe Experience platform, demonstrating the strength of our business.\nBrands around the globe are working with Adobe to accelerate personalization at scale through generative AI. With the announcement of Adobe GenStudio, we are revolutionizing the entire content supply chain by simplifying the creation to activation process with generative AI capabilities and intelligent automation. Marketers and creative teams will now be able to create and modify commercially safe content to increase the scale and speed at which experiences are delivered.\nIn Q3, we continued to drive strong growth in our Experience Cloud business, achieving $1.23 billion in revenue, representing 11% year-over-year growth as a growing number of enterprises turn to Adobe as their trusted partner for customer experience management. Subscription revenue was $1.1 billion, representing 13% year-over-year growth. Adobe Experience Cloud delivers predictive, personalized real-time digital experiences, from acquisition to monetization to retention. We are driving strong enterprise adoption of Adobe Experience Platform and native apps, including real-time CDP, Adobe Journey Optimizer and customer journey analytics.\nFor example, The Coca-Cola Company is leveraging Adobe real-time CDP and Adobe Journey Optimizer to bring together 98 million customer profiles globally into a single CDP to quickly deliver personalized campaigns and experiences. Smart Europe, an all-electric automotive brand, is using Adobe Experience Cloud to offer customers the ability to personalize their vehicle purchases through the integration of Adobe Workfront, Adobe Creative Cloud and Adobe Experience Manager.\nBusiness highlights include strong momentum across AEP and native apps, with the total book of business surpassing $600 million during the quarter. Adobe Journey Optimizer book of business more than doubled year-over-year as customers increasingly drive omni-channel personalization and engagement. Continued innovation in Adobe Experience Manager with AEM assets now natively integrated with Firefly and Express, enabling any employee across an organization to generate and reuse beautiful on-brand content.\nGrowth of our Workfront business, reflecting our ability to serve the workflow and collaboration needs of enterprise customers and agencies. In Q3, we added Havas to the growing list of top agencies standardizing on Adobe for their content supply chain. Expanded strategic partnership with Amazon. Given customer demand, we will jointly deliver AEP on AWS and Amazon will deploy Experience Cloud across their enterprise.\nAdobe's leadership in content management systems was recognized across 3 industry analyst reports, including the IDC MarketScape for full stack content management systems, the IDC MarketScape for hybrid headless CMS and the Forrester Wave for content management systems. Adobe was also named a leader in the Gartner Magic Quadrant for digital commerce as well as the IDC MarketScape for omnichannel marketing platforms for B2C enterprises.\nKey customer wins include Amazon, Blue Cross Blue Shield of Florida, Dollar General, Havas, Intuit, IRS, jet2.com, Lufthansa, Macy's, MSC Cruises, Novo Nordisk and SAP. These and other customers continue to prioritize investments in customer experience management solutions despite increased scrutiny of enterprise IT spend. Our solutions enable enterprises to simultaneously achieve the twin goals of driving new customer acquisition and serving existing customers to deliver profitable growth. Adobe is well positioned to keep winning with our differentiated offerings, track record of innovations and ability to drive ROI for companies across industries. We're looking forward to a strong close to the year. I will now pass it to Dan.\n\nDaniel J. Durn\n\nSenior Vice President & Chief Financial Officer, Applied Materials, Inc.\n\nThanks, Anil. Today, I'll start by summarizing Adobe's performance in Q3 fiscal 2023, highlighting growth drivers across our businesses, and I'll finish with financial targets. Adobe's performance in Q3 demonstrates something that makes us exceptional, the combination of growth and profitability. In fact, at Adobe, rather than talking about the trade-offs between growth or profitability, we call it an and statement. Growth and profitability is not new for us. We have been delivering both for a very long time and is at the core of our operating philosophy.\nIt all starts with prioritization, innovation, and a sharp focus on execution. This philosophy shines through in our Q3 results. We're investing in technology platforms. global campaigns to attract and engage millions of customers and recruiting the best and brightest people in our industry. While doing that, Adobe is driving performance on margin and earnings, demonstrating what a special company we are.\nIn Q3, Adobe achieved revenue of $4.89 billion, which represents 10% year-over-year growth or 13% in constant currency. GAAP diluted earnings per share was $3.05, up 26% year-over-year, and non-GAAP diluted earnings per share was $4.09, up 20% year-over-year. Other business and financial highlights included Digital Media revenue of $3.59 billion, net new Digital Media ARR of $464 million, Digital Experience revenue of $1.23 billion, cash flows from operations of $1.87 billion, RPO of $15.72 billion exiting the quarter and repurchasing approximately 2.1 million shares of our stock during the quarter.\nIn our Digital Media segment, we achieved Q3 revenue of $3.59 billion, which represents 11% year-over-year growth or 14% in constant currency. We added $464 million of net new ARR in the quarter, our strongest Q3 on record, exiting the quarter with $14.60 billion of Digital Media ARR, growing 15% year-over-year in constant currency. We achieved Creative revenue of $2.91 billion, which represents 11% year-over-year growth or 14% in constant currency. We added $332 million of net new Creative ARR in Q3 with strong demand across our offerings. Third quarter Creative growth drivers included new user growth across geographies, customer segments and creative offerings, driven by innovation and targeted campaigns utilizing insights from our data-driven operating model. Outstanding top of funnel performance resulting from viral community excitement and success of our product-led growth strategy, driving traffic to Adobe.com. Single app subscriptions for Photoshop driven by interest in the magic of Firefly, generative fill and generative expand.\nAnother great quarter for value-added services, including strong customer demand for Adobe Stock. Continued customer adoption of Acrobat CC. Strong engagement and retention across customer segments, and success in the enterprise, driven by transformational ETLAs that span the entire Creative portfolio, including CCL apps for creative teams, Express for Knowledge Workers, Frame for Collaboration and Adobe Stock and Firefly for content.\nAdobe achieved Document Cloud revenue of $685 million, which represents 13% year-over-year growth or 15% in constant currency, and we added $132 million of net new Document Cloud ARR in the quarter. Third quarter Document Cloud growth drivers included: success with new customer acquisition through our Reader and Acrobat web funnels and distribution partners with monthly active users up over 70% year-over-year for Acrobat Web; strong demand for Acrobat subscriptions across customer segments and geographies, driven by targeted offers; strength in monetization from Acrobat Mobile, which grew ending ARR over 30% year-over-year in constant currency, driven by product innovation and conversion; and traction in B2B with strong unit demand for our team offering through the reseller and direct routes to market.\nTurning to our Digital Experience segment. In Q3, we achieved revenue of $1.23 billion, which represents 10% year-over-year growth or 11% in constant currency. Q3 subscription revenue was $1.10 billion, which represents 12% year-over-year growth or 13% in constant currency. Third quarter Digital Experience growth drivers included: demand for our Adobe Experience platform in native applications, including real-time CDP, Customer Journey Analytics and Adobe Journey Optimizer. In Q3, subscription revenue for AEP and apps grew 60% year-over-year; strength in content and commerce with Adobe Experience Manager continuing to set the standard for enterprise content management; growth of our Workfront business as workflow and collaboration are essential components of an enterprise content supply chain solution; strong retention rates in the quarter as we continue to focus on value realization to our Digital Experience customers; and continued momentum in transformational platform deals with large enterprises adopting our end-to-end suite of applications.\nAdobe's effective tax rate in Q3 was 19.5% on a GAAP basis and 18.5% on a non-GAAP basis. The GAAP tax rate came in lower than expected due to tax benefits associated with the vesting of share-based payments in the quarter. RPO exiting the quarter was $15.72 billion, growing 11% year-over-year or 13% when adjusting for a 2% FX headwind. Our ending cash and short-term investment position exiting Q3 was $7.52 billion, and cash flows from operations in the quarter were $1.87 billion. In Q3, we entered into a $1 billion share repurchase agreement, and we currently have $3.15 billion remaining of our $15 billion authorization granted in December 2020.\nFactoring in current macroeconomic conditions and year-end seasonal strength, for Q4, we're targeting total Adobe revenue of $4.975 billion to $5.025 billion; Digital Media net new ARR of approximately $520 million; Digital Media segment revenue of $3.67 billion to $3.70 billion; Digital Experience segment revenue of $1.25 billion to $1.27 billion; Digital Experience subscription revenue of $1.11 billion to $1.13 billion; tax rate of approximately 18% on a GAAP basis and 18.5% on a non-GAAP basis; GAAP earnings per share of $3.10 to $3.15, and non-GAAP earnings per share of $4.10 to $4.15.\nQ3 was a great quarter for Adobe, and I couldn't be more pleased with how the company is positioned to continue to deliver for our customers and investors. We're looking forward to our investor meeting at Adobe Max on October 10, where we'll do a deep dive into our AI innovation. I hope to see you there. Shantanu, back to you.\n\nShantanu Narayen\n\nChairman & CEO\n\nThanks, Dan. Adobe's strong Q3 results are a reflection of our team's exceptional execution. We recently lost our beloved co-founder, John Warnock. John's brilliance and innovations changed the world. He was one of the greatest inventors of our generation and an inspiration to the technology industry. While we miss him tremendously, it gives me great comfort knowing that John was so proud of all the innovation Adobe continues to deliver.\nAs someone who shares John's passion for product and innovation. I'm exceptionally energized by the technology platforms we are delivering with AI at the center across our 3 clouds to delight customers. Our brand, technology and our talented employees position us for a strong close to the year and continued growth in the decades to come. Adobe's best days are ahead of us. Thank you. We will now take questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/96954ea3fe1efb29c81105d6004e0b61",
        "textblob_polarity": 0.18047094036287095,
        "textblob_subjectivity": 0.42468862149697856,
        "sentiment": {
            "distribution": {
                "positive": 27,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9986604319678413,
                "neutral": 0.9936883648236593
            }
        },
        "content1": "Q2 2023 Adobe Inc Earnings Call\n\nQ2 2023 Adobe Inc Earnings Call\n\nADBENASDAQJUN 15, 11:00 PM\n\nOperator\n\nGood day, and welcome to the Q2 FY '23 Adobe Earnings Conference Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Jonathan Vaas, Vice President of Investor Relations. Please go ahead.\n\nJonathan Vaas\n\nVice President of Investor Relations\n\nGood afternoon, and thank you for joining us. With me on the call today are Shantanu Narayen, Adobe's Chair and CEO; David Wadhwani, President of Digital Media; Anil Chakravarthy, President of Digital Experience; and Dan Durn, Executive Vice President and CFO. On this call, which is being recorded, we will discuss Adobe's second quarter fiscal year 2023 financial results. You can find our press release as well as PDFs of our prepared remarks and financial results on Adobe's Investor Relations website.\nThe information discussed on this call, including our financial targets and product plans, is as of today, June 15, and contains forward-looking statements that involve risks, uncertainty and assumptions. Actual results may differ materially from those set forth in these statements. For a discussion of these risks, you should review the factors discussed in today's press release and in Adobe's SEC filings.\nOn this call, we will discuss GAAP and non-GAAP financial measures. Our reported results include GAAP growth rates as well as constant currency rates. During this presentation, Adobe's executives will refer to constant currency growth rates, unless otherwise stated. Reconciliations are available in our earnings release and on Adobe's Investor Relations website.\nI will now turn the call over to Shantanu.\n\nShantanu Narayen\n\nChairman & CEO\n\nThanks, Jonathan. Good afternoon, and thank you for joining us. Adobe had an outstanding quarter, achieving record revenue of $4.82 billion, representing 13% year-over-year growth. GAAP earnings per share for the quarter was $2.82, and non-GAAP earnings per share was $3.91. Our results demonstrate strong demand across Creative Cloud, Document Cloud and Experience Cloud with particular strength in Digital Media ARR.\nAdobe's mission to change the world through personalized digital experiences is more critical than ever as digital continues to rapidly transform work, life and play. Our groundbreaking innovations, including the new Adobe Express, the launch of Firefly, our family of creative generative AI models; co-pilot functionality in our creative applications, including Photoshop and Illustrator; AI-powered advancements in Acrobat; a new product analytics solution; and the latest capabilities in real-time CDP are empowering an ever-expanding customer base to imagine, create and deliver standout content and experiences. We're executing against our strategy to unleash creativity for all, accelerate document productivity and power digital businesses.\nEvery disruptive technology has presented exciting opportunities for Adobe to innovate and increase our addressable market opportunity. This has been true for cloud computing, mobile and AI. We have delivered hundreds of AI innovations through Adobe Sensei such as Neural Filters in Photoshop, Liquid Mode in Acrobat and Customer AI in Adobe Experience Platform. Our ongoing R&D investments have enabled a rapid development and deployment of Firefly, our generative AI technology. We believe generative AI will drive both further accessibility and adoption of our products.\nOur generative AI strategy focuses on data, models and interfaces. Our rich data sets across creativity, documents and customer experiences, enable us to train models on the highest quality assets. We will build foundation models in the categories where we have deep domain expertise, including imaging, vector, video, documents and marketing. We are bringing generative AI to life as a copilot across our incredible array of interfaces to deliver magic and productivity gains for a broader set of customers. Since its launch in March, Firefly has captured the imagination of the world with over 0.5 billion generations, and we're just getting started.\nOur digital experience business is powering personalized customer engagement for companies around the world, enabling them to drive experience-led growth. We're delivering an innovative product road map and integrating Sensei gen AI services across Experience Cloud. Last week, we hosted a successful EMEA Summit with tremendous excitement from thousands of customers and partners reinforcing that digital is a critical imperative across industries. Adobe's category leadership and mission-critical products will continue to drive our growth.\nFor FY '23, we now expect Creative Cloud and Document Cloud to end the year ahead of our previously issued revenue and ARR targets and Digital Experience to be slightly below our previous annual target, given the current enterprise spend environment. As a result of our groundbreaking innovation and continued execution, we are pleased to raise total Adobe annual revenue and EPS targets.\nDavid, over to you.\n\nDavid Wadhwani\n\nPresident of Digital Media Business\n\nThanks, Shantanu, and hello, everyone. Adobe has long had a mission to unleash creativity for all. And today, this is more possible than ever through the power of AI. The introduction of the new Adobe Express and Firefly will go down as a seminal moment in our creative history. These innovative products and our generative AI copilot in our flagship applications will extend our leadership in core creative categories such as imaging, design, video, illustration, animation and 3D as well as attract an increasingly expansive global audience.\nIn Q2, we achieved net new creative ARR of $354 million and revenue of $2.85 billion, which grew 14% year-over-year. We could not be more excited about our generative AI road map that will make Adobe products more accessible to an even larger universe of people, while dramatically enhancing productivity for existing customers.\nFirefly is attracting tremendous customer interest and is highly differentiated in the market. It is being directly integrated into our product workflows as a copilot to accelerate ideation, exploration and the end-to-end production process. Business and innovation highlights include the beta release of Firefly, Adobe's pioneering family of creative generative AI models and adobe.com/firefly, a destination that allows users to generate and refine content.\nFirefly's first model is trained on Adobe stock images and other openly licensed content designed to generate commercially viable, professional quality content. Firefly powered capabilities seamlessly integrated into Photoshop are catalyzing a new era of creative power and precision. The viral response to Photoshop's new generative fill copilot has been extraordinary across social media platforms. Users have now generated over 0.5 billion assets on the Firefly website and in Photoshop, making these 2 of our most successful beta releases in company history.\nBuilding on this innovation, earlier this week, we announced Generative Recolor in Illustrator, which will similarly serve as a generative AI copilot to millions of designers to iterate and transform Vector Art. We also released an all-new Adobe Express with Firefly generative AI capabilities that revolutionizes how everyone, from students to small business owners to marketers and large organizations, creates and share standout content. Adobe Express brings the magic of our technology from Photoshop, Illustrator, Premiere and Acrobat to combine power and precision with speed and ease. The response to the public [ beta ], in particular, the groundbreaking video editing capabilities has been overwhelmingly positive.\nThe enterprise version of Adobe Express and Firefly will empower every employee in an organization to participate in the creation of content, campaigns and websites in conjunction with Experience Cloud. New AI-powered text-based editing and automatic tone mapping in Premier Pro makes video editors more productive. An expanded Frame.io platform that now supports collaboration across PDFs and images, in addition to video, increases the value of Adobe's Cross-Cloud content supply chain solution. A major Lightroom mobile update that instantly allows you to access photos from Apple iCloud and Android Gallery empowers our growing base of mobile-first and mobile-only users.\nContinued momentum with our ecosystem of strategic partners drives awareness of our products and top-of-funnel for Adobe. Google announced that Adobe Firefly will be a premier generative AI partner for Bard, powering text image capabilities. NVIDIA and Adobe announced that we will collaborate on generative AI optimizations across hardware and software. Apple highlighted how Lightroom will empower users to edit photos on the Vision Pro VR headset at WWDC..\nMomentum across routes to market and customer segments, including key enterprise customer wins, EY, government of the Philippines, NVIDIA, Omnicom, TAFE, New South Wales and WPP. Our generative AI offerings represent additional customer value as well as multiple new monetization opportunities. First, Firefly will be available both as a stand-alone freemium offering for consumers as well as an enterprise offering announced last week. Second, copilot generative AI functionality within our flagship applications will drive higher ARPUs and retention. Third, subscription credit packs will be made available for customers who need to generate greater amounts of content. Fourth, we will offer developer communities access to Firefly APIs and allow enterprises the ability to create exclusive custom models with their proprietary content. And finally, the industry partnerships as well as Firefly represent exciting new top-of-funnel acquisition opportunities for Express, Creative Cloud and Document Cloud. Our priority for now is to get Firefly broadly adopted, and we will introduce specific pricing later this year.\nNow turning to the Document Cloud business. PDF has become the de facto standard for the world's unstructured data, and businesses of all sizes are turning to Adobe to help streamline and automate document-based workflows. Adobe Document Cloud offers a comprehensive set of ubiquitous products to accelerate document productivity across every device by seamlessly integrating PDF services into Acrobat.\nIn Q2, we achieved Document Cloud revenue of $659 million, growing 14% year-over-year. We added $116 million of net new Document Cloud ARR with ending ARR growing 22% year-over-year. Business and innovation highlights include: significant growth in Acrobat web monthly active users, driven by searches for Acrobat verbs and further accelerated by an explosion of PDF consumption through our Chrome and Edge extensions; viral adoption of PDF collaboration services, which are both increasing active use among existing users and creating a growth loop to bring new users into the Acrobat ecosystem; mobile momentum across both App Store downloads as well as documents consumed in liquid mode; new workflows between Acrobat and Express allow users to integrate documents seamlessly into their creative process. Express now has full fidelity PDF import and editing, which allows users to make documents visually stunning; momentum across routes to market and customer segments, including key enterprise customer wins, Boston Consulting Group, Cushman & Wakefield, Novartis, T-Mobile and WPP.\nToday marks the 30th anniversary of Acrobat, a significant milestone that is both inspiring and humbling. PDF and Acrobat are more relevant today than ever before. We are incredibly proud of how PDF continues to transform the world of digital documents, powering communication and productivity for billions of people every day, and we know that the best is yet to come.\nThe pending acquisition of Figma will further expand our addressable market, and we have been delighted to hear from customers, partners and industry analysts who are excited about the benefits that the combination will unlock. We continue to engage in conversations with the Competition and Markets Authority in the U.K., the European Commission and the U.S. Department of Justice as they conduct their regulatory reviews. And given the merits of the case, we believe the transaction should close by the end of 2023.\nAdobe's Digital Media business is on a roll. We're rapidly delivering groundbreaking innovations across Creative Cloud and Document Cloud. Our increasing breadth of offerings is reaching a broader universe of customers, and our incredible go-to-market strength and proven data-driven operating model are propelling the growth of both our emerging and established businesses. Given the momentum, we are raising our net new Digital Media ARR and revenue targets for fiscal '23.\nI'll now pass it to Anil.\n\nAnil S. Chakravarthy\n\nPresident of Digital Experience Business, Adobe Inc.\n\nThanks, David. Hello, everyone. In Q2, we continued to drive strong growth in our Experience Cloud business, achieving $1.22 billion in revenue. Subscription revenue was $1.07 billion, representing 14% year-over-year growth.\nCustomer interest in the digital experience category remains high. Last week, we were excited to spend time with thousands of customers and partners at EMEA Summit. Businesses of all sizes and industries around the world are increasingly relying on digital channels to engage customers and deliver experience-led growth, and they are turning to Adobe as their trusted partner on that journey.\nAdobe Experience Cloud offers the most comprehensive set of solutions for content and commerce, data insights and audiences, customer journeys and marketing workflows. Built natively on Adobe Experience platform, our real-time customer data platform provides businesses with a single view of their customers' data across every channel. Real-time CDP now delivers over 600 billion predictive insights each year, and customers are creating over 30 trillion audience segments every day.\nExperience Cloud is now used by 87% of Fortune 100 companies. For example, Prudential Financial uses our cross-cloud offerings to power its end-to-end customer experience management workflows from creating high-impact content with Creative Cloud and Express to delivering personalized customer experiences at scale with Adobe Experience Platform.\nIn addition, Prada is using real-time CDP and Journey optimizer to connect digital and in-store customer experiences in real time while reimagining shopping experiences using Substance 3D.\nOur vision for Experience Cloud is to deliver personalized experiences at scale, and the power of generative AI accelerates our ability to do that. We are delivering Sensei gen AI innovations to reimagine the work marketers do and how they do it. With Sensei gen AI as their copilot, marketers can generate audiences with high position and design tailored customer journeys for these audiences. They can activate personalized campaigns for their audiences with on-brand visual content created with Adobe Express and Firefly and compelling offers generated by Experience Cloud applications, leveraging real-time customer profiles in AEP. Conversation in natural language interfaces powered by Sensei gen AI will make it significantly easier for any marketer to derive insights from customer journey analytics and apply these insights in real time to optimize their campaigns. These are just a few of the transformational innovations that Sensei gen AI is bringing to Experience Cloud.\nBusiness and innovation highlights include strong demand for Adobe Experience platform and native applications with our book of business now exceeding $500 million. This quarter, we unveiled new capabilities in real-time CDP that will enable brands to scale first-party data with look-alike audiences, significantly accelerating the delivery of personalized experiences. Realtime CDP is used by global brands across industries, including DICK'S Sporting Goods, General Motors, Henkel, Major League Baseball, ServiceNow and TSP Bank; the launch of Adobe Product Analytics, which combines customer journey insights with product analytics to drive a new level of product-led growth; a comprehensive content supply chain solution that connects content creation and delivery across Experience Cloud and Creative Cloud to help enterprises effectively manage their content demands.\nWe're working with partners, including Accenture, IBM, Omnicom and Publicis to scale the delivery of content supply chain to our joint customers.\nStrong demand for Workfront as it rapidly becomes a solution of choice for teams to plan, orchestrate and launch personalized campaigns at scale.\nGlobal availability of Adobe Mix Modeler to provide marketers with an AI-powered, self-service solution to accurately measure campaigns across paid, owned and earned channels.\nNew AI innovations in Adobe Experience Manager, that provide real-time content performance data and predictions on which content will perform best by audience segment.\nLeadership in industry analyst reports, including the IDC Marketscape for retail commerce platforms and a positive rating in Gartner's annual assessment of Adobe's enterprise strategy.\nKey customer wins, including DSV, ICICI Bank, JPMorgan, Kroger, Omnicom, Royal Canin, ServiceNow, T-Mobile and Volkswagen.\nWhile overall demand is strong and win rates remain healthy, as we enter the second half, we are seeing some projects being pushed out in the current enterprise spend environment, which we have reflected in our updated annual targets. In a world where digital has become the predominant channel to reach and engage customers, Adobe is uniquely positioned to keep winning with innovative products that power end-to-end customer experiences and enable enterprises to simultaneously drive growth and profitability.\nI'll now pass it to Dan.\n\nDaniel J. Durn\n\nSenior Vice President & Chief Financial Officer, Applied Materials, Inc.\n\nThanks, Anil. Today, I'll start by summarizing Adobe's performance in Q2 fiscal 2023, highlighting growth drivers across our businesses, and I'll finish with financial targets.\nAdobe's Q2 results demonstrate strong demand across a diverse portfolio of products from individuals buying through digital channels to the world's largest enterprises. While we grow existing businesses and deliver world-class profitability, Adobe continues to incubate and invest in groundbreaking new technologies that will change how people work and democratize access to our tools. I couldn't be prouder of how Adobe has navigated the current environment and position the company to win.\nIn Q2, Adobe achieved record revenue of $4.82 billion, which represents 10% year-over-year growth or 13% in constant currency. Business and financial highlights included: GAAP diluted earnings per share of $2.82; and non-GAAP diluted earnings per share of $3.91; Digital Media revenue of $3.51 billion; net new Digital Media ARR of $470 million; Digital Experience revenue of $1.22 billion; cash flows from operations of $2.14 billion; RPO of $15.22 billion exiting the quarter; and repurchasing approximately 2.7 million shares of our stock during the quarter.\nIn our Digital Media segment, we achieved Q2 revenue of $3.51 billion, which represents 10% year-over-year growth or 14% in constant currency. We exited the quarter with $14.14 billion of Digital Media ARR, growing 15% year-over-year in constant currency. We achieved Creative revenue of $2.85 billion, which represents 9% year-over-year growth or 14% in constant currency. We added $354 million of net new creative ARR in Q2, with strong digital demand for our offerings throughout the quarter.\nSecond quarter creative growth drivers included: new user growth across geographies, customer segments and creative offerings driven by targeted campaigns and promotions and utilizing insights from our data-driven operating model; strong traffic and conversion on adobe.com; single app subscriptions, including a strong quarter for imaging driven by Everyone Can Photoshop campaign; strong growth in photography driven by accelerated demand for Lightroom mobile; another strong quarter for Adobe Stock and other emerging businesses with exiting ARR for both Frame.io; and Substance growing greater than 50% year-over-year in constant currency; continued success rolling out our new Acrobat CC offering integrated with Sign capabilities; and success in the enterprise as our creative and collaboration solutions continue to see strong adoption.\nAdobe achieved Document Cloud revenue of $659 million, which represents 11% year-over-year growth or 14% in constant currency. We added $116 million of net new Document Cloud ARR in the quarter, crossing the $2.5 billion milestone with exiting ARR growing 22% year-over-year in constant currency.\nSecond quarter Document Cloud growth drivers included: strong subscription demand for Acrobat with integrated sign capabilities across customer segments and geographies, driven by targeted offers, DDOM Insights and our Acrobat's Got It campaign; success monetizing new customers through the Acrobat web funnel with monthly active users growing greater than 50% year-over-year as our product-led growth strategy continues to perform well; strength in Acrobat mobile downloads, conversion and engagement with liquid mode usage up over 40% year-over-year; and strength in the enterprise, driven by seat expansion. This quarter perpetual sales accounted for less than 5% of Document Cloud revenue.\nTurning to our Digital Experience segment. In Q2, we achieved revenue of $1.22 billion, which represents 12% year-over-year growth or 14% in constant currency. Q2 subscription revenue was $1.07 billion, which represents 11% year-over-year growth or 14% in constant currency. Second quarter digital experience growth drivers included: strong demand for our Adobe Experience platform and native applications, including real-time CDP, Customer Journey Analytics and Adobe Journey Optimizer. In Q2, subscription revenue for AEP and apps grew more than 60% year-over-year; strength in content and commerce with AEM as a cloud service, seeing significant book of business growth in Q2; customer interest in our content supply chain solution. The value proposition of seamlessly connecting content creation workflows to customer experience management is resonating with enterprises and is driving accelerated growth for Workfront and our content solutions; continued value realization from our solutions leading to strong retention across our customer segments; and momentum selling transformational deals to large enterprises, adopting our platform and end-to-end suite of applications, including T-Mobile and Omnicom.\nAdobe's effective tax rate in Q2 was 21.5% on a GAAP basis and 18.5% on a non-GAAP basis, in line with our expectations. RPO exiting the quarter was $15.22 billion, growing 10% year-over-year or 13% when adjusting for a 3% FX headwind. Our ending cash and short-term investment position exiting Q2 was $6.60 billion, and cash flows from operations in the quarter were $2.14 billion.\nIn Q2, we entered into a $1 billion share repurchase agreement, and we currently have $4.15 billion remaining on our $15 billion authorization that was granted in December 2020 and goes through the end of fiscal 2024.\nIn light of the momentum across our business and factoring in current macroeconomic conditions and summer seasonality, for Q3, we're targeting: total Adobe revenue of $4.83 billion to $4.87 billion; Digital Media net new ARR of approximately $410 million; Digital Media segment revenue of $3.55 billion to $3.57 billion; Digital Experience segment revenue of $1.21 billion to $1.23 billion; Digital Experience subscription revenue of $1.08 billion to $1.10 billion; tax rate of approximately 21.5% on a GAAP basis and 18.5% on a non-GAAP basis; GAAP earnings per share of $2.82 to $2.88; and non-GAAP earnings per share of $3.95 to $4.\nGiven the company's performance in the first half of the year and our relentless focus on driving disciplined profitable growth, we're raising our annual fiscal 2023 targets for EPS and net new Digital Media ARR. We are also raising our total Adobe revenue target for fiscal 2023 with Digital Media ahead of our previously issued targets and Digital Experience slightly lower.\nFor fiscal 2023, we're now targeting: total Adobe revenue of $19.25 billion to $19.35 billion; Digital Media net new ARR of approximately $1.75 billion; Digital Media segment revenue of $14.10 billion to $14.15 billion; Digital Experience segment revenue of $4.85 billion to $4.90 billion; Digital Experience subscription revenue of $4.30 billion to $4.35 billion; tax rate of approximately 21.5% on a GAAP basis and 18.5% on a non-GAAP basis; GAAP earnings per share of $11.15 to $11.25; and non-GAAP earnings per share of $15.65 to $15.75.",
        "content2": "In Q4, we expect to see year-end strength in customer demand for Digital Experience and Digital Media solutions. Our updated targets for fiscal 2023 demonstrates solid operating margin expansion in the second half as compared to the second half of fiscal 2022.\nIn summary, I'm extremely pleased with Adobe's performance in the first half of the year. Few companies are capable of delivering strong top and bottom line growth in a challenging environment, while at the same time, delivering game-changing innovations that will drive the next decade of growth. These innovations are generating strong customer demand for our products, shaping fiscal 2023 to be another wonderful year for Adobe.\nShantanu, back to you.\n\nSaket Kalia\n\nSenior Analyst\n\nThanks, Dan. Our strong Q2 results underscore our momentum and the significant opportunities we have across our business. I'm proud of how our employees around the world continue to raise the bar, create the future and live our purpose. We continue to invest in hiring new college grads and interns to bring the best and brightest talent to Adobe.\nIt's an incredibly exciting time at Adobe. Demand for our category-defining products and services continues to grow. Our innovation engine is delivering Adobe Magic for an expanding set of global customers and our strong execution is enabling us to address a massive market opportunity. 2023 is going to be another phenomenal year for Adobe as we continue to deliver top line growth and margins while investing in fundamental technologies that expand Adobe's success for decades.\nThank you. We will now take questions. Operator?"
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/59053b172f3cda8f0b12fb9af6363d95",
        "textblob_polarity": 0.16707357698064004,
        "textblob_subjectivity": 0.43734554788458135,
        "sentiment": {
            "distribution": {
                "neutral": 3,
                "positive": 22
            },
            "scores": {
                "neutral": 0.8917702039082845,
                "positive": 0.9805050438100641
            }
        },
        "content1": "Q1 2023 Adobe Inc Earnings Call\n\nQ1 2023 Adobe Inc Earnings Call\n\nADBENASDAQMAR 15, 10:00 PM\n\nOperator\n\nGood day, and welcome to the Q1 FY 2023 Adobe Earnings Conference Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Jonathan Vaas, VP of Investor Relations. Please go ahead.\n\nJonathan Vaas\n\nVP of IR, Adobe Inc.\n\nGood afternoon, and thank you for joining us. With me on the call today are Shantanu Narayen, Adobe's Chairman and CEO; David Wadhwani, President of Digital Media; Anil Chakravarthy, President of Digital Experience; and Dan Durn, Executive Vice President and CFO.\nOn this call, which is being recorded, we will discuss Adobe's first quarter fiscal year 2023 financial results. You can find our press release as well as PDFs of our prepared remarks and financial results on Adobe's Investor Relations website.\nThe information discussed on this call, including our financial targets and product plans, is as of today, March 15, and contains forward-looking statements that involve risks, uncertainty and assumptions. Actual results may differ materially from those set forth in these statements. For a discussion of these risks, you should review the factors discussed in today's press release and in Adobe's SEC filings.\nOn this call, we will discuss GAAP and non-GAAP financial measures. Our reported results include GAAP growth rates as well as constant currency rates. During this presentation, Adobe's executives will refer to constant currency growth rates, unless otherwise stated. Reconciliations are available in our earnings release and on Adobe's Investor Relations website.\nAdobe Summit is just around the corner in Las Vegas at the Venetian Convention and Expo Center beginning on Tuesday, March 21. Following the Day 1 keynote, we will host a Q&A session with financial analysts and investors in attendance at 11:30 a.m. Pacific Time. Audio of the event will be broadcast live, and the replay will be available on Adobe's IR website. More details about Summit and the agenda are available at summit.adobe.com.\nI will now turn the call over to Shantanu.\n\nShantanu Narayen\n\nChairman & CEO, Adobe Inc.\n\nThanks, Jonathan. Good afternoon, and thank you for joining us. Adobe had a strong Q1, driving record revenue across our Creative Cloud, Document Cloud and Experience Cloud businesses. We achieved $4.66 billion in revenue, representing 13% year-over-year growth. GAAP earnings per share for the quarter was $2.71, and non-GAAP earnings per share was $3.80.\nDigital is reshaping how we connect and engage with the world around us. Our performance demonstrates the critical role that Adobe products are playing in fueling the global digital economy, empowering everyone everywhere to imagine, create and bring any digital experience to life. We're executing against our strategy to unleash creativity for all, accelerate document productivity, and power digital businesses, delivering on our innovative product road map and engaging a growing universe of customers, from individuals to small businesses to the largest enterprises.\nGiven the recent news reports, I wanted to provide an update on the process and timing of our pending acquisition of Figma. We remain excited about the opportunity to advance product design, accelerate collaborative creativity on the Web and redefine the future of creativity and productivity. The potential combination continues to be well received by customers, industry analysts and partners. In addition, we are preparing for integration as we work through the regulatory process. From the outset, we have been well prepared for all potential scenarios while realistic about the regulatory environment. We have completed the discovery phase of the U.S. DOJ second request and are prepared for next steps, whether that is an approval or a challenge. Adobe remains confident in the facts underlying the case. And based on current process timing, we believe the transaction continues to be on track for a close by the end of 2023.\nIt goes without saying that our Q1 success demonstrates that we continue to be ruthlessly focused on executing against our immense opportunities, independent of this combination.\nDavid, over to you.\n\nDavid Wadhwani\n\nPresident of Digital Media Business, Adobe Inc.\n\nThanks, Shantanu. Hello, everyone. We're living in a visual, digital-first world where content creation and consumption are exploding and where consumers, students and businesses need to create content that stands out and elevates their online profiles. As a result, more and more people are turning to Creative Cloud, which remains a preeminent destination for creativity across imaging, design, video, illustration and animation, as well as new media types like 3D and augmented reality. We continue to see strong demand for our flagship applications, including Photoshop, Lightroom, Illustrator, Premiere Pro and Acrobat and are excited about the traction we're getting with Adobe Express.\nQ1 was a strong quarter for Creative Cloud. We achieved net new Creative ARR of $307 million and revenue of $2.76 billion, which grew 13% year-over-year. Q1 highlights include strong growth in top-of-funnel traffic, which resulted in healthy new demand for creative cloud applications across all routes to market and customer segments globally, from individuals to SMBs, to large enterprises.\nIncreased demand and mobile adoption in imaging with products like Photoshop and Lightroom. Lightroom mobile is now the default photo editor for the high-end photo editing experience on the Samsung Galaxy S-23 Series.\nContinued momentum for Premier Pro, After Effects and Frame.io, which are leaders in video editing and collaboration. Over 2/3 of films at Sundance, as well as Oscar winners Everything Everywhere All at Once and Navalny, were edited with our video products.\nRapid adoption of Substance 3D by brands such as Amazon, Burberry and Louis Vuitton. The Substance 3D team was honored with a technical Oscar in recognition of 3D capabilities that are making popular films such as Spider-Man, Star Wars and Blade Runner 2049 possible.\nAcceleration in our Adobe Stock business driven by the demand for high-quality imaging, vector, video and 3D content.\nMomentum for Adobe Express with significant year-over-year growth in monthly active users across segments such as students, small businesses and creative professionals. We are actively driving adoption of both new users and existing Creative Cloud subscribers who are now using Express when they want speed and ease, and we look forward to an imminent release of a dramatic upgrade with enhanced performance, collaboration functionality and new authoring capabilities for video and mixed media.\nExciting introduction of new products, including our beta releases of Character Animator and Adobe Podcast. Adobe Podcast is a web-based, AI-powered audio recording and editing app, perfect for the growing podcast industry. It makes every recording, even those done on your phone in busy spaces, sound like they were recorded in a studio.\nKey customer wins in the quarter include Accenture, BBC, Disney, IBM, Infosys and Nintendo.\nOur innovation engine continues to fire on all cylinders to reimagine the future of creativity. Last October, we previewed some of Adobe's Generative AI technology at MAX. We have been hard at work training Adobe models on our proprietary data sets, creating APIs, envisioning new services and integrating all these capabilities into our existing applications as a creative co-pilot. These innovations are developed and deployed in alignment with Adobe's AI ethics principles of accountability, responsibility and transparency. Stay tuned for some exciting announcements slated for next week in conjunction with Adobe Summit.\nDigital documents are powering productivity at home and at work, whether users are filing a tax form, submitting a sales contract, requesting feedback on a marketing campaign or completing an online bank transaction. Adobe Document Cloud is a leader in digital documents, redefining how people view, edit, share, scan and sign documents across desktop, Web and mobile.\nIn Q1, Document Cloud had record revenue of $634 million, which represents 16% year-over-year growth and strong net new ARR of $103 million, with ending ARR growing 22% year-over-year in constant currency.\nQ1 highlights include continued demand for PDF with outstanding growth in documents opened in the Acrobat Chrome extension and a new integration that will make Acrobat Reader the default PDF viewer in Microsoft Edge for over 1 billion Windows users; significant growth in monthly active users for Acrobat Web driven by search volume for PDF-related verbs and a continually optimized funnel to our Web offering; continued proliferation of Acrobat driven by demand for integrated functionality such as Share for Review for collaboration and Adobe Sign for e-signatures; outstanding increase in API transactions as our ecosystem and business customers continue to customize and integrate document services; strong demand across all routes to market and customer segments globally, from individuals, to SMBs, to large enterprises; key customer wins include Bank of Montreal, HP, JPMorgan Chase, Ministry of Defense of Netherlands, Samsung and Verizon.\nGiven the strong Q1, the demand for our products and our innovation road map, we're pleased to raise our FY '23 Digital Media net new ARR target.\nI'll now pass it to Anil.\n\nAnil S. Chakravarthy\n\nPresident of Digital Experience Business, Adobe Inc.\n\nThanks, David. Hello, everyone. During the 2022 holiday season, e-commerce drove a record $211 billion, with 38 days of $3-plus billion in daily spend, according to the Adobe Digital Economy Index. Companies across B2B and B2C need an integrated Customer Experience Management platform that empowers them to anticipate and meet the expectations of their customers. Today, digital is especially critical in enabling companies to drive profitable growth by delivering engaging and efficient customer experiences across the entire funnel, and Adobe is uniquely positioned to power experience-led growth.\nExperience Cloud offers a comprehensive portfolio of products that span the entire experience life cycle, from marketing planning and workflows, to data insights and activation, to content and commerce and customer journeys. Built natively on Adobe Experience Platform, our Real-Time CDP provides businesses with actionable customer profiles, leveraging data from online and off-line channels to deliver personalized experiences at scale.\nIn Q1, we continued to drive strong growth in our Experience Cloud business, achieving $1.18 billion in revenue. Subscription revenue was $1.04 billion, both representing 14% year-over-year growth.\nPetco is a great example of a B2C company leveraging Adobe's comprehensive set of products to create and deliver engaging experiences. Petco uses Creative Cloud to create content and Experience Cloud, including Real-Time CDP and Adobe Journey Optimizer, to orchestrate personalized experiences across their pet care ecosystem, including veterinary care, grooming, training and insurance.\nOn the B2B side, Qualcomm is harnessing Experience Cloud to deliver personalized experiences and improve marketing performance as well as Creative Cloud and Document Cloud to accelerate content velocity across its business lines.\nAdditional Q1 highlights include high retention rates and strong demand for services, demonstrating our customers' focus on long-term value realization; strong growth in Adobe Experience Platform and our native applications, inclusive of Real-Time CDP, Adobe Journey Optimizer and Customer Journey Analytics; momentum for Workfront, which is powering workflows to help teams around the globe collaborate and launch campaigns with ease and efficiency; significant wins over single product competitors in analytics, content management and CDP that underscore Adobe's differentiation; leadership in industry analyst reports, including the Forrester Wave for Digital Intelligence Platforms, the Forrester Wave for Cross-Channel Marketing Hubs and Gartner's Magic Quadrant for Digital Experience Platforms; a significant number of transformational deals, including Accenture, Carnival AIDA, Costco, IBM, MetLife, Paramount, Pfizer, S&P Global, TD Bank and Tim Hortons.\nThe Digital Experience business had a strong start to the year. Enterprises are focused on driving revenue growth through digital channels while increasing the productivity of their investments in customer experience and marketing. Experience Cloud is uniquely positioned to help enterprise customers across the world unlock profitable growth.\nNext week, we are excited to host Adobe Summit, the world's largest digital experience conference. It's our first time coming together in person in Las Vegas since 2019, and we'll be joined online by tens of thousands of customers, partners and developers from around the world. In addition to unveiling exciting new technology innovation across Experience Cloud, we will host inspirational C-level executives from several companies at the forefront of the digital economy.\nI'll now pass it to Dan.\n\nDaniel J. Durn\n\nCFO and Executive VP of Finance, Technology Services & Operations, Adobe Inc.\n\nThanks, Anil. Today, I'll start by summarizing Adobe's performance in Q1 fiscal 2023, highlighting growth drivers across our businesses, and I'll finish with financial targets.\nQ1 was a strong start to the year for Adobe. I know the macroeconomy is on every investor's mind right now, and you can see the resilience and diversification of Adobe's business in our financial results. Businesses today are prioritizing investments in order to maximize returns and impact, both to drive their top line and to deliver operational efficiency. And individuals are looking to create content that enables them to connect and stand out across digital platforms. In this environment, the demand for our products continues to be strong as our solutions are mission-critical to customers in a world where digital content and engagement drive the global economy. Our product differentiation, engine of innovation and data-driven operating model are continuing to drive Adobe's growth.\nWe have a world-class balance sheet, industry-leading margins, a strong cash flow profile and a proven track record. I can't think of a company that's better positioned as we continue to innovate in our core business and create and scale emerging businesses to drive profitable growth.\nIn Q1, Adobe achieved record revenue of $4.66 billion, which represents 9% year-over-year growth or 13% in constant currency.\nBusiness and financial highlights included GAAP diluted earnings per share of $2.71 and non-GAAP diluted earnings per share of $3.80, Digital Media revenue of $3.40 billion, net new Digital Media ARR of $410 million, Digital Experience revenue of $1.18 billion, cash flows from operations of $1.69 billion, RPO of $15.21 billion exiting the quarter and repurchasing approximately 5 million shares of our stock during the quarter.\nIn our Digital Media segment, we achieved Q1 revenue of $3.40 billion, which represents 9% year-over-year growth or 14% in constant currency. We exited the quarter with $13.67 billion of Digital Media ARR.\nWe achieved Creative revenue of $2.76 billion, which represents 8% year-over-year growth or 13% in constant currency, and we added $307 million of net new creative ARR in the quarter.\nQ1 creative growth drivers included new user growth, fueled by customer demand and targeted marketing campaigns, which drove increased web traffic in the quarter; adoption of our Creative Cloud All Apps offerings across customer segments and geographies; students graduating from our Education segment into the creative professional job market; continued strength in upselling our new Acrobat CC offering, which includes integrated sign capabilities; licensing of individual applications, including a strong quarter for our imaging and photography offerings; momentum in high-growth businesses, such as Substance and Stock, where we had a tremendous quarter generating new business, and with Frame, which we are successfully cross-selling into our video customer base; and a fast start to the year selling into our large enterprise accounts.\nAdobe achieved Document Cloud revenue of $634 million, which represents 13% year-over-year growth or 16% in constant currency. We added $103 million of net new Document Cloud ARR in the quarter.\nQ1 Document Cloud growth drivers included continued growth of Acrobat Web, demonstrating the success of our product-led growth strategy; strength in conversion and retention rates of our Acrobat mobile customers; demand for Acrobat subscriptions across all customer segments; success generating new customer demand for Acrobat Sign in SMB and the mid-market; and strength in the enterprise, driving seat expansion for our Acrobat business.\nTurning to our Digital Experience segment. In Q1, we achieved revenue of $1.18 billion and subscription revenue of $1.04 billion, which represents 12% year-over-year growth or 14% in constant currency.\nQ1 Digital Experience growth drivers included success closing numerous transformational deals with large enterprises that are choosing Adobe to be their end-to-end CXM platform to drive personalization at scale; momentum with our AEP and native applications, with the book of business growing more than 50% year-over-year; strength with our Content and Workfront solutions, as our content supply chain strategy is resonating with customers; renewal rates of our enterprise customers that continue to be strong; and sales execution across multiple geographies.\nTurning to the income statement and balance sheet. In Q1, we continued with our strategy of making disciplined investments to drive growth while identifying cost-saving opportunities to drive earnings.\nAdobe's effective tax rate in Q1 was 22% on a GAAP basis and 18.5% on a non-GAAP basis, in line with our expectations. For fiscal 2023, Adobe's management is adopting a fixed long-term projected non-GAAP tax rate to assess and report on operating results, which we believe provides a clear view of Adobe's financial performance. The fixed long-term non-GAAP rate considers our current operating structure, existing tax positions, legislation and available forecast information. This rate is based on a 3-year projection and may be adjusted for changes in the future.\nRPO exiting the quarter was $15.21 billion, growing 10% year-over-year or 13% when factoring in a 3 percentage point FX headwind.\nOur ending cash and short-term investment position exiting Q1 was $5.65 billion, and cash flows from operations in the quarter were $1.69 billion. Over the past year, we completed a thorough review of our short-term investments and marketable securities to ensure we are prepared for the current environment and with a bias towards the higher end of the investment-grade spectrum. Adobe does not hold substantial assets or securities at Silicon Valley Bank or any regional bank.\nIn Q1, we entered into a $1.4 billion share repurchase agreement, and we currently have $5.2 billion remaining of our $15 billion authorization granted in December 2020, which goes through the end of fiscal 2024.\nIn light of the strong start to the year and momentum across our business and factoring in the macroeconomic environment, for Q2, we're targeting total Adobe revenue of $4.75 billion to $4.78 billion, Digital Media net new ARR of approximately $420 million, Digital Media segment revenue of $3.45 billion to $3.47 billion, Digital Experience segment revenue of $1.21 billion to $1.23 billion, Digital Experience subscription revenue of $1.06 billion to $1.08 billion, tax rate of approximately 21.5% on a GAAP basis and 18.5% on a non-GAAP basis, GAAP earnings per share of $2.65 to $2.70 and non-GAAP earnings per share of $3.75 to $3.80.\nAs a result of the strong performance in Q1 and trajectory of the business, we are raising our fiscal 2023 net new ARR and EPS targets. For fiscal 2023, we are now targeting Digital Media net new ARR of approximately $1.70 billion, GAAP earnings per share of $10.85 to $11.15 and non-GAAP earnings per share of $15.30 to $15.60.\nIn summary, I'm pleased with our strong top line and bottom line execution in Q1, demonstrating the momentum we've established for the year. Our strong engine of innovation, combined with our operational rigor, are driving profitable growth and position us well to capture the massive growth opportunities at our doorstep.\nShantanu, back to you.\n\nShantanu Narayen\n\nChairman & CEO, Adobe Inc.\n\nThanks, Dan. Adobe's Q1 results underscore our strong momentum and the significant opportunities we have across our businesses. We're thrilled to be back in Las Vegas for Adobe Summit next week. In addition to unveiling several new innovations across Experience Cloud, Creative Cloud and Document Cloud, we will share how we are building on our decades of AI leadership to deliver generative AI technologies that redefine creativity and customer experiences. We look forward to seeing you there.\nAdobe's employees around the world motivate us to continuously raise the bar and create the future. This quarter, we were named to Glassdoor's Best Places to Work, Bloomberg's Gender-Equality Index for the fifth year in a row; and the CDP A List, which recognizes leadership and environmental impact. Our renowned brand, mission-critical products, and vast base of customers create an unmatched advantage that will fuel our growth.\nThank you, and we will now take questions. Operator?"
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/b821d64809e6e0f8a36d476264697cef",
        "textblob_polarity": 0.1934770118770116,
        "textblob_subjectivity": 0.43063853923853923,
        "sentiment": {
            "distribution": {
                "neutral": 2,
                "positive": 22,
                "negative": 1
            },
            "scores": {
                "neutral": 0.9908580482006073,
                "positive": 0.9981293488632549,
                "negative": 0.9985373020172119
            }
        },
        "content1": "Q4 2022 Adobe Inc Earnings Call\n\nQ4 2022 Adobe Inc Earnings Call\n\nADBENASDAQDEC 15, 11:00 PM\n\nOperator\n\nGood day, and welcome to the Q4 and FY '22 Adobe Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Jonathan Vaas, Vice President of Investor Relations. Please go ahead.\n\nJonathan Vaas\n\nVP of IR, Adobe Inc.\n\nGood afternoon, and thank you for joining us. With me on the call today are Shantanu Narayen, Adobe's Chairman and CEO; David Wadhwani, President of Digital Media; Anil Chakravarthy, President of Digital Experience; and Dan Durn, Executive Vice President and CFO.\nOn this call, which is being recorded, we will discuss Adobe's fourth quarter and fiscal year 2022 financial results. You can find our press release as well as PDFs of our prepared remarks and financial results on Adobe's Investor Relations website. The information discussed on this call, including our financial targets and product plans, is as of today, December 15, and contains forward-looking statements that involve risks, uncertainty and assumptions.\nActual results may differ materially from those set forth in these statements. For a discussion of these risks, you should review the factors discussed in today's press release and in Adobe's SEC filings. On this call, we will discuss GAAP and non-GAAP financial measures.\nOur reported results include GAAP growth rates as well as constant currency rates and adjusted growth rates in constant currency that also account for an extra week in fiscal 2021. During this presentation, Adobe's executives will refer to constant currency and adjusted growth rates unless otherwise stated. Reconciliations between the 2 are available in our earnings release and on Adobe's Investor Relations website.\nI will now turn the call over to Shantanu.\n\nShantanu Narayen\n\nChairman & CEO, Adobe Inc.\n\nThanks, Jonathan. Good afternoon, and thank you for joining us.\n2022 was an exciting and eventful year for Adobe. We achieved record revenue of $17.61 billion, representing 15% year-over-year growth. GAAP earnings per share was $10.10 and non-GAAP earnings per share was $13.71. We delivered record operating cash flows with a focus on profitability. Our strong performance in the uncertain macroeconomic environment underscores the resilience of our business and the mission-critical role of our products in a digital-first world.\nOur strategy to unleash creativity for all, accelerate document productivity and power digital businesses is driving momentum across every geography and customer segment making us one of the most innovative, diversified and profitable software companies in the world. We continue to execute against our product road map to serve a vast customer universe from individuals to large enterprises and deliver strong top and bottom line growth.\nAdobe Creative Cloud, Document Cloud and Experience Cloud have become the foundation of digital experiences starting with the first creative spark to the creation and development of all content and media to the personalized delivery across every channel.\nIn Q4, we achieved revenue of $4.53 billion representing 14% year-over-year growth. In our Digital Media business, we had our best quarter ever on net new ARR, delivering $576 million and our digital experience business achieved its first $1 billion subscription revenue quarter, growing 16% year-over-year.\nI will now pass it to David.\n\nDavid Wadhwani\n\nPresident of Digital Media Business, Adobe Inc.\n\nThanks, Shantanu, and hello, everyone.\nThe demand for digital content across every creative category, customer segment and media type is accelerating at a rapid pace. Creative Cloud remains the leading creativity platform, offering a comprehensive portfolio of products for every discipline across imaging, photography, design, video, web, animation and 3D. Core products such as Photoshop, Lightroom, Illustrator, Premiere Pro and Acrobat continue to lead their categories as we add new features and enhance their capabilities with Adobe Sensei, our AI engine. The rapid progress we're making with Adobe Express is attracting millions of new users and delivering additional value to Creative Cloud members who are also interested in lightweight task-oriented tools.\nNew collaboration capabilities like share for review are integrated directly into Creative Cloud and Document Cloud applications to enable seamless creation, sharing and review across creative and document workflows.\nOur ongoing product innovation ensures that Adobe remains the preeminent destination for a wide and growing base of individuals, students, creative professionals, small business owners and enterprises to create and monetize amazing content more quickly and easily than ever before. Q4 was a record quarter for Creative Cloud. We achieved net new Creative Cloud ARR of $453 million and revenue of $2.68 billion, which grew 13% year-over-year. This strong performance was a result of demand for our flagship applications, including Photoshop, Lightroom, Illustrator, Premiere Pro and Acrobat; Expansion in SMB and enterprise driven by strong execution of our year-end pipeline across direct sales and our reseller channel, accelerating growth in substance 3D and Frame I/O, underscoring the continued strength and significant opportunities in our newer businesses, Momentum in Express, our template-based web and mobile product for creating everything from year-end sales promotions to holiday cards to social media posts.\nExpress' unparalleled collection of stock images, videos, fonts, design assets and templates and its unique integration of AI Magic from Photoshop, Premiere Pro and Acrobat enable us to deliver the best of Adobe to customers of every skill level. Q4 continued to see exciting growth with millions of monthly active users, greater than 40% quarter-over-quarter visitor growth in the U.S. and an NPS greater than 50.\nKey customer wins include Electronic Arts, Meta, NBC Universal, Publicis, Roku, Target and United Nations. In October, we were thrilled to be back live with thousands of members from our creative community at Adobe Max. The conference has always been an opportunity to showcase our incredible innovation, and we drove over 0.25 billion video views across all channels.\nOur announcements included: Powerful new AI capabilities in Photoshop, such as a one-click delete and fill tool to remove and replace objects and a new photo restoration Neural Filter that instantly fixes damaged photos; a share for review service in Photoshop and Illustrator that enables designers to easily collaborate with key stakeholders; the first-to-market camera to cloud integration between Frame I/O and Red Digital camera and Fuji Film, significantly reducing production costs and time; advances in substance 3D that empower brands such as Electronic Arts, HUGO BOSS, NASCAR, NVIDIA and the Coca-Cola Company to create engaging immersive experiences; a new partnership between the content authenticity initiative and LICA and NICON to implement Provenance technology into cameras, allowing photographers to embed when, where and how images were captured and early demonstrations of Adobe's generative AI technology integrated into our tools, which promises to transform the creative process, making it more accessible, fast and efficient than ever before.\nNow turning to the Document Cloud business. Digital documents have become synonymous with productivity in our personal and professional lives, whether it's an offer to purchase a new home, a bank deposit form, a school permission slip or a sales contract.\nDocument Cloud is the leader in digital documents, offering innovative solutions across every device and for every skill level. Our strategy to enable all common document actions, including editing, sharing, reviewing, scanning and signing across desktop, mobile and web is paying strong dividends.\nIn Q4, Document Cloud had record revenue of $619 million, which represents 19% year-over-year growth and strong net new ARR of $123 million with ending ARR growing 23% year-over-year.\nQ4 highlights include new Acrobat functionality for SMBs including the ability to send branded agreement templates and combined payments with e-sign documents, new capabilities between Document Cloud and Creative Cloud to help knowledge workers and creative professionals seamlessly collaborate and improve their productivity. Scan innovation that allows users to simultaneously scan the left and right pages of a book as well as scan both sides of an ID card on 1 page, strong organic growth in both traffic and searches for PDF capabilities, which serve as a critical funnel to Acrobat Web, significant growth in signed transactions within Acrobat underscoring the need for integrated document solutions, outstanding growth in API transactions. API calls nearly doubled quarter-over-quarter, demonstrating the strategic necessity of integrating PDF capabilities within enterprise applications.\nKey customer wins include Bio and tech, Cigna, Deloitte, Mitsubishi Electric, Raytheon, Shell Information Technology and the U.S. Department of State. Q4 was the strongest net new ARR quarter ever for Digital Media, driven by outstanding execution against multiple growth drivers in our core business. In addition, we're excited about the pending Figma acquisition, which represents a tremendous opportunity to accelerate the future of creativity and productivity for millions of people. Overall, the regulatory process is proceeding as expected. The transaction is being reviewed globally, including by the Department of Justice and the Competition and Markets Authority in the U.K. We are currently engaged in the DOJ's second request process. We expect that the transaction will also be reviewed in the EU.\nWe continue to feel positive about the facts underlying the transaction and expect to receive approval to close the transaction in 2023. I'll now pass it to Anil.\n\nAnil S. Chakravarthy\n\nPresident of Digital Experience Business, Adobe Inc.\n\nThanks, David. Hello, everyone.\nEvery business in every category now depends on digital to engage and transact with their customers. Adobe's holiday shopping report which analyzes trillions of data points in Adobe Analytics found a Cyber Monday drove an all-time high of $11.3 billion in online spending, with mobile shopping now accounting for 55% of sales on Thanksgiving and buy now, pay later orders jumping 85% during Cyber Week. We predict spend will exceed $210 billion this holiday season. No company is better positioned than Adobe to capitalize on this large global opportunity.\nIn my customer conversations, it's clear that the current macroeconomic climate requires businesses to prioritize investments and digital remains mission-critical to drive operational efficiency, improve customer engagement and maximize long-term value realization. We are driving a mix of diversified revenue streams through subscription and consulting services across new and existing customers, demonstrating the strength of our business.\nExperience Cloud is powering digital businesses in every industry across B2B and B2C with our leading solutions spanning, data insights and audiences, content and commerce, customer journeys and marketing workflow. And it is unique in that it helps businesses drive customer demand, engagement and growth while simultaneously delivering productivity gains.\nOur comprehensive set of applications, including real-time CDP or built natively on our highly differentiated Adobe Experience platform providing companies with a unified profile of each of their customers to deliver the most personalized real-time experiences at scale. Adobe Experience Platform processes 29 trillion segment evaluations per day and executes a response time of less than 250 milliseconds, illustrating the impact of its real-time capabilities at scale.\nIn Q4, we continued to drive strong growth in our Experience Cloud business, achieving $1.15 billion in revenue. Subscription revenue was $1.01 billion, our first $1 billion quarter and representing 16% year-over-year growth. Adobe is differentiated in our ability to power the entire customer experience from ideation to content creation to personalized delivery to monetization. Chipotle is a great example. They're using Creative Cloud to design content for web and mobile channels and experience cloud to highlight new product offerings based on consumer preferences and support a faster, easier and more customized online ordering process. In government, the state of Illinois is using Experience Cloud and Document Cloud to provide simpler and more equitable access to state services for over 12 million residents.\nIt's especially inspiring to witness the positive social impact of Adobe technology. The National Center for Missing and Exploited Children has long used Photoshop to create age progress photos and now uses Experience Cloud to facilitate the recovery of missing children. Additional Q4 highlights include strong demand for Adobe experience platform in native applications inclusive of real-time CDP, Adobe Journey Optimizer and customer journey analytics, which are rapidly becoming the digital underpinning of large brands globally. Accelerating demand for Adobe Experience Manager demonstrating Adobe's role in helping businesses effectively manage their current supply chain from creation to monetization.\nA new marketing mix modeling service as part of our data insights and audiences offering, which enables marketers to harness the power of Adobe Sensei to assess marketing ROI in weeks rather than months and forecast resources for campaigns more effectively.\nStrong growth in Partner and Adobe Professional Services underscoring our customers' continued focus on implementation and value realization, key customer wins, including BlackRock, Chipotle, Delta Airlines, DFS Group, Disney Park, Levante Health, GM, Office Depot, Publicis, Santander and Wells Fargo. Adobe continued to receive strong industry analyst recognition, including leadership in the Gartner Magic Quadrant for B2B marketing automation platforms, the Forester way for collaborative work management and the Forester way for enterprise marketing suites.\nI'll now pass it over to Dan.\n\nDaniel J. Durn\n\nCFO and Executive VP of Finance, Technology Services & Operations, Adobe Inc.\n\nThanks, Anil. Our earnings report today covers both Q4 and fiscal year 2022 results. As you know, in 2022, we experienced significant headwinds from the strengthening of the U.S. dollar, increased tax rates and the impacts from the Russia-Ukraine war. Despite those headwinds in fiscal '22, Adobe achieved record revenue of $17.61 billion, which represents 12% year-over-year growth or 15% growth in constant currency on an adjusted basis. GAAP EPS for the year was $10.10 and non-GAAP EPS was $13.71.\nWe exceeded our initial non-GAAP EPS target for fiscal year '22, which speaks to the discipline, strong execution and resilient operating model of the company. Fiscal year '22 business and financial highlights included: Digital Media revenue of $12.84 billion; net new Digital Media ARR of $1.91 billion, Digital Experience revenue of $4.42 billion, cash flows from operations of $7.84 billion, RPO of $15.19 billion exiting the year, and repurchasing approximately 15.7 million shares of our stock during the year at a cost of $6.30 billion.\nIn the fourth quarter of fiscal year '22, Adobe achieved revenue of $4.53 billion, which represents 10% year-over-year growth or 14% in constant currency. GAAP diluted earnings per share in Q4 was $2.53 and non-GAAP diluted earnings per share was a record $3.60.\nQ4 business and financial highlights included: Digital Media revenue of $3.30 billion, record net new Digital Media ARR of $576 million, Digital Experience revenue of $1.15 billion, record cash flows from operations of $2.33 billion, adding over $1 billion to RPO sequentially in the quarter and repurchasing approximately 5 million shares of our stock.\nIn our Digital Media segment, we achieved Q4 revenue of $3.30 billion, which represents 10% year-over-year growth or 14% in constant currency. We exited the quarter with $13.97 billion of Digital Media ARR. We achieved creative revenue of $2.68 billion, which represents 8% year-over-year growth or 13% in constant currency, and we added $453 million of net new creative ARR in the quarter.\nDriving this performance was good linearity throughout the quarter as well as strong customer purchasing during the peak holiday shopping weeks. Fourth quarter creative growth drivers included new user growth fueled by customer demand, targeted campaigns and promotions and year-end seasonal strength, which drove strong web traffic and conversion rates in the quarter, adoption of our Creative Cloud All Apps offerings across customer segments, from enterprise to team to individual and education, strength of the new Acrobat within our Creative Cloud offering demonstrating the importance of digital documents and workflows to the creative community.\nSales of individual applications, including a strong quarter for our imaging and photography offerings, continued growth of newer businesses, including Express, substance, frame and stock and a solid finish to the year in SMB and enterprise. Adobe achieved Document Cloud revenue of $619 million, which represents 16% year-over-year growth or 19% in constant currency. We added $123 million of net new Document Cloud ARR in the quarter.\nFourth quarter Document Cloud growth drivers included: Acrobat subscription demand across all customer segments, continued growth of Acrobat Web, fueled by online searches for PDF and product-led growth, strong performance of our new Acrobat offering integrated with Sign, driving upsell ARR as well as new customer adoption and year-end seasonal strength in SMB, including through our reseller channel.\nTurning to our Digital Experience segment. In Q4, we achieved revenue of $1.15 billion and subscription revenue of $1.01 billion, both of which represent 14% year-over-year growth or 16% in constant currency. Fourth quarter digital experience growth drivers included: expected year-end strength with significant bookings of our newer offerings in EMEA that builds on our momentum in North America, success closing numerous transformational deals that span our portfolio of solutions. Momentum with our Adobe Experience platform and native applications, including real-time CDP, strength with our content and Workfront solutions, which are integral components of our content supply chain strategy and increased customer demand for professional services as enterprises focus on implementation and accelerating time to value realization from digital investments.\nIn Q4, we focused on making disciplined investments to drive growth and awareness of our products. We continue to have world-class gross and operating margins and drove strong EPS performance in the quarter. Adobe's effective tax rate in Q4 was 22.5% on a GAAP basis and 17.5% on a non-GAAP basis. The GAAP tax rate came in lower than expected, primarily due to lower-than-projected tax on our foreign earnings. RPO exiting the quarter was $15.19 billion growing 9% year-over-year or 12% when factoring in a 3 percentage point FX headwind. Our ending cash and short-term investment position exiting Q4 was $6.10 billion and cash flows from operations in the quarter were a record $2.33 billion, up 14% year-over-year.\nWe now intend to use cash on hand to repay the current portion of our debt on or before the due date, which we expect will reduce our interest expense in fiscal year '23. In Q4, we entered into a $1.75 billion share repurchase agreement. And we currently have $6.55 billion remaining of our $15 billion authorization granted in December 2020, which goes through 2024. As a reminder, we measure ARR on a constant currency basis during a fiscal year and revalue ARR at year-end for current currency rates.\nFX rate changes between December of 2021 and this year, have resulted in a $712 million decrease to the Digital Media ARR balance entering fiscal year '23, which is now $13.26 billion after the revaluation. This is reflected in our updated investor data sheet, and ARR results will be measured against this amount during fiscal year '23. We provided preliminary fiscal year '23 targets at our Financial Analyst Meeting in October that take into account the macroeconomic environment and the growth drivers of our various businesses.\nWhile there is ongoing macro uncertainty, given the massive long-term opportunity in digital and the momentum in our business, we're pleased to reiterate those financial targets. In summary, for fiscal year '23, we're targeting: total Adobe revenue of $19.1 billion to $19.3 billion; Digital Media net new ARR of approximately $1.65 billion; Digital Media segment revenue of $13.9 billion to $14.0 billion; Digital Experience segment revenue of $4.925 billion to $5.025 billion; Digital Experience subscription revenue of $4.375 billion to $4.425 billion; tax rate of approximately 22% on a GAAP basis and 18.5% on a non-GAAP basis; GAAP earnings per share of $10.75 to $11.05 and non-GAAP earnings per share of $15.15 to $15.45.\nAs a reminder, these targets do not contemplate our planned acquisition of Figma. We expect normal seasonality throughout the year, with Q1 being sequentially down and seasonally light for new business, sequential growth from Q1 to Q2, a dip in Q3 on account of summer seasonality and a strong finish to the year in Q4. For Q1 fiscal '23, we're targeting: total Adobe revenue of $4.60 billion to $4.64 billion; Digital Media net new ARR of approximately $375 million; Digital Media segment revenue of $3.35 billion to $3.375 billion; Digital Experience segment revenue of $1.16 billion to $1.18 billion; Digital Experience subscription revenue of $1.025 billion to $1.045 billion; tax rate of approximately 22% on a GAAP basis and 18.5% on a non-GAAP basis; GAAP earnings per share of $2.60 to $2.65 and non-GAAP earnings per share of $3.65 to $3.70.\nIn summary, Adobe finished fiscal year '22 strong, executing on our strategies across Creative Cloud, Document Cloud and Experience Cloud. I expect this performance to carry into next year as Adobe sustained top line growth and world-class profitability continue to position us well for fiscal '23 and beyond.\nShantanu, back to you.\n\nShantanu Narayen\n\nChairman & CEO, Adobe Inc.\n\nThanks, Dan.\nAs the company celebrates its 40th anniversary, it is a perfect time to reflect on our past and our future. Adobe was founded on simple, but enduring principles that remain with us today. Innovation is at our core. Employees are our greatest asset and our customers, communities and shareholders are central to our success.\nOver the past 4 decades, Adobe's continuous innovation and leadership have empowered billions of people around the globe to imagine, create and deliver the best digital experiences. Our strong brand and company culture enable us to attract and retain the world's best employees. We are proud to once again be named to Interbrand's Best Global Brands List as a top riser for the seventh year in a row and to Wall Street Journal's Best-Managed Companies, ranking #1 for employee engagement and development. We have everything it takes to continue our success in the future, massive market opportunities, a proven ability to create and expand categories that transform markets, an expansive product portfolio that serves a growing universe of customers, revolutionary technology platforms that advance our industry leadership and competitive advantage and expanding ecosystem that delivers even greater value to customers, strong business fundamentals in the most dedicated and talented employees. I have never been more certain that Adobe's best days are ahead. Thank you, and we will now take questions. Operator?"
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/0d2e5cfff4ef74270f0e78c7dc0fc393",
        "textblob_polarity": 0.17528864248162465,
        "textblob_subjectivity": 0.4535118942136488,
        "sentiment": {
            "distribution": {
                "neutral": 4,
                "positive": 24
            },
            "scores": {
                "neutral": 0.9950963109731674,
                "positive": 0.9969077706336975
            }
        },
        "content1": "Q3 2022 Adobe Inc Earnings Call\n\nQ3 2022 Adobe Inc Earnings Call\n\nADBENASDAQSEP 15, 4:00 PM\n\nOperator\n\nGood day, and welcome to the Q3 FY '22 Adobe Earnings Conference Call. Today's conference is being recorded.\nAt this time, I would like to turn the conference over to Jonathan Vaas, VP of Investor Relations. Please go ahead, sir.\n\nJonathan Vaas\n\nVP of IR, Adobe Inc.\n\nGood morning, and thank you for joining us. With me on the call today are Shantanu Narayen, Adobe's Chairman and CEO; David Wadhwani, President of Digital Media; and Anil Chakravarthy, President of Digital Experience; and Dan Durn, Executive Vice President and CFO.\nOn this call, which is being recorded, we will discuss Adobe's third quarter fiscal year 2022 financial results. You can find our Q3 press release as well as PDFs of our prepared remarks and financial results on Adobe's Investor Relations website. The information discussed on this call, including our financial targets and product plans, is as of today, September 15, and contains forward-looking statements that involve risks, uncertainty and assumptions. Actual results may differ materially from those set forth in these statements. For a discussion of these risks, you should review the factors discussed in today's press release and in Adobe's SEC filings.\nOn this call, we will discuss GAAP and non-GAAP financial measures. Our reported results include GAAP growth rates as well as adjusted growth rates in constant currency. During this presentation, Adobe's executives will refer to constant currency growth rates, unless otherwise stated. Reconciliations between the 2 are available in our earnings release and on Adobe's Investor Relations website. I will now turn the call over to Shantanu.\n\nShantanu Narayen\n\nChairman & CEO, Adobe Inc.\n\nThanks, Jonathan, and thank you for joining us. Adobe had another record quarter, achieving $4.43 billion in revenue, which represents 15% year-over-year growth. GAAP earnings per share for the quarter was $2.42 and non-GAAP earnings per share was $3.40. In our Digital Media business, we achieved $3.23 billion in revenue. Net new Digital Media annualized recurring revenue, or ARR, was $449 million, and total Digital Media ARR, exiting Q3, grew to $13.40 billion. In our Experience Cloud business, we achieved $1.12 billion in revenue, and subscription revenue was $981 million.\nIn this digital-first world, Adobe Creative Cloud, Document Cloud and Experience Cloud have become even more mission-critical to an increasingly wide range of customers. From students to creative professionals to small businesses to the world's largest enterprises fueled by our groundbreaking technology, track record of creating and leading categories and consistently strong execution, our opportunity is larger than ever before. Adobe's greatness has been rooted in defining new categories and platforms and delivering cutting-edge solutions through both organic innovation and inorganic acquisitions.\nThroughout our history, Adobe's innovations have touched billions of lives around the globe. From revolutionizing imaging and creative expression with Photoshop to pioneering electronic documents through PDF, to creating the digital marketing category with Adobe Experience Cloud, Adobe continues to invent and transform categories. We are in the golden age of design, and we believe we have a unique opportunity to usher in a new era of collaborative creative computing.\nI'm thrilled to share that today we announced our intention to acquire Figma, a leading web-first design platform that will help us accelerate this vision. Figma enables designers, developers and all stakeholders to collaborate in the product-design process from ideation to design to delivery. The combination of Adobe and Figma will significantly expand our reach and market opportunity while making the creative process more accessible, and productive to more people. I will now turn it over to David to share more about our vision for Adobe and Figma and momentum in the Digital Media business. David?\n\nDavid Wadhwani\n\nPresident of Digital Media Business, Adobe Inc.\n\nIt's an exciting day for Adobe and Figma. Figma's mission is to help teams collaborate visually and make design accessible to all. Dylan Field, Figma's CEO, and his team, launched Figma as the first design tool purpose built for the web in 2012. Figma and FigJam make it possible for all stakeholders designing interactive mobile and web applications to collaborate through multiplayer workflows, sophisticated design systems and a rich extensible developer ecosystem. Figma has built an incredible product and an outstanding business, delivering world-class ARR growth and net-dollar retention with a disciplined and efficient operating model.\nFigma has attracted a new generation of millions of designers and developers and a loyal student-following. To give you a sense of their scale and financial success, Figma is expected to add approximately $200 million in net new ARR this year, surpassing $400 million in total ARR exiting 2022 with greater than 150% net-dollar retention rate. With the total addressable market of $16.5 billion by 2025, Figma is just getting started.\nAdobe has always been focused on empowering everyone to create digital experiences, and the combination of Adobe and Figma is the perfect better-together opportunity. The combination of Adobe and Figma will create new opportunities and accelerate our strategy in a few ways. First, reimagining the future of creativity and productivity. Adobe and Figma share a passion for helping individuals and teams be more creative and productive. Adobe and Figma now have a new opportunity to make content creation more efficient, collaborative and fun by bringing together Adobe Express, Acrobat and FigJam, an online white-boarding solution for Teams. With the combination of these products, we can offer tremendous value to hundreds of millions of customers.\nSecond, accelerating creativity on the web. As creativity becomes increasingly collaborative, the web makes it easier for teams to create together. Figma's web-based multiplayer platform can accelerate the delivery of Adobe's Creative Cloud technologies on the web, making the creative process accessible to more people. This will dramatically increase Adobe's reach and addressable market opportunity.\nThird, advancing product design. Web and mobile applications are increasingly underpinning how we live and work. This is driving explosive growth in the product design category. The combination of Adobe and Figma will benefit all stakeholders in the product design process from designers to product managers to developers by bringing powerful capabilities from Adobe's imaging, photography, illustration, video, 3D and font technologies into the Figma platform over time.\nAnd fourth, empowering and expanding the community. Throughout our history, Adobe's community has been a constant source of inspiration and a catalyst for innovation. Figma has a thriving community who develop and share everything from tutorials, templates and plug-ins with their large and growing ecosystem. The combination of our communities will bring designers and developers closer together to unlock the future of collaborative design. Adobe and Figma could not be a better match. Our people, innovative technology and joint mission to democratize creativity and collaboration will deliver increased value to a growing base of customers.\nI look forward to welcoming Dylan and the entire Figma team to Adobe once the transaction closes. The acquisition of Figma could not come at a more exciting time for Adobe's Digital Media business, which surpassed $13 billion in ARR this quarter, growing 16% year-over-year exiting the quarter. Adobe Creative Cloud remains the world's creative engine, empowering everyone to create whenever and wherever inspiration strikes. In Q3, we achieved net new Creative Cloud ARR of $330 million and revenue of $2.63 billion, which grew 14% year-over-year.\nQ3 highlights include strong momentum for Adobe Express, with significant growth in new users. Adobe Express is serving an expansive universe of creative professionals, communicators and knowledge workers from students to small business owners to social influencers. It's exciting to see the rapid innovation we're delivering to enable millions of customers to create standout multimedia content.\nAdobe Express has thousands of templates, millions of stock assets and quick-action functionality that make it easy to do any creative task. Millions of new users are coming to Adobe Express driven by viral adoption and our creative marketing campaigns. Fast Company recently named Adobe Express, one of the best new productivity apps of 2022. Strength in our Photoshop and Lightroom offerings across desktop and mobile, tailwinds in our video segment for Premier Pro and Frame.io are integrated video editing and collaboration offering. Demand for our substance products as brands across every industry embrace 3D and immersive content as a new medium, and momentum in the Adobe Stock business, emphasizing the importance of content velocity for businesses of all sizes.\nAnd finally, we are really excited about Adobe MAX, the world's largest creativity conference. It will be held in Los Angeles and streamed live for our global community. In addition to unveiling amazing new Creative Cloud innovations, we will hear from luminaries including renowned film directors, artists and musicians.\nNow on to our Document Cloud business. Digital documents are enabling individuals and businesses to be productive in a digital-first world. With more than 300 billion PDFs opened and more than 8 billion digital signatures processed each year, Adobe Document Cloud is accelerating document productivity and workflows across web, desktop and mobile. Document Cloud had its best Q3 ever, achieving net new Document Cloud ARR of $119 million and record revenue of $607 million, which grew 25% year-over-year. Q3 highlights include continued adoption of PDF across every computing surface with over 2.6 billion cumulative installs of Acrobat and Reader. Significant enhancements to the Acrobat web experience, making popular verbs like View, Edit and Collaborate easier than ever and adding accessibility capabilities such as Readout Loud and High Contrast Support.\nAcrobat web now continues to see tremendous growth driven by the high volume of web searches for document actions. Strong growth in Adobe Sign driven by integrated e-signature functionality in Acrobat, integrated workflows between Acrobat Desktop, Acrobat Web and Adobe Express. And key enterprise customer wins, including Amazon, Boeing, Chubb, Lloyds Bank and ServiceNow. Demand for our industry-leading Digital Media products remains strong across a growing base of customers. We are accelerating momentum across the business with continued product innovation, strong go-to-market capabilities and a proven data-driven operating model. I'll now pass it to Anil.\n\nAnil S. Chakravarthy\n\nPresident of Digital Experience Business, Adobe Inc.\n\nThanks, David. Hello, everyone. One thing has become abundantly clear in this environment, digital has become the critical channel to engage customers and drive growth. Across the globe, companies in every industry are prioritizing investments in software solutions and services that enable them to anticipate and meet the expectations of their consumers. Customer experience management is an imperative, and Adobe is the category leader. Adobe Experience Cloud delivers predictive, personalized, real-time digital experiences from acquisition to monetization to retention across content and commerce, customer journeys, data insights and audiences and marketing workflow. In particular, we are driving strong enterprise adoption of Adobe Experience platform and Real-time CDP, which are foundational to this next-generation enterprise architecture.\nFC Bayern, one of the world's most successful football clubs is leveraging Adobe Experience Cloud and Real-time CDP to transform their fan experience. This gives them a holistic view of every fans engagement online and offline, enabling them to deliver personalized experiences such as discounts at the stadium or an immersive shopping experience for viewers at home. In Q3, we continued to drive strong Experience Cloud growth, achieving a record $1.12 billion in revenue. Subscription revenue was $981 million for the quarter, representing 15% year-over-year growth. Q3 highlights include strong momentum for Adobe Experience platform and AEP native applications, with the book of business more than doubling year-over-year. Significant growth for Adobe Commerce underscoring the demand for digital storefronts and marketplaces.\nExperience Cloud was named a leader for the sixth consecutive year in the Gartner Magic Quadrant for digital commerce and achieved the highest position in the Forrester wave for enterprise marketing suites. And key customer wins, including Credit Agricole, Morgan Stanley, NASA, Qualcomm, T-Mobile and UnitedHealth Group.\nLooking forward, Adobe is leading an explosive growth category that's increasingly important to enterprises of all sizes. Adobe is well positioned to help enterprises deliver exceptional customer experiences with industry-leading platforms and applications, a strong track record of deploying solutions successfully for thousands of customers, and a proven ability to deliver the next-generation architecture for customer-experience management. Dan, over to you.\n\nDaniel J. Durn\n\nCFO and Executive VP of Finance, Technology Services & Operations, Adobe Inc.\n\nThanks, Anil. Today, I'll start by summarizing Adobe's performance in Q3 fiscal 2022, highlighting growth drivers across our businesses, then I'll discuss the announced acquisition of Figma, and I'll finish with financial targets. Adobe delivered a solid Q3, continuing to demonstrate that our products are mission-critical to our customers' success in any macro environment, from the millions of individuals who use our offerings to create digital content to the small businesses that run their document workflows on Adobe to the large enterprises that have transformed how they interact with their end users by providing personalization at scale.\nQ3 business and financial highlights included record revenue of $4.43 billion, GAAP diluted earnings per share of $2.42, and non-GAAP diluted earnings per share of $3.40, Digital Media revenue of $3.23 billion, net new Digital Media ARR of $449 million, Digital Experience revenue of $1.12 billion, cash flows from operations of $1.70 billion, RPO of $14.11 billion exiting the quarter and repurchasing approximately 5.1 million shares of our stock during the quarter.\nIn our Digital Media segment, we achieved 13% year-over-year revenue growth in Q3 or 16% in constant currency. We exited the quarter with $13.40 billion of Digital Media ARR. We saw expected summer seasonality in the quarter, with the overall acquisition and engagement environment for offerings remaining strong. We achieved creative revenue of $2.63 billion, which represents 11% year-over-year growth or 14% in constant currency. We added $330 million of net new creative ARR in the quarter.\nThird quarter creative growth drivers included momentum in small and medium businesses with our Teams offering where we continue to drive strong new customer acquisition, and are seeing engagement and retention at all-time highs, strong growth in our Illustrator and in-design businesses. Demand for our flagship photography, imaging and video applications, Adobe Stock where we continue to drive strong book of business growth and momentum in our new growth initiatives such as Frame.io and Substance, each of which grew ending ARR greater than 50% year-over-year exiting the quarter.\nAdobe achieved Document Cloud revenue of $607 million, which represents 23% year-over-year growth or 25% in constant currency. We added $119 million of net new Document Cloud ARR in the quarter, our strongest Q3 to date. Third quarter Document Cloud growth drivers included accelerated adoption of PDF and Adobe Reader across multiple surfaces, growth of Acrobat Web, fueled by online searches for PDF and document actions, strong performance of Acrobat and Adobe Sign. Performance of our reseller channel continuing to drive new Document Cloud subscriptions, particularly with small and medium businesses, and continued seat expansion in the enterprise.\nIn August, we began to roll out the new Acrobat integrated with Sign offering, which included updated pricing.\nTurning to our Digital Experience segment. In Q3, we achieved revenue of $1.12 billion, which represents 14% year-over-year growth or 15% in constant currency. Digital Experience subscription revenue was $981 million. Third quarter Digital Experience growth drivers included strong retention, upsell and enterprise bookings in the quarter across our solutions, particularly in the U.S. Success closing numerous million-dollar deals as well as larger transformational deals that span our portfolio of solutions. Continued momentum with our foundational Adobe Experience platform and Real-time CDP business with our book of business for platform and AEP-native applications more than doubling year-over-year exiting the quarter. Success integrating our solutions with workflow, including Workfront, which grew revenue greater than 35% year-over-year in the quarter, and higher customer demand for Professional Services as enterprises focus on implementations and value realization.\nIn Q3, we focused on making disciplined investments to drive growth, including a strong class of university hires and marketing campaigns to raise awareness of new and flagship offerings. We continue to have world-class operating margins, and drove strong EPS performance in the quarter. Adobe's effective tax rate in Q3 was 22% on a GAAP basis and 17.5% on a non-GAAP basis. The GAAP tax rate came in lower, primarily due to benefits associated with share-based payments. The non-GAAP tax rate came in lower, primarily due to additional U.S. income tax credits. RPO exiting the quarter was $14.11 billion, growing 12% year-over-year or 15% when factoring in a 3% foreign exchange headwind.\nOur ending cash and short-term investment position exiting Q3 was $5.76 billion, and cash flows from operations in the quarter were $1.70 billion, up 20% year-over-year. In Q3, we repurchased approximately 5.1 million shares at a cost of $1.80 billion including shares received for the final settlement of our ASR entered into in December 2021. We currently have $8.3 billion remaining of our $15 billion authorization granted in December 2020, which goes through 2024. As Shantanu and David mentioned, we are thrilled about the opportunity to acquire Figma, which will accelerate Adobe's strategy.\nUnder the definitive agreement, we've agreed to acquire Figma for approximately $20 billion comprised of approximately half cash and half stock, subject to customary adjustments. Approximately 6 million additional restricted stock units will be granted to Figma's CEO and employees that will vest over 4 years subsequent to closing. The transaction is expected to close in 2023, subject to regulatory approvals. We plan to finance the cash portion of the consideration with cash on hand, and if necessary, a term loan to be paid down from our operating cash flows following the closing.\nFigma's products address a $16.5 billion market opportunity, and the company has an impressive financial profile. This year, they are expected to add $200 million of net new ARR, surpassing $400 million total ARR by the end of the year with greater than 150% net dollar retention. They have a disciplined, efficient operating model with gross margins of approximately 90% and positive operating cash flows.\nFigma has strong business momentum, a large and expanding customer base, and we are incredibly excited about what we can bring to this combination from a financial perspective. While this transaction is primarily about creating new markets, expanding adjacent opportunities and accelerating growth, we are committed to maintaining Adobe's strong profitability and maximizing EPS for investors. In year 1 and 2 after closing, the transaction will be dilutive to Adobe's non-GAAP EPS, and we expect it to be breakeven in year 3 and accretive at the end of year 3.\nWhile the transaction has not yet closed, I want to provide color on the path to non-GAAP EPS accretion as a combined company exiting year 3, assuming Adobe's operating margin for the second half of fiscal 2022 as the baseline. The combination will accelerate top line growth for both Adobe and Figma based on 3 primary drivers: one, we extend Figma's reach to our customers and through our global go-to-market footprint; two, Figma accelerates the delivery of new Adobe offerings on the web to the next generation of users; and three, we jointly introduced new offerings to market as we unlock the possibilities of collaborative creativity.\nClearly, the explosive revenue growth of Figma, combined with their efficient operating model, would result in an expanding stand-alone operating margin. Figma's innovative technology platform will accelerate our R&D road map, including the delivery of our Creative Cloud technologies on the web which will allow Adobe to focus and manage our future R&D investments. We will quickly pay down any term loan, if necessary, after close and then resume stock repurchase to reduce Adobe's share count. While the transaction is pending, at a minimum, we expect to maintain share repurchases sufficient to offset the dilution of equity issuances to Adobe employees.\nWe will now provide Q4 targets, which factor in the overall macroeconomic environment, FX headwinds as the U.S. dollar has continued to strengthen against foreign currencies, and typical year-end seasonal strength in demand for our offerings. As a result, for Q4, we are targeting total Adobe revenue of approximately $4.52 billion, net new Digital Media ARR of approximately $550 million, Digital Media segment revenue growth of approximately 10% year-over-year or 14% in constant currency, Digital Experience segment revenue growth of approximately 13% year-over-year or 15% in constant currency, Digital Experience subscription revenue growth of approximately 13% year-over-year or 15% in constant currency, tax rate of approximately 23% on a GAAP basis and 17.5% on a non-GAAP basis, and GAAP earnings per share of approximately $2.44 and non-GAAP earnings per share of approximately $3.50.\nIn summary, Adobe continues to drive performance across Creative Cloud, Document Cloud and Experience Cloud, while making transformational investments in strategic growth initiatives. I look forward to sharing more about our growth opportunities next month in Los Angeles at Adobe's Financial Analyst Meeting. Shantanu, back to you.\n\nShantanu Narayen\n\nChairman & CEO, Adobe Inc.\n\nThanks, Dan. It was great to be back on the road this quarter, meeting customers and partners as businesses return to a new hybrid work model. I was inspired and energized welcoming our new hires and meeting Adobe employees across multiple sites who will together drive the next phase of innovation, growth and culture. Adobe's strength has always come from our most important asset, people. I'm incredibly proud of the recognition we continue to receive as a great place to work. This quarter, Adobe was named to Fast Company's Best Workplace for innovators and Fortune's Best Workplaces in tech.\nNext week, we will hold our Adobe For All conference to bring employees together to celebrate our shared values of diversity, equity and inclusion. It's an exciting time at Adobe. Our strategy to unleash creativity for all, accelerate document productivity and power digital businesses is working. We're delivering on our innovative product road map driving growth across new and established businesses and delighting a growing universe of customers.\nIn addition to achieving all the success, we continue to look around the corner for new transformational opportunities that will drive decades of growth for Adobe. We believe that every individual, team and business will strive to be more creative and productive in this digital era. Adobe has a unique opportunity to usher in a world of collaborative creativity. In my conversations with Dylan at Figma, it became abundantly clear that together we could accelerate this new vision, delivering great value to our customers and shareholders. I look forward to welcoming Figma into the Adobe family upon close of the transaction. We look forward to seeing you at MAX, and closing the year strong. Now we'll take questions. Operator?"
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/14eef82b412644cd55b7fca015a1a141",
        "textblob_polarity": 0.1493075208373714,
        "textblob_subjectivity": 0.4289912450733342,
        "sentiment": {
            "distribution": {
                "neutral": 2,
                "positive": 25
            },
            "scores": {
                "neutral": 0.9924164414405823,
                "positive": 0.9969634795188904
            }
        },
        "content1": "Q2 2022 Adobe Inc Earnings Call\n\nQ2 2022 Adobe Inc Earnings Call\n\nADBENASDAQJUN 16, 11:00 PM\n\nOperator\n\nGood day, and welcome to the Q2 FY '22 Adobe Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Jonathan Vaas, VP of Investor Relations. Please go ahead.\n\nJonathan Vaas\n\nVP of IR, Adobe Inc.\n\nGood afternoon, and thank you for joining us. With me on the call today are Shantanu Narayen, Adobe's Chairman and CEO; David Wadhwani, President of Digital Media; Anil Chakravarthy, President of Digital Experience; and Dan Durn, Executive Vice President and CFO.\nOn this call, which is being recorded, we will discuss Adobe's second quarter fiscal year 2022 financial results. You can find our Q2 press release as well as PDFs of our prepared remarks and financial results on Adobe's Investor Relations website.\nThe information discussed on this call, including our financial targets and product plans, is as of today, June 16, and contains forward-looking statements that involve risks, uncertainty and assumptions. Actual results may differ materially from those set forth in these statements. For a discussion of these risks, you should review the factors discussed in today's press release and in Adobe's SEC filings.\nOn this call, we will discuss GAAP and non-GAAP financial measures. Our reported results include GAAP growth rates as well as adjusted growth rates in constant currency. During this presentation, Adobe's executives will refer to constant currency growth rates, unless otherwise stated. Reconciliations between the 2 are available in our earnings release and on Adobe's Investor Relations website.\nI will now turn the call over to Shantanu.\n\nShantanu Narayen\n\nChairman & CEO, Adobe Inc.\n\nThanks, Jonathan. Good afternoon, and thank you for joining us.\nAdobe had a strong Q2, driven by the secular shift to digital that is transforming how we live, work and play. In Q2, we achieved a record $4.39 billion in revenue, representing 15% year-over-year growth. GAAP earnings per share for the quarter was $2.49 and non-GAAP earnings per share was $3.35.\nIn our Digital Media business, we drove strong growth in both Creative Cloud and Document Cloud, achieving $3.2 billion in revenue. Net new Digital Media annualized recurring revenue, or ARR, was $464 million. And total Digital Media ARR exiting Q2 grew to $12.95 billion.\nIn our Experience Cloud business, we achieved $1.1 billion in revenue, and subscription revenue was $961 million for the quarter.\nThe digital economy runs on Adobe's tools and platforms. Customers from individuals and small businesses to the largest enterprises are using our products to unleash their creativity, accelerate document productivity and deliver personalized customer experiences. Digital experiences from the apps on our devices to the digital documents we consume, edit and sign to the personalized online shopping experiences is made possible by Adobe. Our mission to enable the world's digital experiences has never been more relevant, and we remain focused on executing our long-term growth initiatives.\nWe are delivering mission-critical products that serve an ever-increasing base of customers, and we have a track record of strong growth and profitability. In my conversations around the world, it is clear that digital is playing a pivotal role in powering the economy and enabling the world to keep moving forward.\nI will now turn it over to David to share more about our momentum in the Digital Media business. David?\n\nDavid Wadhwani\n\nPresident of Digital Media Business, Adobe Inc.\n\nThanks, Shantanu, and hello, everyone. Adobe products have always been the solution of choice for the world's creators, whether they're designers, photographers, filmmakers or illustrators. Today, the explosion of the creator economy is enabling even more individuals, solopreneurs and small business owners to express themselves in creative ways, whether it's a hobby, a side hustle or a full-time job. Every creator and business is reimagining how they build their brand and engage their audiences in a digital-first world, underscoring the rapidly growing demand for content and creativity.\nAdobe Creative Cloud offers the most comprehensive portfolio of products and services across every creative category, including imaging, photography, design, video and 3D and immersive.\nWe continue to invest across our core flagship products, including a heavy dose of new AI features. As demand for content increases, content creators are looking to Adobe to help them work together efficiently. We're responding by integrating collaboration capabilities directly into our flagship applications that enable creative teams to collaborate with each other and with stakeholders.\nAs communicators have become a growing part of our Creative Cloud customer base, we've expanded our offering to include Adobe Express, our new template-based easy-to-use web and mobile product. Express creates an opportunity to serve a broader base of communicators who need lightweight task-based tools to create everything from social media posts, logos and flyers for their small businesses to party invitations and posters for their personal needs. Real estate entrepreneur, Chrishell Stause, is a great example of a social media influencer who is leveraging Adobe Express to transform how she markets her properties and engages her followers. She's one of millions of users promoting their products and services with Adobe Express.\nIn Q2, we achieved net new Creative Cloud ARR of $357 million and revenue of $2.61 billion, which grew 14% year-over-year. Q2 highlights include continued innovation in the imaging category. This quarter, we launched powerful new capabilities in Photoshop, including Photo Restoration Neural Filter that detects and restores damage photos in seconds. Neural Filters are one of Photoshop's most used AI-powered features. They have now been used by millions of users and applied to hundreds of millions of images. We're also delivering enhancements to Photoshop on the web, including new editing features, support for mobile browsers and integrated learning content.\nVideo production also continues to explode, and Premiere Pro remains a leader in video creation, editing and now collaboration with Frame.io. The new integration between Frame and Premiere Pro and After Effects is streamlining review and collaboration workflows across stakeholders. Frame had another strong quarter with new customer wins, including Epic Games and NBC Universal, which are using it to manage their video content supply chain, something that Anil will talk more about in a few minutes.\nWe're also seeing the emergence of new categories like 3D as customer demand for metaverse-ready content continues to increase. Substance 3D had its strongest Q2 ever as customers like HUGO BOSS, Mattel and Unity rely on it to deliver immersive experiences across fashion, gaming and e-commerce. We continue to rapidly innovate in this space, including delivering native Apple hardware support for painter, designer and sampler, enabling creators to work faster than ever before. The Substance team also delivered a new SDK for developers who want to integrate 3D capabilities into their applications.\nAnd finally, we're excited about the momentum we're seeing for Adobe Express, with millions of monthly active users and strong growth in traffic and new users in Q2. We continue to bring the magic of Photoshop imaging, Premiere video and Acrobat PDF capabilities like background removal, QR code generation, video resizing and PDF editing to Express. And we released our new content scheduler feature, thanks to our recent acquisition of ContentCal, allowing creators to quickly create preview, schedule and publish social media content.\nWe're also excited to kick off our Express Your Brand partnership with Meta, which will enable over 200 million businesses to grow their online presence using Adobe Express. And our product-led growth strategy allows us to use millions of data points to continuously test, learn and optimize the entire Express experience from search to export.\nAdobe Express recently received the Editor's Choice Award on the App Store, recognizing top apps for design, functionality and performance.\nWe're very excited about the strong demand for Creative Cloud offerings globally, driven by acquisition, engagement and retention from our data-driven operating model across individuals, SMBs and enterprises. Key enterprise customer wins include Activision, Bertelsmann, Hasbro, Honda Motor, Daimler AG, NCSOFT, Services Australia, State of California and WPP.\nIn our Document Cloud business, digital document workflows are automating manual paper processes across our personal and professional lives. Whether it's a legal contract, invoice or school permission slip we now need to scan, edit, share and sign from anywhere. Adobe Document Cloud offers the most comprehensive intuitive tools for document productivity across every device and platform.\nIn Education, the University of East London is adopting Document Cloud to manage workflows for enrolling 17,000 students from 135 countries. In Financial Services, TSB Bank is transforming the online banking experience by enabling customers to quickly and securely complete common tasks like loan applications that could previously only be done in branches.\nIn Q2, we achieved net new Document Cloud ARR of $107 million and record revenue of $595 million, which grew 28% year-over-year. Q2 highlights include strong growth in monthly active users across desktop, mobile and web. The rising volume of search traffic for Acrobat verbs remains a productive funnel to Acrobat Web, which surpassed 50 million monthly active users in Q2, more than doubling year-over-year.\nMobile app momentum remains strong with billions of PDFs opened in Acrobat Mobile and hundreds of millions of cumulative Adobe Scan installs.\nAcrobat and Adobe Sign integration continues to drive strong demand for Adobe Sign as users increasingly send PDFs for signature directly from the unified Acrobat experience. Acrobat and Adobe Express integrations now give hundreds of millions of Acrobat users the ability to embed customized templates and make their PDFs visually stunning. And Acrobat and Sign APIs are thriving as customers increasingly customize, integrate and automate document services.\nWe're thrilled with the momentum we see in the Acrobat ecosystem and our business performance across routes to market and customer segments, including key enterprise customer wins with Automatic Data Processing, Duke Energy, Quanta Services and U.S. Bank.\nWe continue to see strong demand for our products in the second half of FY '22. We'll continue to win in the Digital Media business through product innovation across Creative Cloud and Document Cloud, which are targeting a broad and growing base of customers. Our tremendous scale, consistent marketing investments, proven data-driven operating model and new product-led growth initiatives are accelerating our momentum across our new and established businesses.\nI'll now pass it to Anil.\n\nAnil S. Chakravarthy\n\nPresident of Digital Experience Business, Adobe Inc.\n\nThanks, David. Hello, everyone. Even in this uncertain economy, every business continues to prioritize its digital investments. Our June Adobe Digital Index report, which leverages trillions of data points from Adobe Analytics, found that consumers spent $1 billion more online in May compared to April. Year-to-date, shoppers have spent over $377 billion online, which is roughly 9% more than the same period last year. Driving this digital momentum is the imperative for personalized customer experiences at scale.\nAdobe Experience Cloud is the leader in the customer experience management category, offering a comprehensive set of integrated applications and services, spanning data insights and audiences, content and commerce, customer journeys and marketing workflow.\nBuilt natively on Adobe Experience Platform, our real-time customer data platform, real-time CDP, provides businesses with a single view of their customers' data across every channel, allowing them to create precise segments and deliver personalized experiences regardless of when and where a customer interacts with their brand. Adobe delivers real-time data with more than 24 trillion audience segment evaluations per day.\nThe Home Depot is the latest in a large and growing set of industry-leading customers who are adopting Adobe's real-time CDP as the underlying platform to power their digital business. Real-time CDP provides a comprehensive view of the Home Depot's customers across e-commerce, mobile and in-store purchases, enabling them to build customer loyalty and grow their business. In Q2, we continued to drive outstanding Experience Cloud growth, achieving a record $1.1 billion in revenue.\nSubscription revenue was $961 million for the quarter, representing 18% year-over-year growth. Q2 highlights include native integration across real-time CDP, Customer Journey Analytics and Adobe Journey Optimizer, which is a significant differentiator, allowing brands to orchestrate, measure and optimize the entire customer experience.\nNew innovations such as segment match enable brands to securely share customer segment data with business partners while respecting customer privacy. Major enterprises are adopting real-time CDP as their platform of choice, with key customer wins this quarter, including Autodesk, National Football League and U.S. Bank. Expanding Experience Cloud leadership in the health care industry by making Adobe Journey optimizer and real-time CDP HIPAA-ready through Healthcare Shield. This quarter's customer win with CVS is a great proof point of this massive market opportunity.\nNew services in Adobe Analytics, delivering a single workspace for brands to unify data and insights from new media types such as 3D and streaming media with traditional channels to get a holistic view of customer engagement with Customer Journey Analytics.\nStrong adoption of Adobe Experience Manager for unified content management demonstrating Adobe's leadership in helping businesses effectively manage their content supply chain from creation through delivery. Tremendous growth in demand for partner and Adobe professional services, underscoring the urgency for implementation and value realization. And key customer wins, including Audible, Anthem, Bank of Nova Scotia, Humana, McDonald's, Stellantis and Toyota.\nReinforcing our leadership position, Adobe continued to receive strong industry analyst recognition, including being named #1 by Gartner for both the marketing subsegment of customer experience and relationship management and digital experience platforms. We were also named a leader in the inaugural IDC MarketScape for Worldwide Retail and CPG Customer Data Platforms and the IDC MarketScape for Professional Services.\nLooking ahead, our category-leading solutions, strong pipeline and tremendous scale through our partner ecosystem position us to deliver personalization at scale across every industry and drive strong growth in the second half.\nDan, over to you.\n\nDaniel J. Durn\n\nCFO and Executive VP of Finance, Technology Services & Operations, Adobe Inc.\n\nThanks, Anil. Today, I'll start by summarizing Adobe's performance in Q2 fiscal 2022, highlighting growth drivers across our businesses, and I'll finish with financial targets. Adobe delivered a strong quarter, surpassing our issued Q2 financial targets in an uncertain macro environment.\nOn the top line, we grew revenue by 14% year-over-year or 15% in constant currency. While making long-term growth investments, we delivered operating margins of 35% on a GAAP basis and 45% on a non-GAAP basis, continuing to be one of the most predictable and profitable growth companies in technology.\nWe have 3 strategic businesses growing into massive addressable markets with differentiated products used by hundreds of millions of individuals every month. In addition to our established businesses, we are delivering innovations and new offerings that will drive transformational growth in the future.\nQ2 business and financial highlights included: record revenue of $4.39 billion, GAAP diluted earnings per share of $2.49 and non-GAAP diluted earnings per share of $3.35, Digital Media revenue of $3.20 billion, net new Digital Media ARR of $464 million, Digital Experience revenue of $1.10 billion, cash flows from operations of $2.04 billion, RPO of $13.82 billion exiting the quarter and repurchasing approximately 1.9 million shares of our stock during the quarter.\n[In our Digital Media segment, we achieved] 15% year-over-year revenue growth [in Q2, or 16% in constant] currency. We exited the quarter with $12.95 billion of Digital Media ARR. We achieved creative revenue of $2.61 billion, which represents 12% year-over-year growth or 14% in constant currency. We added $357 million of net new Creative ARR in the quarter, a sequential increase of 13% from Q1.\nSecond quarter Creative growth drivers included continued strength in acquisition, engagement and retention across our customer segments; momentum in the small and medium business segment, where our team's offering continues to drive new customer acquisition; demand for our flagship products, including Photoshop, Illustrator and Premiere; mobile applications, where our ending ARR grew greater than 30% year-over-year exiting the quarter; Adobe Stock, where we saw strong book of business growth across organizations and new customers; and momentum in new businesses with strong growth in Frame.io as well as our Substance offerings, which grew ending ARR greater than 60% year-over-year exiting the quarter.\nAdobe achieved Document Cloud revenue of $595 million, which represents 27% year-over-year growth or 28% in constant currency. Document Cloud continues to be our fastest-growing business given the relevance and importance of PDF to knowledge workers around the globe. We added $107 million of net new Document Cloud ARR in the quarter.\nSecond quarter Document Cloud growth drivers included continued strength in acquisition, engagement and retention for Acrobat across our customer segments; momentum in the small and medium business segment and the reseller channel, continuing to drive new Document Cloud subscriptions; continued growth of searches online for document actions, funneling millions of new customers into our document franchise through Acrobat Web; strength in mobile with ending ARR growing greater than 40% year-over-year exiting the quarter; and strong adoption of Acrobat with integrated sign capabilities within organizations of all sizes. Our document business also had a strong quarter in sales of Acrobat perpetual licenses.\nTurning to our Digital Experience segment. In Q2, we achieved revenue of $1.10 billion, which represents 17% year-over-year growth or 18% in constant currency. Digital Experience subscription revenue was $961 million, representing 18% year-over-year growth.\nSecond quarter Digital Experience growth drivers included strong growth in our Adobe Experience Platform business, or AEP, with Real-Time CDP revenue more than doubling year-over-year; increasing customer interest and pipeline generation for new applications built on AEP, including Real-Time CDP, Customer Journey Optimizer and Customer Journey Analytics; success with Workfront where average deal sizes grew greater than 35% year-over-year; continued customer demand in Content and Commerce with significant new customer acquisition in Adobe Experience Manager as a Cloud Service; enterprise demand for Adobe professional services, driving customer success and new implementations across our solutions and strength in retention rates during the quarter, driven by product differentiation and our focus on delivering customer value.\nOur strategy of enabling enterprises to activate first-party data to provide personalization at scale in real time is resonating with customers, driving our continuing Digital Experience growth. In Q2, we continued to focus on making disciplined investments to drive growth, including marketing campaigns and headcount additions in our R&D and sales organizations. We're pleased with our success in talent acquisition during the quarter in a competitive market.\nAdobe's effective tax rate in Q2 was 21% on a GAAP basis and 18.5% on a non-GAAP basis. The increase in the GAAP tax rate is primarily due to the lower-than-expected tax benefits associated with stock-based compensation and geographic mix of earnings. RPO exiting the quarter was $13.82 billion, growing 13% year-over-year or 15% year-over-year when factoring in a 2% foreign exchange headwind.\nOur ending cash and short-term investment position exiting Q2 was $5.30 billion, and cash flows from operations in the quarter were $2.04 billion. In Q2, we repurchased approximately 1.9 million shares at a cost of $800 million. We currently have $9.5 billion remaining of our $15 billion authorization granted in December 2020, which goes through 2024.\nWe will now provide Q3 targets as well as an update on the annual targets we provided in December, factoring in the following 4 items. First, in March, we stated that as a result of lower-than-expected tax benefits associated with stock-based compensation, our effective tax rates would increase in fiscal 2022.\nSecond, in March, we outlined the impact of the ongoing war in Ukraine and our decision to cease all new sales in Russia and Belarus, resulting in an expected $75 million revenue impact on our Digital Media business. Third, as a result of the continued strength of the U.S. dollar, we are now factoring in an incremental FX headwind of $175 million across Q3 and Q4 revenue. And fourth, while demand for our products remain strong, we now expect the second half of the fiscal year to show more pronounced summer seasonality in Q3 in the enterprise business with a stronger sequential increase in Q4.\nAs a result, for Q3, we are targeting total Adobe revenue of approximately $4.43 billion, net new Digital Media ARR of approximately $430 million, Digital Media segment revenue growth of approximately 13% year-over-year or 16% in constant currency, Digital Experience segment revenue growth of approximately 12% year-over-year or 14% in constant currency, Digital Experience subscription revenue growth of approximately 13% year-over-year or 15% in constant currency, tax rate of approximately 22.5% on a GAAP basis and 18.5% on a non-GAAP basis and GAAP earnings per share of approximately $2.35 and non-GAAP earnings per share of approximately $3.33.\nFor fiscal year 2022, we're now targeting total Adobe revenue of approximately $17.65 billion, net new Digital Media ARR of approximately $1.90 billion, Digital Media segment revenue growth of approximately 12% year-over-year or 17% on an adjusted basis, Digital Experience segment revenue growth of approximately 14% year-over-year or 17% on an adjusted basis, Digital Experience subscription revenue growth of approximately 15% year-over-year or 19% on an adjusted basis, tax rate of approximately 21% on a GAAP basis and 18.5% on a non-GAAP basis and GAAP earnings per share of approximately $9.95 and non-GAAP earnings per share of approximately $13.50.\nIn summary, I'm pleased by the way Adobe executed in Q2. We are driving growth across Creative Cloud, Document Cloud and Experience Cloud, with momentum in our established businesses and early success in our new initiatives. As a result of our disciplined operating model and focused execution, we were able to dramatically reduce the expected impact of increased tax rates and FX headwinds on our EPS. The investments we're making today in people, products and marketing will enable us to drive strong growth for years to come, and we are on track for another year of record revenue and operating cash flows.\nShantanu, back to you.\n\nShantanu Narayen\n\nChairman & CEO, Adobe Inc.\n\nThanks, Dan. We are proud of our strong Q2 performance across Creative Cloud, Document Cloud and Experience Cloud. Adobe remains one of the greatest places to work in the industry, and I want to thank our employees for their relentless dedication.\nThis quarter, Forbes named us a top employer for college graduates, and we were ranked on their list of America's Best Employers for Diversity. I'm thrilled to welcome our largest cohort of interns and university graduates this summer.",
        "content2": "Demand for our category-defining products and services continues to grow. We're innovating at rapid speed for new and existing customer segments accelerating our leadership in established categories and seeing strong momentum for our newer initiatives. Our strategy remains to focus on long-term growth initiatives while delivering world-class profitability. Our business fundamentals and market tailwinds are strong, and I've never been more confident in our ability to execute on the $205 billion market opportunity ahead of us.\nI will now turn it back over to Jonathan.\n\nJonathan Vaas\n\nVP of IR, Adobe Inc.\n\nThanks, Shantanu. Adobe MAX, our creativity conference, will take place during the third week of October this year in Los Angeles. On day 1 at MAX on Tuesday, October 18, we plan to host a financial analyst meeting. Invitations, including discounted registration information, will be sent to our analyst and investor e-mail list later this summer. More information about the event can be found online at max.adobe.com.\nWe would now be happy to take your questions. (Operator Instructions) Operator?"
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/452292cf10b7877a32c9e9dfc5d64d48",
        "textblob_polarity": 0.13650792634595435,
        "textblob_subjectivity": 0.44775522833973525,
        "sentiment": {
            "distribution": {
                "positive": 22,
                "neutral": 6,
                "negative": 1
            },
            "scores": {
                "positive": 0.9906908869743347,
                "neutral": 0.9691876669724783,
                "negative": 0.6439016461372375
            }
        },
        "content1": "Q1 2022 Adobe Inc Earnings Call\n\nQ1 2022 Adobe Inc Earnings Call\n\nADBENASDAQMAR 22, 10:00 PM\n\nOperator\n\nGood day, and welcome to the Q1 FY 2022 Adobe Earnings Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Mr. Jonathan Vaas. Please go ahead, sir.\n\nJonathan Vaas\n\nVP of IR, Adobe Inc.\n\nGood afternoon, and thank you for joining us. With me on the call today are Shantanu Narayen, Adobe's Chairman and CEO; David Wadhwani, President of Digital Media; Anil Chakravarthy, President of Digital Experience; and Dan Durn, Executive Vice President and CFO.\nOn this call, which is being recorded, we will discuss Adobe's first quarter fiscal year 2022 financial results. You can find our Q1 press release as well as PDFs of our prepared remarks and financial results on Adobe's Investor Relations website. The information discussed on this call, including our financial targets and product plans, is as of today, March 22, and contains forward-looking statements that involve risks, uncertainty and assumptions. Actual results may differ materially from those set forth in these statements. For a discussion of these risks, you should review the factors discussed in today's press release and in Adobe's SEC filings.\nOn this call, we will discuss GAAP and non-GAAP financial measures. Our reported results include GAAP growth rates as well as adjusted growth rates in constant currency that account for an extra week in the year-ago quarter. During this presentation, Adobe's executives will refer to adjusted growth rates unless otherwise stated. Reconciliations between the 2 are available in our earnings release and on Adobe's Investor Relations website. I will now turn the call over to Shantanu.\n\nShantanu Narayen\n\nChairman & CEO, Adobe Inc.\n\nThanks, Jonathan. Good afternoon, and thank you for joining us. Before I discuss our Q1 results, I want to acknowledge the horrifying and heartbreaking crisis in Ukraine. The pain and suffering of millions of innocent civilians is incredibly tragic, and our thoughts and prayers are with the Ukrainian people.\nAdobe joins the global community in taking a stand by stopping all new sales of our products and services in Russia. The Adobe Foundation has made grants to aid humanitarian relief efforts. I'm proud of how our teams have come together and continue to successfully manage our business throughout the most challenging of times while focusing on delighting customers and the long-term growth initiatives for the company. Adobe has always had a strong purpose-driven culture and that has never been more evident than it is today.\nAdobe's mission to change the world through digital experiences is more critical than ever before. Everywhere we look, whether it is in entertainment, education or the enterprise, content is fueling the global economy. The democratization of creativity, emergence of new ways to work and learn from anywhere and the business mandate for personalized customer experiences underscore the immense opportunities we have as a company. Our strategy to unleash creativity for all, accelerate document productivity and power digital businesses is working.\nOur innovation engine is delivering category-leading products, services and platforms across Creative Cloud, Document Cloud and Experience Cloud. Adobe had a strong Q1. We achieved a record $4.26 billion in revenue, representing 17% year-over-year growth on an adjusted basis. GAAP earnings per share for the quarter were $2.66 and non-GAAP earnings per share was $3.37.\nIn our Digital Media business, we drove strong growth in both Creative Cloud and Document Cloud, achieving $3.11 billion in revenue. Net new Digital Media annualized recurring revenue, or ARR, was $418 million, and total Digital Media ARR exiting Q1 grew to $12.57 billion. In our Experience Cloud business, we built on our Q4 momentum, achieving $1.06 billion in revenue, and subscription revenue was $932 million for the quarter.\nI'm pleased to have David Wadhwani, President, Digital Media; and Anil Chakravarthy, President, Digital Experience, on this call to share more about our momentum in the Digital Media and Digital Experience businesses, respectively. David?\n\nDavid Wadhwani\n\nPresident of Digital Media Business, Adobe Inc.\n\nThanks, Shantanu, and hello, everyone. The acceleration to all things digital has made content and creativity more important than ever before. Everyone needs to express themselves digitally, from the individual on social media to the student creating a more compelling school project to the creative professional making the next marketing campaign. The rapid rise of the creator economy is giving individuals, solopreneurs and small business owners the opportunity to monetize their passions, their products and their services.\nCreative Cloud is catalyzing these trends and fulfilling our vision for creativity for all, enabling customers of every skill level to create content that stands out. We continue to lead in core creative categories such as imaging, design, video and illustration. And we're advancing new media types like 3D and immersive for the emerging metaverse platforms. We're building applications for every surface and every audience across web, mobile and desktop. And we're investing heavily in collaboration services that are deeply integrated into our flagship applications.\nOur new web-based solutions enable us to deliver value more quickly and broadly than ever before. Creative Cloud solutions are powered by Adobe Sensei, our AI engine, which enables customers to work faster and smarter. As a result, our creative community has never been stronger. Behance now has nearly 30 million members, and we continue to host hundreds of on-demand and live sessions weekly that serve as a source of learning and inspiration. As a result, in Q1, we achieved net new Creative ARR of $315 million and revenue of $2.55 billion, which grew 16% year-over-year on an adjusted basis.\nQ1 highlights include the launch of Creative Cloud Express, our new template-driven web and mobile product that makes it easy for anyone to create and share beautiful content. Its zero-friction onboarding will bring millions of small business owners, social influencers and students into the Creative Cloud family and empower them to create everything from social posts to marketing materials.\nCreative Cloud Express features thousands of gorgeous templates, millions of stunning stock images and videos and the world's most complete collection of fonts. Its easy-to-use interface is continuously expanding with innovation such as enhanced search capabilities for millions of assets and new PDF quick actions that enable users to edit, convert, combine and organize PDFs. While we're just a few months into our journey, we're seeing strong traffic, millions of monthly active users and high customer satisfaction.\nOn the video front, the explosive demand for video content shows no signs of abating. In Q1, we launched new AI-powered innovations in Premier Pro that help merge music into video sequences and accelerate transcriptions. We also drove strong growth for Frame.io, the leading video collaboration solution Adobe acquired late last year. Frame had its best quarter ever, closing more deals than in any prior quarter while increasing deal sizes to record levels. As creativity has become a team sport, we will extend our leadership in video collaboration and bring collaboration capabilities to all creative categories.\nWe're also seeing tremendous interest for Substance 3D and our new 3D Modeler Beta as brands bring together the physical and digital worlds and begin their journeys to become metaverse-ready. Substance is already being adopted by global brands like Coca-Cola, NASCAR and NVIDIA for marketing and e-commerce. Finally, we continue to see strong demand for Creative Cloud offerings globally across all segments: individuals, SMBs, teams and enterprises with key wins at Disney, the FAA, IBM, ING Bank, Kohl's and the New Mexico Public Education Department.\nOn the Document Cloud side, digital documents have become the foundation of how businesses run and will continue to gain significance as hybrid work becomes the standard. Adobe is accelerating document productivity with Document Cloud, enabling all capabilities, including editing, converting, sharing, scanning and signing to be frictionless across web, desktop and mobile. PDFs are getting smarter and more accessible through our continued investment in AI and ML. And we're enabling new workflows through our APIs by empowering developers to build customized digital document experiences for their businesses.\nIn Q1, we achieved record revenue of $562 million and net new Document Cloud ARR of $103 million. Ending ARR for Document Cloud crossed the $2 billion mark, which represents 29% year-over-year growth. Q1 highlights include strong growth in Adobe Sign, driven by unifying e-signature functionality in Acrobat and new sign integrations with Adobe Commerce and Workfront. On the web, we continue to see a high volume of searches for document actions such as editing, converting and sharing PDFs. As a result, Acrobat Web's contribution to the business has nearly doubled year-over-year.\nOn mobile, we saw billions of Acrobat Mobile PDFs opened in Q1. This usage, combined with our efforts to convert users to paid subscribers on mobile, is working. Acrobat Mobile ARR grew over 70% year-over-year. And lastly, our Document Cloud enterprise business continues to do well, with key wins including Medallia, Mercedes-Benz, Raytheon, Rico Europe, Shimizu and UnitedHealth.\nWe've responded to the needs of professionals by adding a broad array of features to our flagship applications across both Creative Cloud and Document Cloud. And we're attracting millions of new users, including a significant number of non-pros with Acrobat and Creative Cloud Express on web and mobile. Our increasing breadth of offerings not only expand our ability to reach new customers but also enable us to further personalize pricing across our offerings starting later in Q2. I'll now pass it to Anil.\n\nAnil S. Chakravarthy\n\nPresident of Digital Experience Business, Adobe Inc.\n\nThanks, David. Hello, everyone. Over the last 2 years, the digital economy has exploded as we have experienced a profound global shift in how we work, learn and play. Telehealth visits are now the norm rather than the exception. Customers and businesses are engaging and transacting digitally. Online shopping is now essential and the U.S. is on track to surpass $1 trillion in e-commerce sales this year, according to the Adobe Digital Economy Index.\nTo succeed, companies must make the digital economy personal with powerful digital experiences that can be personalized to millions of customers in milliseconds. Adobe Experience Cloud is a comprehensive set of integrated AI-driven applications and services to help companies deliver experiences across all aspects of the customer journey. At its core is the Adobe Experience Platform with billions of customer profiles.\nOur Adobe Experience Cloud applications span the entire customer funnel from acquisition to monetization to retention, across content and commerce, customer journeys, data insights and audiences and marketing workflow. We have made the dramatic transformation to deliver AI-driven services, with over 80% of Experience Cloud customers now using Adobe Sensei, our industry-leading AI and ML framework to power experiences for their customers.\nLast week, we hosted Adobe Summit, the world's largest Digital Experience conference. We launched exciting new Experience Cloud technology and heard from executives from some of the world's most interesting and innovative brands including BMW, Nike, Prada, Real Madrid and Walgreens Boots Alliance. We enabled the entire event using Experience Cloud, personalizing the experience for our global attendees. Summit content has had over 22 million views to date, underscoring the significant interest and demand for digital transformation.\nWe continue to drive outstanding growth in our Experience Cloud business. The pandemic has caused brands around the world to realize the critical need for digital transformation. And we're adding new logos while continuing to focus on driving significant value realization for our existing customers.\nIn Q1, we achieved $1.06 billion in revenue. Subscription revenue was $932 million for the quarter, representing 22% year-over-year growth on an adjusted basis. Q1 highlights include a slate of exciting product innovations, including new real-time customer data capabilities with the integration of Adobe Real-Time CDP and Adobe Target. Adobe Real-Time CDP is used by a large and growing base of customers such as DICK'S Sporting Goods, Henkel, Panera, Real Madrid, ServiceNow and Verizon.\nNew cross-cloud integrations, including a unified workflow between Workfront, Creative Cloud Enterprise and Experience Manager assets that powers end-to-end content creation and delivery. Strong performance in Adobe Experience Manager, emphasizing the need for unified content management to meet the ever-increasing demand for content at speed and scale. Adobe is uniquely positioned to help customers across the content supply chain.\nNew APIs that provide developers with the flexibility to create customized user experiences on top of Adobe Commerce; the general availability of Adobe Experience Cloud for Healthcare to deliver personalized health care experiences; an expanding partner ecosystem, including a partnership with OneTrust to simplify consent management; the next phase of e-commerce integrations with FedEx, Walmart and PayPal as well as a collaboration with The Weather Company. And key customer wins, including CrowdStrike, Deutsche Telekom, IBM, Jaguar Land Rover, JPMorgan Chase, McDonald's and UnitedHealth.\nOur Experience Cloud product innovation, global customer base and vibrant partner ecosystem are driving our continued success. We are executing across our entire go-to-market motion and continue to receive strong industry recognition. This quarter, Adobe was named a leader in 3 industry analyst reports focused on core customer experience management segments, including Gartner's Magic Quadrant for Digital Experience Platforms, the inaugural IDC MarketScape for CDPs for front office and the Forrester Wave for Digital Asset Management. Dan, over to you.\n\nDaniel J. Durn\n\nCFO and Executive VP of Finance, Technology Services & Operations, Adobe Inc.\n\nThanks, Anil. Today, I'll start by summarizing Adobe's performance in Q1 fiscal 2022, highlighting growth drivers across our businesses and I'll finish with targets for Q2. Adobe's strong financial results demonstrate the company's ability to execute in a challenging macroeconomic and geopolitical environment. Across our business, we are attracting new customers, signing up transformational deals, growing our recurring book of business and seeing emerging businesses ramp and, in some cases, reach escape velocity.\nWe are witnessing the digitization of everything, and Adobe's products offer customers access to a digital future, underpinning how they live and work. Our investment in products, marketing and a data-driven operating model are continuing to drive Adobe's growth. In Q1, Adobe achieved record revenue of $4.26 billion, which represents 9% year-over-year growth or 17% on an adjusted basis.\nBusiness and financial highlights included: GAAP diluted earnings per share of $2.66 and non-GAAP diluted earnings per share of $3.37; Digital Media revenue of $3.11 billion; net new Digital Media ARR of $418 million; Digital Experience revenue of $1.06 billion; cash flows from operations of $1.77 billion; RPO of $13.83 billion exiting the quarter; and repurchasing approximately 3.8 million shares of our stock during the quarter.\nIn our Digital Media segment, we achieved 9% year-over-year revenue growth in Q1 or 17% on an adjusted basis. We exited the quarter with $12.57 billion of Digital Media ARR. Global demand for digital content continues to explode. And with the strength of Adobe's product innovation and our data-driven operating model, our net new Digital Media ARR in Q1 grew on a year-over-year basis after factoring out the additional week in the year-ago period.\nWe achieved Creative revenue of $2.55 billion, which represents 7% year-over-year growth or 16% on an adjusted basis. We added $315 million of net new Creative ARR in the quarter. First quarter Creative growth drivers included: strong creative engagement and retention across individual and SMB segments; new customer demand across large organizations, small and medium businesses, driving growth in our Creative Cloud for Teams offering, which was the highest Q1 on record; sustained growth of subscription licensing for individual flagship applications such as Photoshop, Illustrator and Premier as well as strength in our Adobe Stock business; and enterprise adoption of new collaboration capabilities, including Frame.io as well as our 3D and immersive applications.\nWe're also pleased by the adoption we see in some of our newer initiatives such as Creative Cloud Express, Substance as well as Acrobat, Photoshop and Illustrator on the Web. We are driving strong usage growth and have already attracted millions of monthly active users to our cloud-native offerings. We expect these businesses to be drivers of future ARR and revenue growth.\nAdobe achieved Document Cloud revenue of $562 million, which represents 17% year-over-year growth or 26% on an adjusted basis. We added $103 million of net new Document Cloud ARR in the quarter, surpassing $2 billion in ending ARR, growing at 29% year-over-year. Document Cloud continues to be our fastest-growing business, demonstrating that our strategy of accelerating document productivity is working and reflecting how Acrobat and PDF are essential to the way people work in a digital-first world.\nFirst quarter Document Cloud growth drivers included: customer demand for Acrobat subscriptions, the strongest Q1 on record; new licensing and renewal for Acrobat for Teams offering in the SMB segment, both on adobe.com and through our reseller channel; momentum in Adobe Sign with strong year-over-year growth of signed transactions within Acrobat; strong demand for our PDF solutions on mobile; and continued momentum with our frictionless onboarding of new customers through Acrobat Web with ARR growing approximately 90% year-over-year.\nTurning to our Digital Experience segment. In Q1, we achieved revenue of $1.06 billion, which represents 13% year-over-year growth or 20% on an adjusted basis. Digital Experience subscription revenue was $932 million, representing 15% year-over-year growth or 22% on an adjusted basis. When we look at the quarterly sequential revenue growth, we continue to see acceleration as our strategy of delivering personalization at scale is resonating with enterprise customers.\nFirst quarter Digital Experience growth drivers included: new logo acquisition across our solutions; strong customer retention as a result of investments we've made in product innovation, greater value realization and customer experience; larger deal sizes in our Workfront business; traction upselling customers to new cloud-native solutions; and momentum with our content and commerce, Customer Data Platform and Customer Journey Analytics offerings.\nIn Q1, we continued to increase investments in initiatives that will drive long-term revenue growth, including ramping headcount across R&D and sales capacity. Travel and facilities remained at lower levels in Q1, but we're increasing facilities utilization and travel in Q2 as we resume in-person meetings with customers and partners. Adobe's effective tax rate in Q1 was 18% on a GAAP basis and 18.5% on a non-GAAP basis. The tax rate came in higher than expected, primarily due to less-than-expected tax benefits associated with stock-based compensation.\nOur trade DSO was 36 days, which compares to 38 days in the year-ago quarter and 42 days last quarter. RPO grew by 19% year-over-year to $13.83 billion exiting Q1, benefiting from enterprise bookings. Our ending cash and short-term investment position exiting Q1 was $4.70 billion, and cash flows from operations in Q1 were $1.77 billion. We repurchased approximately 3.8 million shares in Q1 at a cost of $2.1 billion.\nIncluded in this purchase was the partial settlement of an accelerated share repurchase entered into during Q1 to repurchase shares at an aggregate cost of $2.4 billion. The final number of shares to be repurchased under the ASR will be based on a discount to the volume weighted average price of our common stock during the term of the agreement, with the final settlement and delivery of incremental shares to Adobe scheduled to occur in early Q3. These share repurchases are part of the previously announced program, under which we currently have $10.7 billion remaining of our $15 billion authorization that was granted in December 2020 and goes through 2024.\nBefore we get to our Q2 targets, I want to discuss the impact of the devastating situation in Ukraine. Earlier this month, Adobe announced the cessation of all new sales in Russia and Belarus. In addition, we've made the decision to reduce our Digital Media ARR balance by $75 million, which represents all ARR for existing business in these 2 countries. While we will extend subscriptions automatically in Ukraine during this period and continue to provide Digital Media services, we reduced ARR by an additional $12 million, which represents our entire Ukraine business. This results in a total ARR reduction of $87 million and an expected revenue impact of $75 million for fiscal 2022. The impact toward Digital Experience business is de minimis.\nFor Q2, we are targeting total Adobe revenue of approximately $4.34 billion, net new Digital Media ARR of approximately $440 million, Digital Media segment revenue growth of approximately 13% year-over-year or 14% in constant currency, Digital Experience segment revenue growth of approximately 15% year-over-year or 16% in constant currency, Digital Experience subscription revenue growth of approximately 17% year-over-year or 18% in constant currency; tax rate of approximately 20% on a GAAP basis and 18.5% on a non-GAAP basis; GAAP earnings per share of approximately $2.44 and non-GAAP earnings per share of approximately $3.30.\nAs a result of the lower-than-expected deductions from stock-based compensation, our effective tax rate for fiscal 2022 is now targeted to be 19.5% on a GAAP basis and 18.5% on a non-GAAP basis. As we look towards the back half of the year, we expect quarterly sequential revenue and EPS growth in Q3 and Q4. In Digital Media, we expect strong second half ARR performance across Document Cloud and Creative Cloud, including continued strength of emerging businesses like Acrobat Web, Frame.io, Substance and Creative Cloud Express.\nIn addition, we expect ARR contributions to increase sequentially in Q3 and Q4 from a new offering and pricing structure which starts late in Q2. We expect Digital Experience bookings to show continued momentum in the second half with a traditional strong Q4 finish. We will continue to invest in product innovation, sales capacity, marketing awareness and demand generation, given our immense market opportunity. As the world reopens, we expect to increase our travel and facilities expenses.\nIn summary, I'm pleased that Adobe delivered another record quarter in Q1 with sustained growth and world-class profitability. Adobe continues to show its resilience through unprecedented circumstances that all companies face today and I'm confident we will emerge stronger. We are on track for another year of strong financial performance. Shantanu, back to you.\n\nShantanu Narayen\n\nChairman & CEO, Adobe Inc.\n\nThanks, Dan. This is a transformative time at Adobe. We're engaging with hundreds of millions of customers globally from individuals to the largest enterprises, launching new applications for new audiences and bringing our flagship category applications to new surfaces and platforms while increasing collaboration capabilities across our solutions.\nAdobe has a winning strategy applied to an exceptional opportunity. We're a leader in the digital economy with Adobe Creative Cloud, Document Cloud and Experience Cloud, which combined have a total addressable market of $205 billion. Few companies can consistently deliver technology innovation, successful transformation across new categories and business models and a broad ever-growing base of customers and partners.\nI'd like to thank our 26,000 employees for their continued dedication and unwavering focus on delivering customer innovation and inventing the future of digital experiences. Thank you. We will now take questions. Operator?"
    }
]