[
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/da8bc723fc591c537130a705fa73d8a3",
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 6
            },
            "scores": {
                "positive": 0.980889942497015,
                "neutral": 0.938448170820872
            }
        },
        "content1": "Q1 2024 Dominion Energy Inc Earnings Call\n\nQ1 2024 Dominion Energy Inc Earnings Call\n\nDNYSEMAY 2, 4:00 PM\n\nOperator\n\nLadies and gentlemen, welcome to the Dominion Energy First Quarter Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to David McFarland, Vice President, Investor Relations and Treasurer.\n\nDavid McFarland\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining today's call. Earnings materials, including today's prepared remarks contain forward-looking statements and estimates that are subject to various risks and uncertainties. Please refer to our SEC filings, including our most recent annual reports on Form 10-K and our quarterly reports on Form 10-Q for a discussion of factors that may cause results to differ from management's estimates and expectations.\nThis morning, we will discuss some measures of our company's performance that differ from those recognized by GAAP. Reconciliation of our non-GAAP measures to the most directly comparable GAAP financial measures, which we can calculate, are contained in the earnings release kit. I encourage you to visit our Investor Relations website to review webcast slides as well as the earnings release kit.\nJoining today's call are Bob Blue, Chair, President and Chief Executive Officer; Steven Ridge, Executive Vice President and Chief Financial Officer; and Diane Leopold, Executive Vice President and Chief Operating Officer. I will now turn the call over to Steven.\n\nSteven D. Ridge\n\nInvestor Relations Contact, Dominion Energy, Inc.\n\nThank you, David, and good morning, everyone. Our first quarter 2024 operating earnings, as shown on Slide 3, were $0.55 per share, which included $0.06 of headwind from worse-than-normal weather in our utility service areas. Offsets to weather included modest interest savings driven by an earlier-than-budgeted close of the East Ohio Gas Company sale as well as O&M timing. Relative to last year, positive factors for the quarter were higher sales, regulated investment growth and better weather. Recall that we experienced a $0.10 weather headwind in the first quarter last year. So by comparison, a $0.06 weather headwind this quarter is actually a positive year-over-year driver.\nOther factors include higher interest expense and the revenue reduction at Dominion Energy Virginia related to moving certain riders to base rates. A summary of all drivers for earnings relative to the prior year period is included in Schedule 4 of the Earnings Release Kit.\nFirst quarter GAAP results were $0.78 per share, which includes the net benefit from discontinued operations, primarily associated with the sale of gas distribution operations, unrealized noncash net gains on nuclear decommissioning trust funds, and the unrealized noncash mark-to-market impact of economic hedging activities. A summary of all adjustments between operating and reported results is included in Schedule 2 of the earnings release kit.\nTurning to guidance on Page 4. We are affirming all of the financial guidance we provided at our March 1 Investor Meeting. As such, we continue to expect 2024 operating earnings per share to be between $2.62 and and $2.87 with a midpoint of $2.75. As discussed with the March investor meeting, we're no longer providing quarterly earnings guidance. We are, however, replicating in the appendix of today's materials, the expected cadence of earnings across 2024, including anticipated year-over-year drivers by quarter. There haven't been any changes to that guidance from the investor meeting.\nWe continue to expect 2025 operating earnings per share to be between $3.25 and $3.54, inclusive of the impact of RNG 45Z credits with a midpoint of $3.40. We also continue to forecast an operating earnings annual growth rate range of 5% to 7% through 2029, up a midpoint of $3.30, which excludes the impact of the RNG 45Z credits. As a reminder, authorizing legislation applies to produce RNG volumes in 2025, 2026 and 2027, but sunsets thereafter. For the avoidance of doubt, no changes to any of the other financial guidance we provided on March 1, including credit, dividend and financing guidance.\nTurning now to a status update on our business review initiatives as shown on Slide 5. During the review, we announced transactions that represent approximately $21 billion of debt reduction. With the closings of the Cove Point and East Ohio gas sales and completion of the DEV fuel securitization, we've now achieved 53% of the targeted debt reduction, representing over $11 billion. With regard to the remaining 47%, we're working methodically towards timely closings for the sales of Questar Gas, Wexpro and Public Service of North Carolina as well as the noncontrolling equity financing for the Coastal Virginia offshore wind project. In all cases, no changes to our original timing expectations. We look forward to continuing to work with involved parties and expect regulatory proceedings to conclude and transaction closings to occur during 2024.\nFor a little more color, in Utah, parties to the merger proceeding agreed to a comprehensive settlement in late March, which was followed by an evidentiary hearing in front of the commission on April 11. In Wyoming, a commission hearing is currently scheduled for May 23. And in North Carolina, a commission hearing is currently scheduled for June 11. As it relates to our announced offshore wind partnership, the transaction requires approval from the Virginia State Corporation Commission and North Carolina Utilities Commission as well as certain consents from [indiscernible] and other regulatory agencies. All regulatory filings have now been submitted and procedural schedules have been published in both Virginia and North Carolina.\nWe are excited to have a well-capitalized and experienced financing partner on terms that significantly derisked the project for Dominion Energy customers and shareholders.\nOn credit, the business review resulted in significant quantitative and qualitative improvement to our credit profile. Recent comments by the rating agencies with whom we maintain frequent engagement highlighted the credit positive nature of the business review results. As a result of the review, we have strengthened the company's credit position with an existing consolidated rating categories at each of our 3 rating agencies.\nTurning to financing on Slide 6. No changes to the financing plans that we shared at the investor meeting. Specific to 2024, we have normal course long-term debt issuance at DEV in the plan for later this year. We expect to issue between $600 million and $800 million of common equity during 2024, including $200 million through our DRIP program and between $400 million and $600 million via ATM. We view this level of steady common equity issuance as prudent, EPS accretive and in the context of our sizable growth capital spending program, appropriate to keep our consolidated credit metrics within the guidelines for our strong credit ratings category.\nOur plan includes the ongoing utilization of hybrid securities in our capital structure. We have $700 million of junior subordinated notes that will mature in August. And as a reminder, we expect to issue between $700 million and $1.5 billion of hybrids this year. We expect to structure any new hybrids to qualify for 50% equity treatment from the credit rating agencies.\nIn conclusion, I'll reiterate that I'm highly confident in our ability to deliver on our financial plan. The post review guidance has been built to be appropriately but also not unreasonably conservative to weather unforeseen challenges that may come our way. With that, I'll turn the call over to Bob.\n\nRobert M. Blue\n\nExecutive Vice President and President and Chief Executive Officer – Power Delivery Group, Dominion Energy, Inc.\n\nThanks, Steve, and good morning. I'll begin my remarks by highlighting our safety performance. As shown on Slide 7, our employee OSHA injury recordable rate for the first 3 months of the year was 0.32, a significant improvement relative to already strong historical performance. I commend my colleagues for their consistent focus on employee safety, which is our first core value.\nOn March 1, we announced the results of our comprehensive business review. We thank all those who were able to participate and provide feedback following the event. Please note that those meeting materials and including the webcast replay, continue to be available on our website, and we encourage all to review thoroughly. Throughout the review, I met extensively and directly with many of our shareholders to better understand their perspectives on our company's fundamental opportunities and challenges as well as changes they wanted to see affected as a result of the review. Since the conclusion of the review, I've continued that deliberate campaign of investor engagement, and I'd like to share what I believe represents by and large, the consensus among those shareholders. First, we delivered a truly comprehensive result. This was not a partway review. Instead, we fully addressed head on, the challenges that our company has faced in the past. Second, recognition that we've taken significant steps to enhance transparency, and that we have developed a financial plan that is more durable and more appropriately conservative than in the past. Third, acknowledgment of material changes to my compensation structure, full details of which are now available in our proxy statement, into our governance more generally, that demonstrate a strong commitment to shareholder alignment. And finally, and perhaps most importantly, a clear expectation that the company must be 100% committed to executing and delivering on the operational and financial guidance we have provided. On that last point, we are unwavering. Let me repeat what I have said before. I am accountable for and my entire leadership team has embraced our commitment to execute and deliver. I am very excited for the next chapter of our company.\nWith that, let me provide a few updates on the execution of our plan. Turning to offshore wind, I'd like to start with a few remarks related to inaccurate news releases circulating yesterday regarding the status of our project. There has been no delay ordered. Our construction schedule has not been altered. We expect to begin monopile installation between May 6 and May 8. On April 29, a motion was filed in the U.S. District Court for the D.C. circuit, requesting a preliminary injunction in connection with a complaint filed related to the administrative process for certain permits and approvals received. The judge has not ruled on the preliminary injunction motion and in fact, has issued no orders other than the following schedule. We'll file a status report tomorrow regarding the various mitigation plans being finalized with Bone and other agencies prior to beginning monopile installation and provide the estimated date for such installation work to begin. We and the government will file our brief in response to plaintiff's motion on Monday. Plaintiffs have until May 9 to file any reply. The biological opinion was thorough and complied with all legal requirements, which is true of all other permitting actions for this project. Similar arguments to those made by the plaintiffs in this case, have been rejected by courts when raised with respect to other projects. Most recently by the U.S. Court of Appeals for the first circuit just last week and the challenge brought against the permit for Vineyard Wind. We believe this lawsuit has no merit and we expect the court to deny the plaintiff request for a preliminary injunction.\nLet me just reiterate. The project is proceeding on time and on budget, consistent with the time lines and estimates previously provided.\nAs shown on Slide 8, last month, the project received its 11th and final federal permit. Our materials and equipment were on track and making excellent progress. We've received 36 monopiles from our supplier, EEW at the Portsmouth Marine terminal representing 20% of the total. We expect deliveries to continue steadily in coming weeks. These monopiles will begin to be installed next week. DMA will use their heavy lift crane vessel, Orion, which is currently at the Portsmouth Marine Terminal in Virginia. Recall that we've scheduled monopile installation across 2 seasons, 2024 and 2025, which allows us to better mitigate any potential delays or disruptions without impacting final schedule. The first of 3 offshore substation topside structures have been completed and delivered to SEMCO to be outfitted. The first 6 transition pieces have been loaded and are on their way to Virginia and expected to arrive in late May. All 161 miles of onshore underground cable has been manufactured, and over 1/3 of the 600 miles of offshore cable has been produced. Scheduled for the manufacturing of our turbines remains on track. It's worth noting that even though we won't begin turbine installation until 2025 per our schedule, Deme recently finished supporting an installation campaign for West, a project off the coast of Scotland that has now successfully installed the same Siemens Gamesa wind turbine model that CVOW will use. The lessons learned from that project will benefit our project installation in the future.\nMoving onshore. Construction activities remain on track, including civil work, horizontal directional drills and the boards where the export cables come ashore. On regulatory, last November, we made our 2023 rider filing, representing $486 million of annual revenue. The hearing is scheduled for later this month, and we expect the final order by August.\nTurning to Slide 9. As reflected in our standard status report filed with the SEC yesterday, we've updated the project's expected LCOE to be $73 per megawatt hour, down modestly relative to our last update. The drivers for the lower LCOE include about $1.5 related to an updated REC price forecast which produces a larger project benefit for customers as well as other factors. There have been no changes to the capital cost, capacity factor or interest rates. We've again provided sensitivities to show how the average lifetime cost to our customers is affected by these key assumptions. We remain well below the legislative prudency cap on this metric, and I would point out well below the PPA prices being considered in other parts of the country. Project to date, we've invested approximately $3.5 billion and remain on target to spend approximately $6 billion by year-end 2024. 93% of project costs are now fixed. Will gradually increase that percentage over the remainder of the project construction time line.\nI'm very pleased that per the filing, current unused contingency of $284 million is equal to the original contingency filed in November 2021, despite being some 30 months further along with the project. Slightly lower contingency relative to our prior update is not unexpected, and changes of this kind are considered normal as we move further towards project completion. The current contingency level continues to benchmark competitively as a percentage of total budgeted costs when compared to other large infrastructure projects we've studied and ones that we've completed in the past. We've been very clear with our team and with our suppliers and partners the delivery of an on-budget project is the expectation.\nLastly, the project is currently 28% complete and we've highlighted remaining project major milestones on Slide 10.\nLet me now provide a few updates on Caribtus, as shown on Slide 11. The vessel is currently 85% complete, up from 82% as of our last update. Last month, we announced that Caribtus was successfully launched from land to water, marking a major milestone in the vessel's construction. To achieve this milestone, welding of the ship's haul and commissioning of vessels 4 legs and related jacking system were successfully completed. I encourage you to access the short video of this successful launch included in today's materials. There's no change to the expected delivery time frame of late 2024 or early 2025, which will be marked by the successful completion of sea trials. There's also no change to the vessel's expected availability to support the current CVOW construction schedule. In April, we agreed to terminate a charter agreement under which Caribtus would have serviced a third party until returning to CVOW in the second half of 2025 to begin turbine installation. As a result of the mutually agreed termination, CVOW currently has sold an exclusive access to the vessel in 2025, and we're exploring options to further derisk the project's time line by potentially accelerating its deployment to CVOW. The termination does not have a meaningful impact on our financial plan, earnings, cash or credit, and there's no change to our financial guidance as a result.\nFinally, there is no change to the project's current estimated cost of $625 million. Caribtus is vital, not only to CVOW, but also to the growth of the offshore wind industry along the U.S. East Coast, and is key to the continued development of a domestic supply chain by providing a homegrown solution for the installation of offshore wind turbines. We continue to see strong interest and use of the vessel after the CVOW project is complete.\nTurning to Slide 13, let me address affordability as well as provide a few regulatory updates. At DEV, current rates are approximately 14% below the national average. Yesterday, we made several filings related to fuel and transmission riders that would result in a net bill reduction for a typical residential customer of roughly 3%. At DESC, our recently approved fuel cost settlement related filings reduced customer bills by over $13 a month. Current residential rates are now approximately 18% below the national average. And in March, we initiated an electric general rate case representing the first filing in the past 4 years, during which time, we've invested $1.6 billion in our system to the benefit of our customers. We expect new rates based on a typical procedural schedule to be effective in September. Being very focused on affordability allows us to ensure customers are getting compelling value, coupled with high reliability.\nTurning to Slide 14 and the growth outlook in Virginia. Let me share a few thoughts on, first, our customers' needs; second, what's being done to support them; and third, the impact to our long-term financial plan.\nFirst, customers' needs. We're ramping into the very substantial and growing multi-decade utility investment required to address resiliency and decarbonization public policy goals, plus the very robust demand growth we're observing in real time across our system. DEV's weather-normal year-over-year sales growth rate through March was 4.8%, precisely in line with our full year 2024 growth rate expectation of 4.5% to 5.5%, driven by economic growth, electrification and accelerating data center expansion. The data center industry has grown substantially in Northern Virginia in recent years. In aggregate, we've connected 94 data centers with over 4 gigawatts of capacity over the last approximately 5 years. We expect to connect an additional 15 data centers in 2024. Northern Virginia leads the world in data center markets. In recent years, this growth has accelerated in orders of magnitude, driven by one, number of data centers requesting to be connected to our system; two, the size of each facility; and three, the acceleration of each facility's ramp schedule to reach full capacity.\nFor some context, historically, a single data center typically had a demand of 30 megawatts or greater. However, we're now receiving individual requests for demand of 60 to 90 megawatts or greater and it hasn't stopped there. We get regular requests to support larger data center campuses that include multiple buildings and require total capacity ranging from 300 megawatts to as many as several gigawatts. Last month, PJM released its capacity auction planning parameters. The results align with our analysis of load growth and the need for requisite dispatchable supply resources included in our 2023 IRP. This independent modeling also validates the need to expediently progress the recurring local and PJM regional transmission planning and expansion process and our decision to expedite numerous projects over the last 2 years.\nSecond, what are we doing today? We will take the steps necessary to ensure our system remains resilient and reliable. We had already accelerated plans for new 500 kV transmission lines and other infrastructure in Northern Virginia, and that remains on track. We've been awarded over 150 electric transmission projects totaling $2.5 billion during the PJM open window last December. We're working expeditiously with PJM, the SEC, local officials and other stakeholders to fast track these along with several other critical projects. We're committed to pursuing solutions that support our customers and the continued growth of the region. This includes assessing dispatchable generation needs, especially during winter and on-site backup fuel storage.\nFinally, what's the impact to our financial plan. Our capital plan is driven by demand, reliability and customer needs. When we consider this demand growth, we think about the full value chain: transmission, distribution and generation infrastructure investment that has and will continue to drive utility rate base growth. We believe there may be opportunities for incremental regulated capital investment toward the back end of our plan and beyond. As I've said before, we will look at incremental capital through the lenses of customer affordability, system reliability, balance sheet conservatism and our low-risk profile.\nOur IRPs take a longer-term view. The 2023 IRP factored in significant load growth and investment in generation and transmission over the next 15 years to meet that load growth, while keeping the cumulative average growth in customer bill below 3%. The most recent PJM load projections, along with our work to optimize the best ways to meet this load will be factored into our planning for this year's IRP. The 2024 IRP will be submitted to the SEC and NCUC in October 2024. We will continue to provide updates as things develop. We remain focused on our core responsibility of safely providing reliable energy to our customers.\nWith that, let me summarize our remarks on Slide 15. Our safety performance this quarter was outstanding, but there's more work to do to drive injuries to 0. We affirmed all financial guidance. Our offshore wind project is on time and on budget. We continue to make the necessary investments to provide the reliable, affordable and increasingly clean energy that powers our customers every day, and we are 100% focused on execution. We know we must deliver and we will. With that, we're ready to take your questions."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/bbfa2888542d9df6266f37545161010b",
        "sentiment": {
            "distribution": {
                "positive": 17,
                "neutral": 9,
                "negative": 2
            },
            "scores": {
                "positive": 0.9678190841394312,
                "neutral": 0.95612147781584,
                "negative": 0.9979285299777985
            }
        },
        "content1": "Q4 2023 Dominion Energy Inc Earnings Call\n\nQ4 2023 Dominion Energy Inc Earnings Call\n\nDNYSEFEB 22, 4:00 PM\n\nOperator\n\nWelcome to the Dominion Energy Fourth Quarter Earnings Conference Call. [Operator Instructions]. I would now like to turn the call over to David McFarland, Vice President, Investor Relations and Treasurer.\n\nDavid McFarland\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining today's call. Earnings materials, including today's prepared remarks contain forward-looking statements and estimates that are subject to various risks and uncertainties. Please refer to our SEC filings, including our most recent annual reports on Form 10-K. In our quarterly reports on Form 10-Q for a discussion of factors that may cause results to differ from management's estimates and expectations. This morning, we will discuss some measures of our company's performance that differ from those recognized by GAAP. Reconciliation of our non-GAAP measures to the most directly comparable GAAP financial measures, which we can calculate are contained in the earnings release kit. I encourage you to visit our Investor Relations website to review webcast slides as well as the earnings release kit. Joining today's call are Bob Blue, Chair, President and Chief Executive Officer; Steven Ridge, Executive Vice President and Chief Financial Officer; and Diane Leopold, Executive Vice President and Chief Operating Officer. I will now turn the call over to Bob.\n\nRobert M. Blue\n\nExecutive Vice President and President and Chief Executive Officer – Power Delivery Group, Dominion Energy, Inc.\n\nThank you, Dave and everyone. As always, let me begin with safety, as shown on Slide 3. In 2023, our employee OSHA recordable incident rate was 0.45, a significant improvement to already strong historical performance. We also achieved a record low lost time restricted duty injury rate. We're pleased but not satisfied with these results. I strongly believe that exemplary safety performance unlocks our ability to execute optimally across the 3 pillars of our mission as shown on Slide 4. We maintain outstanding reliability in 2023 as our electric customers in Virginia and South Carolina had powered 9.9% of the time, excluding major storms. Our residential rates continue to be well below the national and regional averages. From 2005 through 2022, we've reduced scope 1 carbon emissions from our electric operations by nearly 50%, even as annual energy generated over that period has increased 9%.\nGoing forward, you'll continue to hear how we're executing against our mission because an exceptional customer positions our company to deliver the best results for our shareholders. I'm very pleased to share several important updates with you this morning as it relates to our business review and the Coastal Virginia Offshore Wind project. Let me begin by reiterating my previous commentary regarding the review. Our guiding priorities and commitments are unchanged, as is my conviction around both the decision to undertake the review and the quality of the result I expect us to deliver. The review will comprehensively and finally, address foundational concerns that have eroded investor confidence in our company over the last several years. We will not pursue a series of partial solutions that leave key elements and risks unaddressed. Instead, we'll deliver a comprehensive result that will provide a durable and high-quality strategic and financial profile that optimally positions Dominion Energy to provide compelling long-term value for shareholders, customers and employees.\nThis morning, we announced a key part of that result with the execution of an agreement to add a noncontrolling equity partner in the Coastal Virginia offshore wind project. This arrangement with Stonepeak, a global leader in infrastructure investing, represents the final strategic step in the business review and delivers an exciting result for our customers and our shareholders. Before I walk through the transaction specifics, let me update you on the continued successful development of the project across all phases. The project is proceeding on time and on budget. Consistent with the time lines and estimates previously provided. We continue to achieve significant project milestones as shown on Slide 5.\nOn permitting, last month, BOEM provided final approval of our construction and operation plan which allows us to begin offshore construction in the second quarter. And the Army Corps of Engineers issued its permit, which has allowed us to ramp up onshore construction. On materials and equipment, we're on track and making excellent progress. One of the keys to our success has been that from the beginning of the project, we insisted that our equipment be sourced from mature facilities under dedicated production allocations that are specific to our components. We've received 24 monopiles from our supplier EEW at the Portsmouth Marine terminal with more on the way in the coming weeks. These monopiles will begin to be installed by [ Deme ] during the second quarter. Recall that we've scheduled monopile installation across 2 seasons, 2024 and 2025, which allows us to better mitigate any potential delays or disruptions without impacting final schedule.\nThe first of 3 offshore substation topside structures is complete and has been delivered to Bladt/SEMco to be outfitted. We expect first delivery of transition pieces to Virginia during the second quarter. All 161 miles of onshore underground cable has been manufactured and approximately 200 out of 600 miles of offshore cable has been produced. Scheduled for the manufacturing of our turbines remains on track. It's worth noting that even though we won't begin turbine installation until 2025 per our schedule, [ DMA ] is currently supporting an installation campaign for a project off the coast of Scotland that's using the same Siemens Gamesa wind turbine model that CVOWl will use. The lessons learned from that project will benefit our project installation in the future.\nMoving onshore. Construction activities have begun, including civil work, horizontal directional drills and the bars where the export cables come assure. On regulatory, last November, we made our 2023 rider filing, representing $486 million of annual revenue. We're currently in the testimony phase and expect the final order by August. Turning to Slide 6. There have been no changes to the project's expected LCOE of $77 per megawatt hour. We've again provided sensitivities to show how the average lifetime cost to our customers is impacted by capital costs, capacity factor and interest rates. We remain well below the legislative prudency cap on this metric. Project to date, we've invested approximately $3 billion, and we expect to spend an additional $3 billion by year-end 2024. A little more than 92% of project costs are now fixed will gradually increase that percentage over the remainder of the project construction time line.\nAt this stage of project completion, the current unused contingency at $351 million, benchmarks competitively as a percentage of total budgeted costs when compared to other large infrastructure projects each study. It also compares favorably to the current level of unfixed costs. We've been very clear with our team and with our suppliers and partners that delivery of an on-budget project is the expectation. Along those lines, this morning, we posted an important video update to our Investor Relations website, that features representatives from the senior executive management teams of all of our primary CVOA commercial partners, including Siemens Gamesa Renewable Energy, EEW, flat Industries, SEMco Maritime, DEME and Prysmian as well as the CEO of Seatrium, the constructor of our Jones Act compliant installation vessel. I strongly encourage our investors, government and regulatory partners, employees and other stakeholders to watch the short video. You'll hear in their own words, a course of unwavering enthusiasm for and commitment to an on-time and on budget in service for the project. We're fortunate to enjoy such extraordinary support from our key suppliers and together, we will deliver this exciting project.\nMoving to Slide 8, a couple of points here on Charybdis. The vessel is currently 82% complete up from 77% as of our last update. No change to our expected delivery time frame of late 2024 or early 2025. A few highlights. Labor levels have increased to over 1,200 and are continuing to be augmented as compared to approximately 1,000 last October and 100 last August. Recent construction milestones have been met, including installation of the remaining jackup legs. Jackup system commissioning is underway. All major subcomponents are on-site in awaiting installation. We expect the vessel to be floated in coming weeks. And there's been no change to project costs of $625 million, including financing costs.\nIn summary, there is no change to the vessel's expected availability to support the current CVOW construction schedule including its availability to support any third-party charter agreements in 2025. As you can see, we feel very good about the progress we're making with the support of our project partners towards an on-time and on-budget completion of this very important project. Throughout our robust and competitive offshore wind process, we had multiple high-quality strategic and financial potential partners deploy significant operational, regulatory, commercial, financial and legal resources to thoroughly diligence every aspect of the project and the consensus independent feedback was that the Coastal Virginia offshore wind project is optimally positioned to be delivered on time and on budget and is supported by enthusiastic and committed suppliers and partners.\nWith that, let me walk through the CVOW transaction, starting with Slide 9. We're excited to be partnering with Stonepeak. One of the world's largest energy infrastructure investors with over $61 billion in assets under management. Stonepeak has a track record of investment in large and complex energy infrastructure projects, including offshore wind. Their significant financial participation will benefit both our project and our customers. On transaction structure. Stonepeak will invest in a newly formed subsidiary of Dominion Energy Virginia. It will be a public utility in Virginia and be entitled to recover its prudently incurred cost of constructing and operating the project under the existing offshore wind rider in Virginia.\nDominion Energy will retain full operational control of the construction and operations of CVA. And as a result, we expect to consolidate the partnership for accounting purposes. Stonepeak will own a noncontrolling equity interest and will have customary minority interest rates. On cost sharing, the agreement provides for robust cost sharing that significantly improves the company's credit profile and provides meaningful protection from any unforeseen project cost increases. Mandatory capital contributions, including an initial reimbursement will be used to fund expenditures up to $11.3 billion on a 50-50 pro rata basis. This represents 50-50 cost sharing up to 15% or nearly $1.5 billion higher than the project's current budget including unused contingency and up to 20% or nearly $2 billion higher than the project's current pre contingency budget. The agreement also provides for additional sharing of project costs, if any, between $11.3 billion and $13.7 billion.\nIn that hypothetical case, Stonepeak would continue to share in project costs through a gradually increasing spectrum of dilution to Dominion's share of project ownership. Slide 10 shows how Dominion and Stonepeak will share project funding and ownership under a variety of hypothetical cost scenarios, and I stress hypothetical because we fully expect to deliver this project on time and on budget. Turning to Slide 11. At closing, Stonepeak will make a cash payment to Dominion to reimburse 50% of capital spent to date, less $145 million. This nearly $3 billion project cost reimbursement will be used to reduce parent-level debt. Thereafter, Stonepeak will fund their pro rata share of capital calls during construction consistent with the schedule included in the appendix of today's materials.\nAt commercial operation, Stonepeak will make a payment to Dominion Energy, the amount of which will depend on the final construction cost as shown on the slide. The transaction requires approvals from the Virginia SEC and North Carolina Utilities Commission as well as certain consents from BOEM and other regulatory agencies regarding the assignment of certain contracts and permits needed for the partnership post closing. We expect to obtain all necessary approvals and commenced by the end of 2024. Continuing to Slide 12. I'm confident the [ leadership ] is in the long-term best interest of our customers and our shareholders. The transaction achieved several key objectives. First, it adds an attractive, well-capitalized and high-quality partner who brings a track record of investment in large and complex infrastructure projects, including offshore wind, that will further derisk what is already a significantly derisked and well-developed project.\nSecond, it provides for robust cost sharing and provides meaningful protection from any unforeseen project cost increases. And third, it improves our quantitative and qualitative business risk profile via a highly credit-positive partnership. The transaction will improve our credit profile, reduce project concentration risk, and lower our financing needs during construction. Further, the transaction is expected to improve our estimated 2024 consolidated FFO to debt by approximately 1%. Importantly, we reviewed the transaction with our credit rating agencies in advance of signing. And based on their feedback, we expect the transaction to be viewed as unambiguously credit positive. And that is a very key benefit for our customers. A financially healthy utility with a strong balance sheet is optimally positioned to attract the capital it needs to provide an exceptional customer experience and support the state's economic and environmental goals.\nIn other words, this partnership will reduce our company's business and financial risk profile, which benefits our customers. Let me provide a few final updates on the business review to conclude my prepared remarks. Turning to Slide 13. We're working methodically towards regulatory approvals and timely closings for the sale of our gas utilities. No changes to our original expectations in any of these cases. We look forward to continuing to work with involved parties and expect regulatory proceedings to conclude and staggered transaction closings to occur during 2024. We intend to apply 100% of the estimated after-tax proceeds of nearly $9 billion to reduce parent-level debt. Which based on current rates, will result in a reduction of around $500 million of pretax interest expense annually.\nNext, Virginia regulation. As part of the bid, we supported reasonable regulatory reform, that positions Dominion Energy Virginia to serve customers, support the state's goals and compete for investor capital in support of our customer beneficial investments. Last November, Dominion Energy Virginia State Corporation Commission staff, the Office of the Attorney General and other key parties reached a comprehensive settlement in the current biennial review. No parties to the case oppose the settlement, and last month, these same key parties reiterated their support to the original comprehensive agreement. We expect the final order in early March.\nOn a related topic, last month, the General Assembly unanimously elected Sam Tau and Kelsey Baggett to serve as members of the State Corporation Commission, filling the two outstanding vacancies on the commission. They have extensive experience in both government and the private sector, and we look forward to working cooperatively with these well-qualified new members. Turning now to Slide 14. There have been no changes to our original business review commitments and priorities. First, for the avoidance of doubt, we have been and continue to be 100% committed to our current dividend. Earnings growth, combined with a period of low to no dividend growth will restore our payout ratio to a peer appropriate range over time.\nSecond, last year, the Board and direct response to investor feedback modified my compensation structure for 2023 to align my economic incentives more closely with the financial interests of our shareholders. As a result, 100% of my 2023 long-term incentive compensation was performance-based. Last month, the Board approved my 2024 long-term compensation plan. The like last year, it is 100% performance-based. [indiscernible] is premised solely on 3-year relative total shareholder return with a 65th percentile relative performance required to achieve a 100% payout. This represents a high bar relative to industry practice, but I believe it appropriately aligns my financial interest with those of our shareholders. Additional details around the increasing alignment of my compensation with our owner's interest will be available in our proxy statement, which will be published in March.\nCertainly, this has been a difficult time for our investors, and I want them to understand how seriously I take that. Third, we've continued to focus on costs and identify incremental savings, particularly in the area of corporate overhead. We are, have been and will continue to be, one of the most efficient and most reliable electric utility companies in the country. Finally, we've been focused on evaluating investor feedback around perceived earnings quality and plan risks. In his prepared remarks, Steven will provide an update on our treatment of unregulated investment tax credits and assumptions around our retirement benefit plans.\nTurning to Slide 15. Today's announcement of an offshore wind partner marks the final strategic step of the business review. We're in the process of finalizing our financial plan, which will allow us to conclude the review. We've scheduled an investor meeting on March 1, at which time, we will provide a comprehensive strategic and financial update for the company and participate in a question-and-answer session. We encourage our investors and other stakeholders participate virtually as their schedule allows. Following the event, we plan to initiate a comprehensive investor engagement effort to meet with our existing and prospective investors.\nAs we prepare to conclude the review, I am more optimistic than I have ever been about the future of our company. We recognize that we must consistently execute against the financial targets we provided at the conclusion of the review. As is always the case, I am accountable for, and my entire leadership team has embraced our commitment to consistently deliver high-quality earnings growth that meets that plan. With that, I'll turn the call over to Steven.\n\nSteven D. Ridge\n\nInvestor Relations Contact, Dominion Energy, Inc.\n\nThank you, Bob, and good morning. Our fourth quarter 2023 operating earnings were $0.29 per share. Full year 2023 operating earnings were $1.99 per share. Full year GAAP net income was $2.29 per share. A summary of all adjustments between operating and reported results is included in Schedule 2 of the Earnings Release Kit. As shown on Slide 16, we've provided a reconciliation of actual operating earnings relative to the guidance we provided on the last earnings call. There were three key drivers for the variance to guide. First, during the fourth quarter, we experienced $0.02 of worse than normal weather in our utility service territories. Second, we incurred $0.03 of hurt related to certain outages at Millstone. Third, as part of the business review, and after we had given earnings guidance in November, we elected to change our accounting methodology for the way we recognize investment tax credits and earnings. This resulted in a $0.02 quarterly and $0.07 annual negative variance to guidance. I'll expand more on this accounting methodology change in a moment.\nA summary of all drivers for earnings relative to the prior year period is included in Schedule 4 of the Earnings Release Kit. As we mentioned on our last earnings call, we view 2023 as a transition year for the company due to the pending results of actions we've taken as part of the business review to support our long-term objectives. With that in mind, let me refresh our housekeeping around 2023 results. In 2023, our operating earnings per share were $1.99. Similar to last quarter, we believe it warrants highlighting many of the same adjustments that investors may consider to more accurately assess 2023 results. First, we experienced historically mild weather during 2023, representing $0.18 of full year earnings headwinds, including $0.02 in the fourth quarter. Recall that the second quarter was the mildest quarter relative to 15-year normal in the last 50 years. We don't expect weather to deviate from historical normal in this manner going forward.\nSecond, we continue to expect approximately $0.50 of annualized interest savings from parent level debt repayment, driven by the sales of Cove Point and the gas utilities. Remember the way discontinued operations is reflected in our 2023 results, 100% of the earnings from these assets are removed, but the benefit from use of sale proceeds is not captured. Third, 2023 results include approximately $0.11 of unexpected and unlikely to repeat hurt from extended planned or unplanned outages at Millstone, including $0.03 in the fourth quarter. We've continued to follow through on the steps discussed in previous earnings calls to ensure the plant performs consistent with its strong operating history. Note also that 2023 was a standard double fueling outage year, which is an additional around $0.10 hurt in 2023 that we won't see in the next 2 years as double planned outages occur once every 3 years.\nFourth, we expect approximately $0.15 of improvement as a result of the anticipated inclusion of market-based revenues from certain customers in the annual fuel factor as well as lower interest expense due to the securitization of $1.3 billion of deferred fuel balances that we financed with short-term debt during 2023. We closed on the fuel securitization transaction last week. The transaction was met with very strong demand, which allowed us to deliver a great result for our customers. Finally, and in the opposite direction, we expect approximately $0.18 of additional hurt related to the $350 million annual Virginia Rider revenue reduction at DEV, given that rate reduction did not impact first half 2023 results.\nTaken together, these adjustments would result in an illustrative 2023 operating earnings per share of around $2.85. As we said last quarter, some of the transition we experienced in 2023 will continue into 2024, which is why we continue to view 2025 as the foundational year for the company's post review financial performance. As part of the investor meeting, we will provide a comprehensive strategic and financial outlook that will run through 2029 and include operating earnings per share, EPS growth, credit, dividend, CapEx and financing guidance as well as other relevant financial information. We believe that this presentation will provide reference information and insights that will help investors to better understand Dominion Energy's updated profile as well as the key value drivers of each of our business segments.\nBy way of reminder, the comments I made in the last call about drivers of 2025 earnings are unchanged and replicated on Slide 17. I'll turn now to the reference Bob made in his prepared remarks regarding our evaluation of investor feedback around perceived earnings quality and planned risks. By way of background, over the last several months, we've engaged directly and extensively with our shareholders and received valuable feedback, much of which has affirmed our business review commitments and priorities. One consistent theme we have heard is dissatisfaction with past earnings quality and plan assumption risk levels, and we've taken that feedback seriously. We've made specific commitments around not pursuing unregulated solar investments for the purposes of generating upfront operating earnings from tax credits or reflecting gains from certain asset sales and operating earnings, those commitments are unchanged.",
        "content2": "Today, we're taking two additional steps. First, in December, we formally elected to change our accounting methodology for the way we recognize investment tax credits and earnings. Let me walk through the background and rationale for this accounting methodology change. Historically, Dominion Energy used what's called the flow-through accounting method, under which 100% of the income associated with nonregulated investment [indiscernible] was recognized immediately upon the project entering service. Our past use of the flow-through method led to some very substantial operating earnings volatility associated with credits generated by unregulated solar investments. As a result of the inflation Reduction Act, our previously committed investments in dairy and swine renewable natural gas projects are now eligible for investment tax credits.\nAbsent a change in accounting method, these RNG credits would create operating earnings volatility identical to past unregulated solar credits. Therefore, we've made a change from the flow-through method to the deferral method. Under the deferral method, investment track credit income is recognized over the expected life of the asset, which in the case of renewable natural gas projects is 30 years. Switching to the deferral method reduces ITC-related earnings volatility. In addition, the deferral method is considered the preferred method under GAAP and is the predominant practice amongst peer utility companies. This change in accounting method also aligns the treatment of our nonregulated ITCs with the treatment of our regulated ITCs, thereby creating additional consistency. So what has this change to a more preferable accounting method means for present and future results? Dominion Energy will recast as reflected in the earnings materials released today, its financial results to apply the deferral method to ITC income that was historically recognized under the flow-through method. A summary of the affected line items will be presented in our upcoming Form 10-K, which we expect to file tomorrow.\nI've explained the impact on 2023 results. Our November guidance was based on the flow-through methodology. The adoption of the deferral method combined with changes in RNG project completion dates impacted actual results versus guidance. A number of projects that were originally expected to be completed in 2023 are now expected to achieve substantial completion in 2024. ITC income from those projects will now be recognized gradually over their estimated 30-year useful lives. As we look forward through 2029, we expect ITC income, including renewable natural gas generated credits to account on average for approximately $0.03 to $0.04 of annual operating earnings per share. For the avoidance of doubt, there is no change to the underlying economics of R&D investments because there is no change in the underlying cash flows. While this change in accounting methodology impacts when an investment tax credit is recognized in book income, the cash value of the tax credits are the same under either methodology.\nNow let me share a few comments on our retirement benefit plans as shown on Slide 19. We are evaluating a rebalancing of planned assets from return-seeking toward lower risk classes. This is expected to reduce future funding risk and overall plan asset variability. This evaluation will take place during 2024 with the final reallocation of assets occurring in early 2025. Let me address what I expect maybe some questions related to this decision. First, the background. Dominion Energy was later than many other companies to move away from offering traditional defined benefit pension plans to new employees. And as a result, still has several thousand employees that are accruing final average pay retirement benefits under traditional pension plans. This results in a relatively long liability duration, which we estimate to be in the 75th percentile relative to a large sample of corporate plan sponsors. Dominion Energy's current expected return on assets or EROA assumption is based on an asset allocation, which reflects the long-dated nature of our liabilities.\nNext, why now? given the robust funding levels across our retirement benefit plans, specifically 117% in aggregate at year-end, we believe that now is the time to evaluate ways to derisk plan assets by rebalancing toward lower risk asset classes that reduce volatility and increase the portfolio's implied hedge ratio. Finally, what's the impact to our financial plan. The determination of EROA is subject to many factors, including equity returns and interest rates, and we cannot, at this time, predict precisely what our future assumptions will be. However, for illustrative purposes, we believe a rebalancing could result in a 100 basis point reduction in our EROA, which would put our assumption roughly in line with peers. Such a reduction in EROA would reduce operating earnings each year by $0.08 to $0.10 per share.\nFurther, under a 100 basis point EROA reduction scenario, we expect retirement plan related operating earnings per share to account on average between 2025 and 2029 for around $0.20 per share. With that, let me summarize our remarks on Slide 20. Our annual safety performance was the second best in our company's history. We continue to make the necessary investments to provide the reliable, affordable and increasingly clean energy that powers our customers every day. Our offshore wind project is on time and on budget. We've taken significant steps to achieve the objectives of the business review, including adding a noncontrolling equity financing partner for CVOW. We are moving with urgency and care to complete the review. We recognize the importance of delivering a compelling result and executing flawlessly thereafter. And we look forward to concluding the review and discussing our strategic and financial update at our March 1 Investor Meeting. With that, we are ready for your questions."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/b2cae0cc0888a23b3fa44d23da4d4551",
        "sentiment": {
            "distribution": {
                "positive": 24,
                "negative": 1,
                "neutral": 7
            },
            "scores": {
                "positive": 0.9434523905316988,
                "negative": 0.9744400978088379,
                "neutral": 0.9707744632448468
            }
        },
        "content1": "Q3 2023 Dominion Energy Inc Earnings Call\n\nQ3 2023 Dominion Energy Inc Earnings Call\n\nDNYSENOV 3, 3:00 PM\n\nOperator\n\nWelcome to the Dominion Energy Third Quarter Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to David McFarland, Vice President, Investor Relations. Please go ahead.\n\nDavid McFarland\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining today's call. Earnings materials, including today's prepared remarks contain forward-looking statements and estimates that are subject to various risks and uncertainties please refer to our SEC filings, including our most recent annual reports on Form 10-K and our quarterly reports on Form 10-Q for a discussion of factors that may cause results to differ from management's estimates and expectations. This morning, we will discuss some measures of our company's performance that differ from those recognized by GAAP. Reconciliation of our non-GAAP measures to the most directly comparable GAAP financial measures, which we can calculate are contained in the earnings release kit. I encourage you to visit our Investor Relations website to review webcast slides as well as the earnings release kit.\nJoining today's call are Bob Blue, Chair, President and Chief Executive Officer; Steven Ridge, Senior Vice President, Chief Financial Officer; and Diane Leopold, Executive Vice President and Chief Operating Officer. I will now turn the call to Bob.\n\nRobert M. Blue\n\nExecutive Vice President and President and Chief Executive Officer – Power Delivery Group, Dominion Energy, Inc.\n\nThank you, David. Good morning, everyone. I'll begin my remarks by highlighting our safety performance. As shown on Slide 3, our OSHA injury recordable rate for the first 9 months of the year was 0.43 a significant improvement relative to already strong historical performance. I commend my colleagues for their consistent focus on employee safety, which is our first core value.\nMoving now to the business review. It's been a year since we announced the review. These last 12 months have been a challenging environment for utility investors generally and even more so for Dominion Energy shareholders. As stewards of investor capital, we take that very seriously. That said, my conviction around the decision to launch and execute the review has not wavered. It is the right course of action for Dominion Energy, and we are seeing it through to its successful completion with urgency and with care. Let me take a step back and share some of the most common themes I heard from our investors in the months leading up to the announcement of the review. This satisfaction with our track record of inconsistent earnings growth, and an earnings mix, which too often had what some investors consider to be lower quality earnings.\nQuestions about the complexity and durability of the Virginia regulatory model and concerns around the balance sheet which included never fully addressing the impact of the failure of our master limited partnership financing model as well as leaning on our balance sheet to remedy short-term earnings pressures at the potential cost of longer-term credit quality both of which contributed to our living below our downgrade thresholds even in a low interest rate environment, all of which led to inquiries around whether a new approach was needed to deliver results that were consistent shareholder expectations.\nSince announcing the review, I've had the opportunity to engage directly with many of our shareholders. While opinions around the exact path and desired outcome of the review have varied, the common direction I receive and with which I strongly agree is that the review must comprehensively and finally address the foundational concerns that have eroded investor confidence over the last several years. This can't be a series of partial solutions that lead key elements and risks unaddressed. That's how we've approached this top to bottom review and we've strived to leave no stone unturned in our effort to deliver a result that will provide a durable, transparent, credible and achievable strategic and financial profile. that puts Dominion Energy on a path to compelling long-term value for shareholders, customers, employees.\nWe've taken several meaningful steps over the last 12 months and further of our objectives and are rapidly nearing a conclusion to this comprehensive review. With that context, let me recap our progress before turning to what's left to conclude the review. Again, we're moving with urgency but also with great care, and our guiding priorities and commitments are unchanged. As shown on Slide 4, we supported bipartisan legislation in Virginia that puts our largest utility on solid and durable footing which will enable our delivery of the reliable, affordable and increasingly clean energy that powers our customers every day for decades to come while also playing a vital role in supporting Virginia job creation, tax revenue and economic growth. This legislation supports our compelling value proposition to customers. If you're a residential customer in Virginia, you pay approximately 16% less per kilowatt hour for your electricity than the average U.S. utility customer and your power is on 99.99% of the time outside of a major storm event.\nFurthermore, we're taking an all-of-the-above approach to ensure a highly reliable grid while we work to decarbonize and meet unprecedented demand growth. We're making billions of dollars of investment and low to 0 carbon generation resources as well as transmission and distribution infrastructure that will work together to maintain critical grid reliability. And for investors, we compete for your capital in support of our customers by enhancing timeliness of recovery for prudently incurred investment by the preservation of riders and the establishment of regular base rate case reviews. Meanwhile, we will be positioned to deliver constructive regulatory outcomes that appropriately balance customer needs with investor demands for strong capital structure and a competitive return on equity against an industry-leading demand growth backdrop.\nTwo, we've been and continue to be 100% committed to our current dividend. Earnings growth, combined with a period of low to no dividend growth will restore our payout ratio to a peer appropriate range over time. Three, we indicated that we are eliminating future operating earnings from sources that investors have told us they consider to be of low quality. That includes the upfront recognition of unregulated solar investment tax credits and certain gains from asset sales. Four, on the strategic front, we announced and closed on the sale of our remaining interest in Cove Point. We applied the $3.3 billion of after-tax proceeds to reducing debt. This was a significantly credit-accretive transaction done with a high-quality counterparty after a robust competitive process.\nFive, we announced the sale of our gas utilities to [ Enbridge ] one of North America's largest energy infrastructure companies. We ran broad and competitive processes for each of the individual utilities and we are delighted to have found a partner that not only shares our ideals around safety, reliability, customer service, employee treatment and community investment but that was also the most competitive option on value across each of the 3 utilities. We intend to apply 100% of the estimated after-tax proceeds of nearly $9 billion to reducing parent-level debt which, based on current rates, will result in the reduction of around $500 million of pretax interest expense annually. Like Cove, these are significantly credit accretive transactions. By way of update, all state regulatory HSR and the initial CFIUS filings have now been submitted and the HSR waiting period expired on November 1. We're pleased though not surprised with the positive reception the Enbridge team has gotten from employees, regulators and policymakers.\nFurther, Enbridge has already taken steps to materially prefund the acquisition. We expect a staggered close for each of the LDCs and with all 3 transactions closing in 2024. Moving to Slide 5. On O&M, we've continued to focus on and identify incremental cost savings, particularly in the area of corporate overhead. We are, have been and will continue to be one of the most efficient and most reliable electric utility companies in the country. Finally, on governance. The Board and direct response to investor feedback modified my compensation structure for 2023 to align my economic incentives more closely with the financial interests of our shareholders. As a result, 100% of my 2023 long-term incentive compensation is now performance-based, 70% is premised solely on 3-year relative total shareholder return with the 65th percentile relative performance required to achieve a 100% payout, which is well above the medium threshold of industry peers.\nStaying with the topic of governance and consistent with corporate best practice, we've maintained a regular cadence of Board refreshment. Earlier today, we announced that Mike Semantic and Ron Jibson, will not stand for reelection next year. I want to thank Mike whose departure as a result of our age-based mandatory retirement policy and Ron for their faithful and dedicated service to our company over the last several years. And I welcome Paul De bar and Vanessa Sutherland to the Board effective December 1. Their biographical information was included in today's press release but suffice to say they are both uniquely qualified to continue the strong legacy of governance that Mike and Ron are leaving behind. As part of our ongoing Board refreshment process, we've now added 6 new directors since 2019, bringing the average tenure of our 11 directors to 6 years.\nThe Board will continue to work to ensure our shareholders' interests are properly represented via robust governance. Each of these steps serve a valuable purpose and achieving the guiding principles of the review. They enhance the durability of our Virginia regulatory model. They address concerns around earnings quality. They strengthen the balance sheet, they emphasize our commitment to good governance, including a disciplined approach to O&M expense. However, our work isn't complete. Our offshore wind project is a significant focus of our investors. The project, which is fully regulated, is on time and on budget. Let me just repeat that. Our project is progressing in alignment with our unchanged cost estimate and our unchanged in-service target date.\nEarlier this year, in recognition of the potential value for customers and shareholders, we supported legislation that allows us to petition the Virginia State Corporation Commission to take a controlling equity financing partner in the project, a noncontrolling equity financing partner in the project. As part of the business review, we're in advanced stages of a process to transact with a partner with a focus on pro rata sharing of project costs. The process has driven considerable interest from attractive and high-quality potential counterparties. Their interest is driven by the attractive characteristic of our project, including our priority position in the offshore wind supply chain, our successful track record of on-time permitting with the strong support of federal agencies.\nThe bipartisan and public support of Virginia political business and community leadership, a differentiated legislative and regulatory construct that is delivering on behalf of our customers and significant derisking, which I'll highlight further later in my prepared remarks, driven by both the advanced stage of development as well as a high percentage of fixed costs. Combined with the prospect of deploying a significant amount of capital into a high-quality, long-term regulated investment, it's no surprise to me that the process has generated strong interest. We will conclude the business review when we've made a final decision on an offshore wind project partner. That's the final strategic step outstanding in the business review and it's in the long-term best interest of our customers and shareholders that we make the right, not just the expedient decision.\nA properly structured partnership with the optimal counterparty is an attractive option but only if the terms of a potential transaction makes sense for our customers and shareholders. We expect a decision by year-end or in early 2024. As we near the reviews conclusion, I'm more optimistic than I have ever been about the future of our company. We've always owned great assets and operated at best-in-class levels with an industry-leading workforce of dedicated employees who are devoted to our fundamental mission, to provide reliable, affordable and increasingly clean energy that powers our customers every day. I'm confident that upon concluding the review, we will have a solid long-term financial foundation that matches the remarkable quality of our assets and people.\nLet me also be clear, we recognize that we must consistently execute against the financial targets we provided at the conclusion of the review. As is always the case, I am accountable for and my entire leadership team has embraced our commitment to consistently deliver high-quality earnings growth that meets that plan. We'll continue to announce updates as events warrant. Upon completion of the review, we expect to host an investor meeting to discuss the company's repositioned strategic and financial outlook. Stephen will share some additional thoughts on investor communication in his prepared remarks. Let me now touch on a handful of key business updates, starting with the offshore wind project.\nAs I mentioned, the project is proceeding on time and on budget, consistent with the time lines and estimates previously provided. We continue to achieve significant milestones. On Materials and Equipment, as shown on Slide 7. Last week, we celebrated the arrival of the first 8 monopiles from our supplier, EEW at the Portsmouth [ Marine ] terminal with the Virginia Governor, Lieutenant Governor, Attorney General, General assembly leaders from both parties, representatives from Virginia's congressional delegation, leaders from the Bureau of Ocean Energy Management and other local military, civic, educational, environmental, labor and community partners. We're fortunate to have the remarkable support of these national, state and local leaders. The offloading of these monopiles onto the newly upgraded port facilities went exceptionally smoothly. The next transport ship for monopiles is expected to be loaded at the factory later this month and delivered to the port in December.\nAlso worth noting that turbine blades and the cells remain on track with a fixed production schedule and mature existing manufacturing facilities. Turning to Slide 8. We continue to expect the project to be completed by the end of 2026. On permitting, the final environmental impact statement was issued on September 29, and the record of decision was signed on October 30 which allows us to begin onshore construction. In fact, we began construction mobilization this week. On regulatory, as a reminder, our 2022 rider filing for the project was approved in July, representing $271 million of annual revenue. Earlier this week, we made our 2023 rider filing, representing $486 million of annual revenue. We expect the final order by August of 2024.\nOn project management, there are over 100 personnel dedicated to this project and growing. Many of our offshore wind project leaders and personnel have also managed our most complex construction projects including thousands of megawatts of large gas-fired generation, the Cove Point liquefaction facility and the offshore wind test turbines. While each of those projects presented unique complexities and risks, they all require sophisticated management of contracts, vendor relationship, scheduling, engineering, procurement, construction and oversight. Skills, expertise and lessons learned, which are now being applied to full effect to the offshore wind project. In addition, we also have numerous offshore wind industry experts from around the globe supporting the team.\nOn principal suppliers and vendors, as you might expect, Diane, Mark Mitchell, who's our Senior Vice President of Project Construction and I interact frequently, including regular in-person meetings with the CEOs and leadership teams of each of our primary vendors. We perform regular site visits during which we inspect the manufacturing facilities and interact with boots on the ground project managers and members of the workforce. We maintain near constant dialogue with our key project partners at a variety of levels. Based on this ongoing monitoring and diligence, we fully expect that our vendors without exception, will continue their support of the project's timely completion.\nOn the performance of our test turbines, our 2 adjacent test turbines have delivered an average net capacity factor over the last 3 years of approximately 46%, with a 97% availability factor. The high reliability and strong operating performance of our test turbines provide further confidence in the capacity factor of the larger commercial project. Turning to costs on Slide 9. I draw your attention to the key metrics we've included in the slide, much of which is by way, a reminder. First, we updated the project's expected LCOE in our filing earlier this week to approximately $77 per megawatt hour as compared to our previous range of $80 to $90. The decrease reflects updated and refined estimates around production tax credit, cost of capital and rec values.\nWe've provided sensitivities to show how the average lifetime cost to our customers is impacted by capital costs, capacity factor and interest rates. We remain well below the legislative prudency cap on this metric. Next, the project total cost remains $9.8 billion. Project to date, we've invested approximately $2.3 billion, which we expect to grow to around $3 billion by year-end. I'm pleased to update that our current project costs, excluding contingency, have improved to 92% fixed. The remaining cost to be fixed include finalizing the construction for the above-ground onshore electrical work. Certain commodities consisting mainly of the fuel which will be used for transportation and installation and other project oversight costs. Our current contingency estimate, which is included in the $9.8 billion budget, has increased modestly relative to our initial filing position despite being at a much more advanced phase of project completion and having fixed a significant portion of costs.\nAt $370 million, the current contingency as a percentage of total budgeted costs and in the context of this stage of completion, benchmarks competitively when compared to other large infrastructure projects we've studied. With 92% of project costs now fixed, our current contingency is about half of our remaining unfixed costs. We've been very clear with our team and with our vendors that delivery of an on-budget project is the expectation. Moving to Slide 10. A couple of final points here on [ Karibtus ], our [ GenZ ] compliant installation vessel being constructed in Brownsville, Texas by [ Cetrium ], formerly known as [ Keppel ].\nThe vessel is currently 77% complete. We continue to expect it to be delivered late 2024 or early 2025, which is later than we originally planned, but still supportive of our construction time line. I personally visited the site earlier this week, met with management and reviewed progress. A few highlights. [ Cetrium ] has extensive relevant experience in constructing vessels similar to [ Caribtas ]. The project is considered strategically important to their management team, and they are committed to timely completion of the project. They've dedicated some of their most experienced management and supervision from Singapore to support the efforts in response to project delays. Labor, which was an initial constraint has increased from 800 to over 1,000 and is continuing to be augmented. Recent construction milestones including a major milestone of first leg installation in late August are being met, and the vessel is on track for engine start up later this year.\nAll major subcomponents are on-site and awaiting installation. Supply chain is not a cause of concern. On costs, there's been no change to the underlying construction cost estimate for Dominion Energy. Last quarter's $75 million increase in total project costs to $650 million, including financing costs, is largely attributable to higher financing costs related to higher rates and a longer construction time line, with the remainder being attributable to small increases to some ancillary costs, such as crude training and capital spares. In summary, there is no change to the vessel's expected availability to support the current CVOW construction schedule, including its availability to support any third-party charter agreements in 2025.\nWe've provided supplemental information related to our offshore wind project that can be found in materials included on our Investor Relations website. Transitioning now to the Virginia Biennial review, which is currently in the testimony phase. As a reminder, DEV submitted its biennial filing on July 3, initiating a review of base rates, which represents about 1/3 of DEV's total rate base. Virginia Rider investments like offshore wind, solar, battery storage, nuclear life extension and electric transmission, which are outside the scope of the proceeding represent the vast majority of the growth at DEV. We look forward to engaging with parties to the case and would expect a final order by March 3 of next year.\nTurning to other notable DEV updates. We made our fourth clean energy rider submission in October. The filing included new solar projects and represented nearly $900 million of utility-owned solar and rider eligible investment. We expect to receive an order from the SEC in the second quarter of 2024. On data centers, we continue to advance a series of infrastructure upgrade projects that will enable incremental increases in power for data center customers in Eastern [ Loudon ] County. 4 projects have been completed ahead of schedule. An additional project is currently under construction and on schedule to be completed by the end of 2023. We continue to develop a new 500 kv transmission line with an expected in-service date of late 2025.\nGiven the unprecedented growth in areas served by our electric transmission, we continue to see an acceleration of and long-term increase in electric transmission investment opportunity throughout our service area. As part of PJM's transmission planning process, we submitted numerous new projects that we believe are needed to ensure the electric grid in Virginia is reliable, resilient and able to adapt to increasing energy demand while also transitioning to cleaner energy resources. PJM recently advanced the majority of these projects for further evaluation. We've also included updates on our latest grid transformation filing as well as our fuel securitization proceeding.\nTurning to Dominion Energy South Carolina. In addition to delivering safe and reliable energy DESC's electric rates for residential customers are 8% below the national average. This represents an improvement of 21% relative to the national average since the time of the merger announcement, when rates were 13% higher than the national average. We're meeting the expanding energy needs resulting from robust economic development and population growth in South Carolina. On the regulatory front, we reached a settlement in our natural gas general rate case, which the Public Service Commission unanimously approved on September 20. The settlement will result in a $9 million increase with new rates effective in October. Since the merger, we now achieved rate settlements in both electric and gas base rate cases which is a testament to the company's improved regulatory and stakeholder relationships in the state. With that, I'll turn the call over to Steven.\n\nSteven D. Ridge\n\nInvestor Relations Contact, Dominion Energy, Inc.\n",
        "content2": "Thank you, Bob, and good morning. Our third quarter 2023 operating earnings, as shown on Slide 13, were $0.77 per share, which included $0.02 of help from better-than-normal weather in our utility service territories. Results with and without this weather help were above our updated guidance range midpoint of $0.74. A summary of all drivers for earnings relative to the prior year periods is included in Schedule 4 of this morning's earnings release kit. Third quarter GAAP net income was $0.17 per share, and a summary of all adjustments between operating and reported results is included in Schedule 2 of the Earnings Release Kit. The sale of Cove Point, which closed in September and the announcement of the sale of the gas utilities also in September, require changes to our financial reporting structure and recasting of our financial results in accordance with accounting rules.\nFirst, for GAAP purposes, Cove and the gas utilities have been reclassified as discontinued operations on the income statement and held for sale on the balance sheet and are reported in the Corp and Other segment. As a result, earnings from these assets have been removed from operating earnings. We have recast year-to-date results and their comparative periods to reflect these changes. As I'll explain in a moment, the full impact of expected interest savings from parent level debt repayment as a result of these transactions is not included in 2023 results even though the full year earnings contributions from those businesses are now excluded from operating earnings. Due to the dissolution of the Gas Distribution reporting segment, our renewable natural gas business is now reported with our contracted energy segment, formerly known as contracted assets, which consists of Millstone, existing long-term contracted solar and the offshore wind installation vessel [ Karibtus ].\nAgain, this change is applied retroactively to prior periods, including year-to-date results. We've included a slide in the appendix with this information for your reference. Turning to Slide 14. We view 2023 as a transition year for the company due to the pending results of actions we've taken as part of the business review to support our long-term objectives. The retroactive reclassification of assets are being sold as discontinued operations, the noninclusion of expected interest savings from the redeployment of asset sale proceeds, the partial year impact of the 2023 Virginia legislation and other nonrecurring items combined to make 2023 difficult to model as reflected in the disparity we observed in sell-side estimates for the year.\nWith that in mind, let me provide hopefully helpful housekeeping around 2023 results. Recast year-to-date operating earnings per share through September 30 totaled $1.75. The recasting simply removes the contributions from Cove Point and the gas utilities. For the fourth quarter, we expect operating earnings to be approximately $0.35 per share, which assumes normal weather. We've shown here the primary drivers of year-over-year changes to fourth quarter operating earnings, most of which we've identified on prior earnings calls. Taken together, year-to-date actuals plus fourth quarter guidance would result in 2023 operating earnings of $2.10 per share. However, it warrants highlighting a few adjustments that investors may consider to more accurately assess 2023 results. First, we experienced historically mild weather for the first 2 quarters of the year, representing $0.16 of year-to-date earnings headwinds.\nRecall that Q2 was the mildest quarter relative to 15-year normal in the last 50 years. We don't expect weather to deviate from historical normal in this manner going forward. Second, we expect approximately $0.50 of additional interest savings based on the current rate outlook from parent debt repayment driven by the sales of Cove Point and the gas utilities. Again, the way discontinued operations is reflected in our 2023 results, 100% of the earnings from these assets are moved, but the full benefit of use of sale proceeds is not captured. Third, 2023 results include approximately $0.08 of hurt related to what we consider a nonreoccurring extended unplanned outage at Millstone Units 2 and 3 this spring, we discussed this in the last earnings call and have continued to follow through on the steps we described then to ensure the plant performs consistent with its strong operating history.\nAlso note that 2023 is a double planned outage year for Millstone, which is an additional around $0.10 hurt in 2023 that we won't see in the next 2 years as double planned outages occur once every 3 years. Fourth, we expect approximately $0.15 of improvement as a result of the anticipated inclusion of market-based revenues from certain customers in the annual fuel factor as well as lower interest expense due to the securitization of $1.3 billion of deferred fuel balances that we've been financing with short-term debt during 2023. By way of reminder, the hearing examiner in the fuel filing case recommended adoption of the company's position on both of these topics given their beneficial impact on our customers. Finally, and in the opposite direction, we expect approximately $0.18 of additional hurt related to the $350 million rider revenue reduction, given that rate reduction did not impact first half results.\nTaken together, these adjustments would result in 2023 operating earnings per share of around $2.90. Turning now to Slide 15 and continuing on this theme. Some of the transition we're experiencing in 2023 will continue into 2024, which is why we continue to view 2025 as the foundational year for the company's post-review financial performance. But because the top-to-bottom business review is not complete, we're not providing 2025 earnings guidance at this time. I'd like to share some thoughts on that topic. We know that this review has been in process for a year, which has created uncertainty However, investors will not have to wait much longer to get the company's comprehensive post-review financial outlook, including our 2025 earnings expectations, long-term earnings growth rate, credit metric and dividend growth rate targets, CapEx forecast and financing plans and other relevant financial schedules.\nAs Bob mentioned, we expect to conclude the review in coming months with an investor event to follow shortly thereafter. As part of that event, we are committed to enhancing transparency and simplifying the financial presentation of our results so that investors can confidently model and sensitize our company's earnings and credit profile. I'd caution against applying a growth rate assumption based off an illustrative 2023 operating earnings to determine an estimate for 2025. That approach would ignore critical inputs, which Dominion Energy hasn't yet disclosed due to the ongoing business review that will have a significant impact on our future earnings power, such as: one, a historic level of near-term regulated rate base investment, driven by a combination of unparalleled demand growth, policy directives around 0 carbon energy resources, and reliability investments in grid transformation, electric transmission and nuclear relicense renewals among other programs.\nStarting with 2023, we expect our annual capital investment budget over the next few years to be significantly higher than any in our history, which will drive meaningful regulated earnings growth; two, the full results of our evaluation of efficient sources of capital to solidly position our balance sheet for the long term while seeking to minimize any amount of external equity financing need. Three, O&M initiatives that are the result of our continued focus on being 1 of the most reliable and efficient utility operators in the country. Four, the impact of potentially higher for longer interest rates in the context of our portfolio of interest rate derivatives that on a mark-to-market basis as of earlier this week, we're approaching $1 billion in value. Five, optimization of the company's growing tax attributes, including the use of tax transferability, driven by increased generation of production tax and related credits from our businesses; and six, earnings and free cash flow growth from our contracted energy segment.\nDuring the investor event, we will comprehensively review our updated strategy, provide multiyear financial and capital investment guidance and participate in Q&A. We would believe that this presentation will provide reference information and insights that will help investors to better understand Dominion Energy's updated profile as well as the key value drivers of each of our business segments. Turning to credit. Our commitments and priorities with regard to credit are unchanged. As Bob mentioned, the sale of our remaining interest in Cove Point and the announced sales of our natural gas distribution companies are strongly credit accretive. Post-sale comments by the rating agencies with whom we maintain regular engagement, highlighted the credit positive nature of the transactions.\nFor example, adjusting for the announced transactions, Moody's published, they would expect Dominion Energy's consolidated FFO to debt to be in the high teens percent range, exceeding our current downgrade threshold of 14%. But as the agencies pointed out, we expect the financing of our significant near-term customer-driven growth to put downward pressure on that metric. We want to emerge from the review with a sustainable credit foundation that over time, will consistently meet and exceed our downgrade thresholds even during temporary periods of cost, regulatory or interest rate pressure. Lastly, on interest rates. On Slide 16, adjusting for the announced transactions, we have shown how our floating rate debt and all fixed rate debt maturities over the next 3 years compares to peers. As you can see, our repricing exposure in this time frame on this basis benchmarks well.\nWe also continue to manage our interest rate exposure on future issuances of long-term debt through a variety of treasury activities, including through what is nearly $8 billion notional of preissuance interest rate hedges. These hedges which can mitigate movement and the benchmark underlying our long-term debt issuances served to dampen volatility for our DEV customers and for our shareholders. We will provide an update on our planning assumption for rates, interest expense and hedging strategies when we host our investor event.\nWith that, let me summarize our remarks on Slide 17. Our safety performance this year is commendable. We've taken significant steps to achieve the objectives of the business review. We are moving with urgency and care as we near the conclusion. We recognize the importance of delivering a compelling result and executing flawlessly thereafter. Our offshore wind project is on time and on budget. We are in advanced stages of a robust offshore wind partnership process that has generated considerable interest and we continue to make the necessary investments to provide the reliable, affordable and increasingly clean energy that powers our customers every day. We look forward to seeing many of you in person at the EEI Financial Conference next week and with that, we're ready for your questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/60bb2c0322b1eebbee800ac062eb376b",
        "sentiment": {
            "distribution": {
                "positive": 15,
                "neutral": 4
            },
            "scores": {
                "positive": 0.956239930788676,
                "neutral": 0.9962198138237
            }
        },
        "content1": "Q2 2023 Dominion Energy Inc Earnings Call\n\nQ2 2023 Dominion Energy Inc Earnings Call\n\nDNYSEAUG 4, 4:00 PM\n\nOperator\n\nWelcome to the Dominion Energy Second Quarter Earnings Conference Call. [Operator Instructions]\nI would now like to turn the call over to David McFarland, Vice President of Investor Relations.\n\nDavid McFarland\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining today's call. Earnings materials, including today's prepared remarks contain forward-looking statements and estimates that are subject to various risks and uncertainties. Please refer to our SEC filings, including our most recent annual reports on Form 10-K and our quarterly reports on Form 10-Q for a discussion of factors that may cause results to differ from management's estimates and expectations. This morning, we will discuss some measures of our company's performance that differ from those recognized by GAAP. Reconciliation of our non-GAAP measures to the most directly comparable GAAP financial measures, which we can calculate are contained in the earnings release kit. I encourage you to visit our Investor Relations website to review webcast slides as well as the earnings release kit.\nJoining today's call are Bob Blue, Chair, President and Chief Executive Officer; Steven Ridge, Senior Vice President, Chief Financial Officer; and Diane Leopold, Executive Vice President, Chief Operating Officer.\nI will now turn the call over to Bob.\n\nRobert M. Blue\n\nExecutive Vice President and President and Chief Executive Officer – Power Delivery Group, Dominion Energy, Inc.\n\nThank you, David. Good morning, everyone. As announced this morning, we reported second quarter operating earnings of $0.53 per share. Our results were meaningfully impacted by historically mild weather and outages at the Millstone Power Station, both of which will address later in our prepared remarks. But first, I'll address our safety performance and provide an update on the status of the business review.\nTurning to Slide 3. Our employee OSHA injury recordable rate for the first half of the year was [ 0.32 ]. This remarkable performance has us on pace to achieve the best safety year in the history of our company. Safety is, of course, much more than just a number on a page. It's our first core value and represents the well-being of our people. I commend my colleagues for the dedicated focus necessary to create and maintain the safety mindset and work practices that enable this outstanding performance.\nMoving now to the business review. I'm pleased with the progress we're making toward delivering a compelling repositioning of our company to create maximum long-term value for shareholders, employees, customers and other stakeholders. As I've said before, I'm as excited as ever for the future of our company. Our guiding commitments and priorities are unchanged and replicated identically on Slide 4.\nThe review time line shown on Slide 5 is also unchanged. We expect to conclude the review and host an Investor Day during the third quarter, at which we will provide an updated strategic and financial outlook for the company. We're working expeditiously but conscientiously in recognition of the vital importance of achieving an optimal result.\nSince announcing the review last November, we have, among other steps rigorously engaged with our shareholders to listen, reflect and inform our business review, commitments and priorities. We're committed to maintaining a similar level of engagement as we navigate through and beyond the review. We know that rebuilding trust is vital. We've positioned Dominion Energy for long Dominion Energy Virginia for long-term success by working collaboratively with key stakeholders to simplify the regulatory framework, provide meaningful rate relief to customers and ensure the stability that will allow our company to confidently continue to allocate billions of dollars of annual investment in support of the economic prosperity of the citizens of the Commonwealth of Virginia to the benefit of both customers and capital providers.\nWe've confirmed our commitment to the current dividend. We've committed to and taken steps to improve operating earnings quality. We continue to focus on cost control by looking for what more can be done without losing sight of the absolute necessity of meeting high customer service standards and against the backdrop of the significant operational and cost efficiencies we've achieved over the last several years.\nSo consistent with prior comments, while there may be some potential in that area, we do not see it as a game changer. We've included our O&M performance metrics in the appendix of today's materials for reference. And we have committed to an improved credit profile and taking the first step toward that goal by announcing an agreement to sell our remaining interest in Cove Point, which will generate approximately $3.3 billion of cash after tax, which we will use to reduce debt. This highly credit-accretive transaction was the result of a robust and competitive sale process. The sale represents an attractive exit from what has been an excellent investment for our shareholders. With this sale, we've recycled nearly $9 billion of cash flow since 2018, which is well in excess of our total investment in the facility, inclusive of the export project construction cost of approximately $4 billion.\nWe've included the investor slides we published at the time of the announcement in the appendix of today's materials. The request for HSR clearance and the DOE notification have both been filed, and we expect the transaction to close later this year. We will continue to announce updates as events warrant as we work to finalize additional business review inputs in advance of the Investor Day.\nWith that, I'll turn it over to Steven to address financial matters.\n\nSteven D. Ridge\n\nInvestor Relations Contact, Dominion Energy, Inc.\n\nThank you, Bob, and good morning. Our second quarter 2023 operating earnings, as shown on Slide 6, were $0.53 per share. As you're aware, we revised our second quarter guidance on June 30 from a range of $0.58 to $0.68 per share to a range of $0.44 to $0.50 per share to reflect our expectation for the negative impact of weather and unplanned outages at Millstone.\nFirst, on weather. I'll just note that second quarter weather was the mildest relative to 15-year normal in the last 50 years and amounted to an $0.08 headwind during the quarter. With regard to Millstone, we experienced both an increase to the duration of a planned outage at Unit 2 and an extended unplanned outage at Unit 3, which taken together amounted to an additional $0.08 headwind during the quarter. These outages are uncharacteristic for Millstone, which has a strong history as the largest 0 carbon electricity resource in [ New England ] of exemplary safety and reliability performance.\nSenior leadership, including [ Eric Carr ], who recently joined as our new Chief Nuclear Officer, after several years at [ PSEG ], most recently as their Chief Nuclear Officer, has instituted a thorough and peer involved review of the plant's operating practices to ensure that despite the unusual nature of these outages, the station is prepared to consistently operate at its maximum potential for years to come.\nHigher sales and lower O&M contributed to the modest outperformance relative to the revised guidance range. Relative to the second quarter last year, positive factors include higher sales and O&M timing. Negative factors include higher interest expense, lower DEV margins for certain utility customer contracts with market-based rates, higher depreciation, the absence of solar investment tax credits and as discussed, weather and Millstone.\nSecond quarter GAAP results reflect a net income of $0.69 per share, which includes the positive noncash mark-to-market impact of economic hedging activities and unrealized gains in the value of our nuclear decommissioning trust funds. A summary of all adjustments between operating and reporting results is included in Schedule 2 of the earnings release kit.\nMoving now to guidance on Slide 7. Given the pending business review, we are not providing full year 2023 earnings guidance. For the third quarter 2023, we expect operating earnings to be between $0.72 and $0.87 per share. Last year's third quarter operating earnings were $1.11 per share.\nLet me walk through some of the key drivers of this year-over-year change, all of which we've identified previously. First, approximately $0.12 from higher interest expense as a result of higher market rates, approximately $0.09 related to the $350 million rider revenue reduction, which became effective July 1, approximately $0.06 related to the removal of Cove Point from operating earnings effective July 1 due to the sale agreement. About half of that is related to the absence of a $0.03 help this quarter relative to last year from higher variable revenue and other additional services. This number also doesn't capture the impact of expected lower interest expense due to parent debt retirement from sale proceeds later this year, which we estimated approximately $0.05 to $0.06 per share on an annualized basis, approximately $0.04 from the elimination of nonregulated solar investment tax credits and approximately $0.02 from an O&M related to the Millstone fall planned outage.\nBefore moving to sales trends, let me emphasize one of our business review priorities: a durable, high-quality and predictable long-term earnings growth profile with consistent execution. We recognize the critical importance of meeting any post-review financial targets even if and when unexpected headwinds occur.\nTurning to Slide 8. I'll address electric sales trends. When we announced the review in November, we described the long-term scope and duration of our resiliency and decarbonization capital investment opportunity as very much intact. In May, we discussed PJM's updated electric load projections that forecast [ some or ] low growth in the DOM zone of 5% per year for the next 10 years. Those estimates reflect the very robust demand growth we're observing in real time across our system. Weather-normalized sales in Virginia increased 5% over the last 12 months through June as compared to the prior year. For full year 2023, we expect the growth rate at DEV to be around 5%.\nIt's worth noting that just last week, we registered new summer peak demand records on consecutive days. And just as we expect, our customers likely would have no idea given the high-quality operational performance delivered by our colleagues under these demanding load conditions. The unique intersection of industry-leading demand growth and strong policy support for resiliency, decarbonization, affordability and economic growth, combined with the durability of the Virginia regulatory structure represents an unprecedented opportunity for our company, our customers and our capital providers. It will drive growth for many years to come, demand prudent capital allocation and require a strong balance sheet, which brings me to my next topic, credit.\nOur commitments and priorities with regard to credit are unchanged. I'll reiterate them here. As we've discussed, despite meaningful qualitative improvement over the last several years, our credit metrics need strengthening. We want to emerge from the review with the ability over time to consistently meet and exceed our downgrade thresholds even during temporary periods of cost or regulatory pressure. As part of the review, we're analyzing the most efficient sources of capital to improve our balance sheet and fund our robust capital investments while seeking to minimize any amount of external equity financing need.\nAs Bob mentioned, the Cove Point transaction was strongly credit accretive, improving consolidated FFO to debt as measured by Moody's by 70 basis points. Post-sale comments by the rating agencies with whom we maintain frequent engagement, highlighted the credit-positive nature of the announcement, but noted as we expected, that additional steps are required to ensure that our metrics sustainably meet and exceed our downgrade thresholds going forward. As it relates to credit, the objective of the business review is to create a robust balance sheet foundation that can both withstand potential temporary headwinds and also sustainably support the significantly elevated levels of regulated capital investment over the next few years.\nWith that, I'll turn the call back over to Bob.\n\nRobert M. Blue\n\nExecutive Vice President and President and Chief Executive Officer – Power Delivery Group, Dominion Energy, Inc.\n\nTurning to Slide 9. Let me start by updating you on the implementation of the Virginia rate reform legislation that became effective on July 1. The new Virginia law provides significant bill relief for our customers and supports the long-term stability of our largest utility segment. With nearly unanimous bipartisan support, the legislation provides the certainty we need to fund and execute the critical energy investments that support the robust electrical demand growth in Virginia.\nAs of July 1, the law directly enabled a nearly $14 reduction to the typical Dominion Energy residential customers monthly bill. Roughly half of this decrease results from the cessation of certain riders that represent approximately $350 million of annual revenues. The other half of the reduction comes from a downward adjustment to the component of electric rates that recovers the cost of power station fuel and purchase power. The commission has allowed this interim adjustment to take effect while it considers the fuel securitization proposal DEV filed on July 3. By arranging for certain unrecovered fuel costs to be paid off over time, securitization would avoid the possible alternative, an abrupt rate increase that would amount to about $15 per month for typical residential customers. We expect a final order by early November.\nDEV also submitted its biannual review filing on July 3, initiating a review of base rates, which represents about 1/3 of DEV's total rate base. The filing highlights DEV's exceptionally reliable and affordable service. Consider these facts. 99.9% average reliability delivered at rates 22% below the national average. I note our track record of operating efficiently is reflected in our competitive rates, as I mentioned previously. Since 2010, the typical residential bill has grown by only about 1.2% year-over-year, less than half of the 2.6% increase in the general inflation rate. We're proud of our record and the work we do to serve customers every single day. We expect a final order by March 3 of next year.\nTurning to offshore wind on Slide 10. The project remains on time and on budget, consistent with the time lines and estimates previously provided. We continue to work closely with the Bureau of Ocean Energy Management and other stakeholders to support the project's time line. [ Bom ] received comments from all agencies on the draft of the final EIS and is on schedule to deliver the final EIS by the end of September and the record of decision by the end of October. We continue to be encouraged by the administration's timely processing of offshore wind projects. In July, the SEC approved our updated offshore wind rider. In the application, DEV requested and received an annual revenue requirement of $271 million for jurisdictional customers.\nI'm pleased to update that our current project costs, excluding contingency, are now more than 90% fixed. Our procurement and manufacturing processes are well underway. In fact, we expect the first [ monopiles ] to be delivered to the Port of Virginia later this year. Our current contingency reserve is still about equal to our original reserve, despite having progressed the project significantly and fix more costs. Taken together and despite trends we see elsewhere in the offshore wind market, we do not see anything that changes our confidence in delivering the project on time and on budget.\nProject to date, we've invested approximately $1.7 billion, which we expect to grow to around $3 billion by year-end. As a reminder, we updated our expected LCOE in our most recent regulatory filing to the low end of the $80 to $90 per megawatt range to account for PTC value based on the Inflation Reduction Act. [indiscernible] Act compliant installation vessel is currently 74% complete. No change to our expectation of completion well in advance of the need to support the [indiscernible] construction schedule and timely completion by the end of 2026.\nTurning to other notable updates on Slide 11. We've continued to see strong regulatory outcomes related to nuclear life extension, clean energy and grid transformation. On data centers, we continue to advance a series of infrastructure upgrade projects that will enable incremental increases in power for data center customers in Eastern [ Loudon ] County. Four projects have been completed ahead of schedule. An additional project is on schedule to be completed by the end of 2023. We continue to develop a new 500 kV transmission line with an expected in-service date of late 2025. Given the unprecedented growth in areas served by our electric transmission, we continue to see an acceleration of and long-term increase in electric transmission investment opportunity throughout our service area. As such, we recently submitted a significant number of additional projects as part of PJM's transmission planning process that we believe will ensure the electric grid in Virginia is reliable, resilient, and able to adapt to the increasing energy demand while also transitioning to cleaner energy resources.\nTurning to Dominion Energy South Carolina on Slide 12. In addition to delivering safe and reliable energy, [ DESC's ] electric rates for residential customers are 9% below the national average as of July 1. We're proud to meet the energy needs of the robust economic development and population growth in South Carolina. On the regulatory front, we'll complete the testimony and hearings phases in our natural gas general rate case in the next few weeks. We expect an order from the commission by October. Following commission approval of the electric fuel settlement, the annual fuel adjustment was effective in May and is designed to eliminate all previous under collections during this fuel year.\nFinally, at our gas distribution business, strong economic development is driving attractive customer growth year-over-year of 2.4% in North Carolina and 2.3% in Utah. Across all our gas businesses, we continue to see strong support for timely recovery on prudently incurred investment that provide safe, reliable, affordable and increasingly sustainable service, including pipeline replacement efforts and expansion of service to rural communities.\nOn RNG, we have 6 RNG projects currently injecting gas with 18 other projects in various stages of development.\nWith that, let me summarize our remarks on Slide 13. Our safety performance this quarter was outstanding. We reported operating earnings of $0.53 per share. We continue to execute on our decarbonization and resiliency investment programs to meet our customers' needs while creating jobs and spurring new business growth. Our offshore wind project continues to move forward on schedule and on budget, and the business review is proceeding with pace and purpose. I'm focused on ensuring that Dominion Energy is best positioned to create significant long-term value for our shareholders.\nWith that, we're ready to take your questions."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/7a6666a58188133e94dd929efe0aa22d",
        "sentiment": {
            "distribution": {
                "positive": 17,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9325057618758258,
                "neutral": 0.9218710541725159
            }
        },
        "content1": "Q1 2023 DOMINION ENERGY INC /VA/ Earnings Call\n\nQ1 2023 DOMINION ENERGY INC /VA/ Earnings Call\n\nDNYSEMAY 5, 4:00 PM\n\nOperator\n\nWelcome to the Dominion Energy First Quarter Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to David McFarland, Vice President, Investor Relations.\n\nDavid McFarland\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining today's call. Earnings materials, including today's prepared remarks contain forward-looking statements and estimates that are subject to various risks and uncertainties and please refer to our SEC filings, including our most recent annual reports on Form 10-K and our quarterly reports on Form 10-Q for a discussion of factors that may cause results to differ management's estimates and expectations.\nThis morning, we will discuss some measures of our company's performance that differ from those recognized by GAAP. Reconciliation of our non-GAAP measures to the most directly comparable GAAP financial measures, which we can calculate are contained in the earnings release kit. I encourage you to visit our Investor Relations website to review webcast slides as well as the earnings release kit. Joining today's call are Bob Blue, Chair, President and Chief Executive Officer; Steven Ridge, Senior Vice President, Chief Financial Officer; and Diane Leopold, Executive Vice President and Chief Operating Officer. I will now turn the call over to Bob.\n\nRobert M. Blue\n\nExecutive Vice President and President and Chief Executive Officer – Power Delivery Group, Dominion Energy, Inc.\n\nThank you, David. Good morning, everyone. During the first quarter, we delivered financial results consistent with our guidance range and made meaningful progress on regulated investment programs that decarbonize and add resiliency to our systems. We'll cover those topics in more detail, but let me begin with safety performance and then address the status of the business review.\nOur employee OSHA injury recordable rate for the first quarter was 0.21, a significant improvement relative to historical performance, including record-setting results in 2020 and 2021. We have several months left in 2023 to demonstrate our ability to drive injuries toward the only acceptable outcome, which is 0. I thank my colleagues for this remarkably strong start to the year.\nNow I'd like to address the business review. Our guiding commitments and priorities are unchanged and replicated identically on Slide 3. We continue to receive valuable feedback from investors, which has affirmed our focus on these principles. We'll continue to be deliberate and making ourselves available for input from the company's current and prospective capital providers.\nThe review time line shown on Slide 4 is also unchanged. We plan to host an Investor Day in the third quarter during which we'll provide an updated strategic and financial outlook based on the results of the business review, which is still underway. We're working expeditiously but conscientously in recognition of the vital importance of achieving an optimal result.\nI'm pleased with the progress we're making towards delivering a compelling repositioning of our company to create maximum long-term value for shareholders, employees, customers and other stakeholders. We have great people and great assets, and I'm as excited as ever for the future of our company.\nTurning now to several noteworthy developments in Virginia, our largest service area. In November, I discussed the need to ensure that near-term economic and customer bill pressures didn't preclude the full realization of the benefits of the long-term resiliency and decarbonization capital investment opportunity before us. And in February, I discussed the need for a durable regulatory construct that provides for a competitive and fair return on utility investments to attract low-cost capital and support of our customer-focused programs.\nNew Virginia law enacted in April and effective July 1, comprehensively addresses both of those needs. It provides significant bill relief for our customers and supports the long-term stability of our utility with nearly unanimous bipartisan support, the legislation provides the certainty we need to fund and execute critical energy investments in support of the Commonwealth's robust electric demand growth long-term energy security and reliability, leading decarbonization goals and impressive economic growth.\nHighlights of the law are shown on Slide 5. First, it provides meaningful rate relief for customers. Beginning July 1, it reduces the monthly bill for a typical residential customer by nearly $7 through the combination of certain existing riders that represent approximately $350 million of annual revenue, and it allows for the commission to approve the securitization of deferred fuel costs, which could provide up to $7 a month in additional near-term savings.\nIf approved, fuel securitization would reduce the stand-alone fuel charge on customers' monthly bills by allowing the company to spread fuel cost over a multiyear period. Taken together, these savings, if approved, would equate to a 10% reduction to the current typical residential customer bill and position us to be around 21% below the national average.\nSecond, the law simplifies the ratemaking process around our base business, which now represents about 1/3 of DEV's total rate base. Specifically the law reinstates base rate reviews on a biannual schedule as compared to the current triennial cadence, improving the timeliness of operating expense and investment recovery.\nIt's worth noting here, no change to the use of a forward-looking mechanism for purposes of establishing base rate revenues as part of the now biennial reviews. And it retains a modified customer sharing mechanism for base rate earnings that allows both customers and shareholders to benefit from positive financial drivers like improved cost efficiency.\nFinally, the law prescribes certain regulatory parameters for use in rate setting for the next few years. It establishes an authorized ROE of 9.7%, up from 9.35% currently for purposes of the 2023 biannual review, which will determine base rates and rider returns through the next biennial period.\nIt directs DEV to undertake reasonable efforts to maintain a common equity ratio of 52.1% through 2024, and it preserves the use of the rider recovery construct. As a reminder, riders are filed and trued up annually in single issue proceedings that utilize forward-looking test periods and allow for timely recovery of construction work in progress.\nThe law complements precedent energy legislation, including the Virginia Clean Economy Act of 2020, the Grid Transformation & Security Act of 2018 and the reregulation Act of 2007 to create a regulated utility framework that has delivered exemplary reliability and resiliency as well as exceptional customer value as evidenced by customer rates that are significantly below national and regional averages as shown on Slide 6.\nI believe this broadly supported bipartisan legislation strikes an appropriate balance between customer benefit, regulatory oversight, and the critical need to position the company to compete for capital to support the significant investment required in Virginia for decades to come.\nIn the words of the state's House of delegates leadership, this resolution gives Dominion Energy Virginia, the certainty and stability to make investments needed to ensure stable, reliable service long into the future. That stability and certainty is especially critical now as we ramp into the very substantial and growing multi-decade utility investment required to address resiliency and decarbonization public policy goals plus recently updated independent electric load projections that reflect the very robust demand growth we're observing in real time across our system.\nI'm referring to PJM's 2023 forecast. That is shown on Slide 7, projects peak summer load growth in the DOM zone of approximately 5% per year for the next 10 years. To put that into perspective, the resulting peak load projected for 2033 has increased from 25.8 gigawatts as of the 2022 PJM estimate to 35.8 gigawatts as of this year's estimate, an increase of nearly 40%.\nTED weather normal sales growth over the last 12 months was 6.1%. For full year 2023, we expect the growth rate to moderate somewhat to around 5%. So this isn't a hypothetical growth. it's demand we're seeing and investing to serve every day.\nOn Monday, we filed an updated integrated resource plan with the Virginia Commission that outlines a variety of paths to satisfy these growing service obligations. The plan calls for an acceleration of and long-term increase in our distribution, transmission and generation investment. We look forward to engaging with all stakeholders in the planning process and we'll provide a refreshed long-term capital investment plan as part of our third quarter Investor Day.\nThis unique intersection of industry-leading demand growth and strong policy support for resiliency, decarbonization, affordability and economic growth, combined with the durability of the Virginia regulatory construct represents an unprecedented opportunity for our company, our customers and our shareholders.\nIt will drive growth for many years to come, require prudent capital allocation and rely on a healthy financial foundation which is one of the reasons we've repeatedly highlighted balance sheet improvement as a key priority of the business review. With that, I'll turn it over to Stephen to address the financial matters before I provide additional business updates.\n\nSteven D. Ridge\n\nInvestor Relations Contact, Dominion Energy, Inc.\n\nThank you, Bob, and good morning. Our first quarter 2023 operating earnings, as shown on Slide 8 were $0.99 per share, which included $0.10 of hurt from worse than normal weather in our utility service areas. I'll note that this was one of the warmest first quarters on record for our electric utility service areas.\nPositive factors as compared to last year were normal course regulated growth, higher sales and higher Millstone margins. Other factors in addition to weather include higher interest expense, lower DEV margins for certain utility customer contracts with market-based rates, the absence of solar investment tax credits and O&M timing.\nNormalized for the negative impact of weather, our results would have been $1.09 per share, above the midpoint of our weather normal guidance range by $0.04 as a result of a combination of several small drivers including Millstone margins, depreciation and taxes.\nFirst quarter GAAP results reflect a net income of $1.17 per share, which includes the positive noncash mark-to-market impact of economic hedging activities and unrealized gains in the value of our nuclear decommissioning trust funds. A summary of all adjustments between operating and reported results is included in Schedule 2 of the earnings release kit.\nMoving now to guidance on Slide 9. Given the pending business review, we are not providing full year 2023 earnings guidance. For the second quarter of 2023, we expect operating earnings to be between $0.58 and $0.68 per share. Last year's second quarter operating earnings were $0.77 and included $0.01 hurt from worse than normal weather.\nThe second quarter 2023 guidance midpoint of $0.63 per share represents a decline of $0.14 as compared to last year but is in line with our expectations since the beginning of the year.\nLet me spend a minute on the key drivers for the quarter as compared to last year. Positive drivers include higher sales, lower millstone planned outage impacts, normal weather and modest O&M timing. Other drivers are primarily and as previously highlighted, higher interest rates, lower DEV margins for certain utility customer contracts with market-based rates and the lack of solar ITCs.\nTurning now to credit. For the avoidance of Dow, there have been no changes to our business review commitments and priorities, including with regard to credit. As we've discussed, despite meaningful qualitative improvement over the last several years, our credit metrics need strengthening.\nThis was highlighted by S&P, who recently revised its outlook from stable to negative for the Dominion family of issuers. Recall that the outlook designation typically signifies a 1/3 probability of change in rating over the next 12 to 24 months.\nI'd note that S&P maintained its stand-alone credit profile for VEPCO at A and maintain Dominion's business risk profile as excellent, but suggested that counter measures were likely needed to strengthen the company's future credit metrics. As we've said before, we desire to emerge from the review with the ability over time to consistently meet and exceed our downgrade thresholds even during temporary periods of cost or regulatory pressure.\nAs part of the review, we're analyzing the most efficient sources of capital to improve our balance sheet and fund our robust capital investments while seeking to minimize any amount of external equity financing need. No change on either of these 2 points from prior investor communications.\nTurning to Slide 10 and briefly on O&M management. We know it's our responsibility to constantly look for ways to optimize the efficiency of our operations without losing sight on the absolute necessity of meeting high customer service standards.\nBased on the most recent data published by FERC last month, we've updated our electric O&M management relative to peers. As you can see, we have a track record of operating efficiently for our customers and shareholders, which is clearly reflected, as Bob described on Slide 6 in our competitive rates as compared to national and regional averages.\nWe've driven down costs through improved processes, innovative use of technology and other best practice initiatives. As part of the review, we are evaluating what we can additionally do on costs within the context of the significant operational and cost efficiency we achieved over the years.\nBefore turning it back over to Bob, let me echo his enthusiasm for the future of our company. I, too, am encouraged by the progress of the review and look forward to sharing the results during our investor meeting later this year. I'll now turn the call back over to Bob.\n\nRobert M. Blue\n\nExecutive Vice President and President and Chief Executive Officer – Power Delivery Group, Dominion Energy, Inc.\n\nThanks, Stephen. I'll now turn to other business updates on the execution of our growth program. Turning to offshore wind on Slide 11. The project remains on track and on budget. We continue to work closely with the Bureau of Ocean Energy Management and other stakeholders to support the project's time line.\nThe draft EIS received late last year was thorough and contained no surprises. Public hearings have already taken place, and we continue to work collaboratively with BOM and all of the cooperating agencies. We expect the EIS record of decision later this year. We've advanced engineering and design work, which has allowed us to release major equipment for fabrication, and we've made progress on procurement and other preconstruction activities for the onshore scope of work.\nConsistent with prior guidance, project costs, excluding contingency, are about 90% fixed, further derisking the project in its budget. Project to date, we've invested approximately $1.5 billion, which we expect to grow to $3.3 billion by year-end.\nIn our most recent regulatory filing, we updated our expected LCOE to the low end of the $80 to $90 per megawatt range to account for PTC value based on the inflation Reduction Act. In March, legislation was enacted that authorizes DEV to establish an offshore wind affiliate subject to commission approval. And for the purpose of securing a noncontrolling equity financing partner in our offshore wind project.\nWe intend to evaluate this option as part of the\nbusiness review. Our Jones Act-compliant turbine installation vessel is currently 70% complete. No change to our expectation of the completion well in advance of the need to support the current Coastal Virginia offshore wind construction schedule and timely completion by the end of 2026.\nOn data centers, we're advancing a series of infrastructure upgrade projects that will enable incremental increases in power for data center customers in Eastern Loudon County. The first 3 projects are ahead of schedule and will be completed by the end of this month.\nA second tranche of projects are on schedule to be completed by the end of 2023. Additionally, we recently received SEC approval for a new 500 kV transmission line with an expected in-service date of late 2025. This submission included around $700 million of capital investment.\nTurning to Slide 13. I'm very pleased that the SEC in April approved our most recent Clean Energy filing, which included nearly 800 megawatts of solar and energy storage capacity, our sixth consecutive such approval. These projects will bring jobs and economic opportunity to our communities, and they will deliver more than $250 million in fuel savings for our customers during their first 10 years in operation.\nOur next clean energy filing will take place later this year. Next, we're advancing our electric grid transformation plans to create a more resilient grid, improve reliability and offer faster recovery after major storms. We filed Phase II of our grid transformation plan in March, seeking approval for the continuation of existing and new projects through 2026.\nOur customers have already observed the benefits from prior investments as we've seen fewer outages and less significant damage on impacted facilities during major storms. The filing represented over $1 billion of rider eligible investment. We expect an order from the SEC by the end of the third quarter of 2023.\nTurning to South Carolina. On March 31, we filed a natural gas general rate case in South Carolina in accordance with its 2020 RSA settlement agreement with the South Carolina Office of Regulatory Staff. We asked in the case for an ROE of 10.38% and a revenue requirement increase of $19 million, which represents around a 6% increase to a typical residential customer bill. We expect new rates based on a typical procedural schedule to be effective in October.\nOn April 25, the commission approved our stipulation in the electric fuel proceeding. The stipulation was prepared through the joint efforts of DESC, the South Carolina Office of Regulatory Staff and the South Carolina Energy Users Committee. The stipulation supports an increase of just under 4% for an average residential customer bill. We now expect to recover all previous under collections during the next fuel year.\nI'd note that this is the second electric fuel adjustment settlement in the past 6 months. Another example of the improved regulatory and stakeholder relationships that will benefit our customers in the state.\nLastly, at our gas distribution business. The Utah system delivered 7 of the top 20 throughput days in history including the 2 highest ever during a record setting winter. Also in Utah, we've launched the next phase of our hydrogen blending pilot, and we've achieved up to 5% blending levels in Delta serving about 1,800 customers.\nOn RNG, we have 6 R&D projects currently injecting gas with 15 projects under various stages of development. With that, let me summarize our remarks on Slide 14.\nOur safety performance this quarter was outstanding, but more work to do to drive injuries to 0. We delivered financial results that were within our guidance range and above the midpoint of our guidance range on a weather-normal basis. We continue to execute on our decarbonization and resiliency investment programs to meet our customers' needs while creating jobs and spurring new business growth.\nOur offshore wind project continues to move forward on schedule and on budget. And the top to bottom business review is proceeding with pace and purpose. I'm focused on ensuring that Dominion Energy is best positioned to create significant long-term value for our shareholders. With that, we're ready to take your questions."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/e0664d954e272207978f1b4449b77e30",
        "sentiment": {
            "distribution": {
                "positive": 16,
                "negative": 1,
                "neutral": 6
            },
            "scores": {
                "positive": 0.9348453916609287,
                "negative": 0.8410648107528687,
                "neutral": 0.9456962943077087
            }
        },
        "content1": "Q4 2022 Dominion Energy Inc Earnings Call\n\nQ4 2022 Dominion Energy Inc Earnings Call\n\nDNYSEFEB 8, 4:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the Dominion Energy Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions)\nI would now like to turn the call over to David McFarland, Vice President, Investor Relations. Please go ahead.\n\nDavid McFarland\n\nVP of IR, Dominion Energy, Inc.\n\nGood morning, and thank you for joining today's call. Earnings materials, including today's prepared remarks contain forward-looking statements and estimates that are subject to various risks and uncertainties. Please refer to our SEC filings, including our most recent annual reports on Form 10-K and our quarterly reports on Form 10-Q for a discussion of factors that may cause results to differ from management's estimates and expectations. This morning, we will discuss some measures of our company's performance that differ from those recognized by GAAP. Reconciliation of our non-GAAP measures to the most directly comparable GAAP financial measures, which we can calculate are contained in the earnings release kit. I encourage you to visit our Investor Relations website to review webcast slides as well as the earnings release kit.\nJoining today's call are Bob Blue, Chair, President and Chief Executive Officer; Steven Ridge, Senior Vice President, Chief Financial Officer; and Diane Leopold, Executive Vice President, Chief Operating Officer.\nI will now turn the call over to Bob.\n\nRobert M. Blue\n\nPresident, CEO & Chairman of the Board, Dominion Energy, Inc.\n\nThank you, David, and good morning, everyone. During 2022, we delivered earnings and dividend growth in line with our guidance, provided safe, reliable and affordable energy while demonstrating careful environmental stewardship, served our customers and invested in our communities, and made meaningful progress on our regulated investment programs focused on decarbonization and resiliency.\nI'll begin by highlighting our annual safety performance. As shown on Slide 3, our employee OSHA injury recordable rate continues to compare favorably with the company's long-term historical results as well as national industry and regional electric utility averages. However, our ultimate goal has been and continues to be that none of our colleagues get hurt ever.\nNext, on reliability, which our customers consistently indicate is their highest priority. In the past year, customers in our electric service areas in Virginia, South Carolina and North Carolina had power 99.9% of the time, excluding major storms. And it's worth noting that Virginia reached record summer peak demand in August, an all-time peak demand in December. As they do time and time again, our colleagues rose to the challenge and kept our system delivering without major or extended interruption during these demanding load conditions. The scale of our team and resiliency of our system were never more evident than during the December winter storm, when we also did not experience any major or extended service disruptions.\nFinally, affordability. Our rates continue to be lower than national and regional averages. As we discussed later, we're very focused on ensuring that our customers are not priced out of the significant long-term benefits that will result from our decarbonization and resiliency investment programs. On that same theme, 2022 was a significant year in terms of advancing our regulated decarbonization and resiliency strategy. In Virginia, the State Corporation Commission approved several rider-eligible investment programs including our offshore wind project, subsequent license renewals of our 4 nuclear units, our second clean energy filing of new solar and energy storage projects and Phase 2 of our grid transformation program.\nAdditional rider eligible investments currently under SEC review include new solar and energy storage projects and our third annual clean energy filing and high-voltage electric transmission necessary to continue to serve growing customer demand and data center load. In South Carolina, we achieved our second best year ever for service reliability. In December, Moody's upgraded Dominion Energy South Carolina's credit rating citing evidence of the company's improved regulatory and stakeholder relationships.\nIn our Gas Distribution segment, we invested over $300 million, modernizing infrastructure that is safer, more reliable and better for the environment. We completed our LNG peaking supply facility in Utah, and we increased the number of our renewable natural gas projects in operation or under construction to '21. All told, our nuclear units produced about 50 million-megawatt hours of low-cost zero-carbon baseload power. That's roughly 40% of our total generation production as a company. Our fleet's performance continues to be exemplary, especially in periods of extreme weather, during which our stations provide vital stabilizing support to the grid and price stability in their respective regions.\nOur power purchase agreement in Connecticut saved customers nearly $300 million. In summary, the regulated decarbonization and resiliency investment opportunity that we've outlined on previous earnings calls will continue to play a key role in driving the long-term growth of the company for years to come. Before transitioning to comments on the business review, let me also highlight progress around our sustainability goals. I'm pleased to report that through 2021, we've reduced Scope 1 carbon emissions from our electric operations by 46% since 2005 and Scope 1 methane emissions from our gas operations by 38% since 2010.\nNotwithstanding the strong performance, we recognize the need to look holistically at our company's footprint, which is why during 2022, we expanded our net 0 commitment to include all Scope 2 emissions and the material categories of Scope 3 emissions. These new commitments align with our focus on helping our customers and suppliers decarbonize.\nFinally, we increased the diversity of our workforce to 37%, an increase of nearly 4 percentage points since 2019, while also increasing our procurement spend with diverse suppliers to over $1.3 billion, representing 17% of our supplier spend, an increase of 4 percentage points since 2019. Now let me turn to the top-to-bottom business review. I'm leading the effort with support from the full management team and in frequent consultation with our Board. We're devoting all necessary resources to ensure that we thoroughly and methodically review every aspect of our business. When we announced the review in November, I indicated that we would be guided by the following principles as shown on Slide 5.\nA commitment to our state-regulated utility profile with an industry-leading investment opportunity focused on decarbonization and resiliency, a commitment to our current dividend, a commitment to our current credit profile, and a commitment to shareholder value enhancement and to transparency. None of those principles have changed. We are proceeding with pace and purpose. And as a result, we're able to provide additional commentary on how we believe we should optimally position Dominion Energy at the conclusion of the review to create maximum long-term value for our shareholders. First, a focus on delivering durable, high-quality and predictable long-term earnings growth profile.\nWe recognize the importance of executing consistently against any earnings guidance offered post review. Second, we believe it is critical to position our regulated utilities to earn a fair and competitive return on investment. We know that investors have choices about where they can confidently allocate long-term capital. Third, we know it is our responsibility to constantly look for ways to optimize the efficiency of our operations without losing sight of the absolute necessity of meeting high customer service standards. In recent years, we've driven down cost through improved processes, innovative use of technology and other best practice initiatives. We've included our O&M performance metrics in the appendix of today's materials.\nAs part of the review, we are evaluating what we can additionally do on costs within the context of the significant operational and cost efficiency we have achieved over the years. Fourth, we believe that our financial credit metric performance needs strengthening. We want to emerge from the review with the ability over time to consistently meet and exceed our downgrade thresholds even during temporary periods of cost or regulatory pressure. As part of the review, we're analyzing the most efficient sources of capital to fund our growth programs while seeking to minimize any amount of ongoing external equity financing need. Finally, we believe it is important to affirm our commitment to the dividend. I'll note here our announcement this morning that the 2023 dividend subject to Board approval, will be equal to the 2022 dividend.\nWe believe that it is important to achieve potentially over time and without reducing the dividend, a payout ratio consistent with our current 65% ratio. Since the announcement, we've spoken with hundreds of equity and fixed income investors and received valuable and direct feedback, much of which has affirmed our focus on these priorities.\nInvestors have also understandably been focused on the go-forward earnings potential of the company. Given that the review is still underway, we have and will continue to refrain from providing that guidance until the review is complete. I will say that the outcome will be informed by the principles and priorities I just outlined.\nWe will continue to be deliberate in making ourselves available for input from the company's current and prospective capital providers. Let me now turn to address the Virginia legislative session. There is legislation pending that revises our regulatory model. In addition, there is legislation that would subject to commission approval provide for a passive equity partner in our offshore wind project. It is too early to predict the outcome of any legislation. We remain engaged with stakeholders in the process. In terms of timing, as shown on Slide 6, the Virginia General Assembly is scheduled to adjourn on February 25.\nThe governor then has until March 27 to sign, amend or veto legislation that has passed both chambers. In the case of the Governor amends or veto's bill, the legislation returns to the general assembly for what is typically a 1-day reconvene session on April 12. At that time, the General Assembly may vote to override of veto or accept or reject amendments proposed by the Governor. The Governor then has approximately 30 days to act on legislation that has been addressed in the reconvened session. Having a clear and definitive understanding of the future Virginia regulatory contract is a key input for the business review. Therefore, legislation timing will influence the cadence at which we're able to share more details about the business review in the future.\nSteven will share some additional thoughts on investor communication in his prepared remarks. I know the business review is of paramount importance to our stakeholders. Let me reiterate my confidence that we're executing a thorough expeditious and comprehensive review with the goal of ensuring that Dominion Energy is best positioned to create significant long-term value for our shareholders, our customers and our employees.\nWith that, I'll turn it over to Steven to address financial matters before I provide further business updates on the execution of our plan.\n\nSteven D. Ridge\n\nSenior VP & CFO, Dominion Energy, Inc.\n\nThank you, Bob, and good morning, everyone. Our fourth quarter 2022 operating earnings as shown on Slide 7 were $1.06 per share, which for this quarter, represented normal weather in our utility service areas. These results were at the midpoint of our quarterly guidance range.\nPositive factors as compared to last year were weather, normal course regulated growth, the absence of a millstone planned outage, absence of last year's COVID deferred O&M and tax timing. Other factors as compared to last year were interest expense and share dilution. Full year 2022 operating earnings per share were $4.11 per share, slightly above the midpoint of our guidance range for the year.\n2022 GAAP results were $1.09 per share. Here, I'd highlight one adjustment, which is described in Schedule 2 of the earnings release kit. In connection with the business review, management has reviewed the unregulated solar portfolio that reports to our contracted assets segment.\nThese approximately 30 solar facilities, representing around 1,000 megawatts operate primarily under long-term power purchase agreements with third parties. Consistent with prior commentary, the company no longer intends to invest in unregulated solar projects for purposes of generating investment tax credits or ITCs. As a result, the company impaired the portfolio in the fourth quarter and recognized a noncash charge of $1.5 billion.\nMoving now to guidance on Slide 8. Given the pending business review, we are not providing full year 2023 earnings guidance nor are we refreshing our long-term capital investment plans at this time. For the first quarter 2023, we expect operating earnings to be between $0.97 and $1.12 per share. Last year's first quarter operating earnings were $1.18 and included $0.01 of benefit from weather. Positive year-over-year changes include growth in regulated investment, higher sales and higher Millstone margins.\nNegative changes include higher interest expense as a result of higher rates, as I will touch on more in a moment, lower DEV margins for certain utility customer contracts with market-based rates are hurt from pension and OPEB as a result of 2022 asset performance, higher depreciation, the absence of solar investment tax credits and O&M and tax timing.\nAnd just briefly as it relates to pension, I'd note that our pension funded status at year-end was 108%. Turning to Slide 9. Let me address electric sales trends. Weather-normalized sales increased 3.4% in 2022 as compared to 2021, components of this growth include a slight decline for residential, as you would expect, with continued back to the office trend and higher growth for the Commercial segment driven by data center customers in Virginia.\nFor 2023, we expect to remain above our long-term demand growth assumption of 1% to 1.5% per year, as Bob will touch on more in a moment. Briefly on financing. Since our last call, we've bolstered our liquidity at DEI with an opportunistic long-term debt issuance of $850 million late last year and a 364-day of term loan facility of $2.5 billion, which we closed last month. These financings provide incremental flexibility, including to address first quarter maturities, which are described in the appendix of today's materials. We'll refresh our financing plans pending the outcome of the business review. Let me share some color on 2 macro topics. First, higher interest rates.\nWe maintain a level of floating rate, typically short-term debt at our holding company and operating segments primarily to fund working capital as well as more permanent capital needs between long-term fixed rate issuances. This floating rate portfolio represents around 20% of our total debt or $8 billion. Since this time a year ago, we've seen our borrowing costs on this part of our capital structure increased by about 400 basis points. We will provide an update on rate assumptions, interest expense, hedging strategies and other mitigants when we conclude our business review.\nAnother macro headwind is fuel costs. We have very clearcut pass-through mechanisms for fuel costs across all our utilities. We employ prudent hedging and mitigation strategies to keep fuel costs low while ensuring security of supply. In aggregate, as of December 31, we have an under-collected balance of approximately $2.5 billion in fuel costs across the company. We've included a slide in the appendix with these details.\nAs we've discussed previously, we don't want our customers to miss out on the significant long-term benefits of our decarbonization and resiliency investment programs as a result of temporary cost pressures such as fuel. We will continue proactively working with regulators to employ mitigation measures to keep any increase to customer bills as muted as possible. Turning now to credit, which Bob highlighted as one of our business review priorities. We continue to target high BBB range credit ratings for our parent company and single-A range ratings for our regulated operating companies.\nOver the last several years, we have taken steps to position Dominion Energy as an increasingly pure-play, state-regulated utility with a differentiated clean energy transition profile. And as a result, we've improved our business risk profile. Despite this meaningful qualitative improvement, our Moody's published CFO preworking capital debt, one of the primary quantitative metrics used to determine our credit rating has underperformed our downgrade threshold for the last several periods.\nMoody's has indicated publicly that under the status quo, they expect that underperformance to persist. Living consistently below our downgrade threshold is not a place we want to be. As Bob mentioned, we want to emerge from the review with the ability over time to consistently meet and exceed our downgrade threshold even during temporary periods of cost or regulatory pressure. Achieving and maintaining that will require a meaningful credit repair considering both the size of our balance sheet as well as the substantially elevated regulated capital investment over the next few years.\nFinally, as shown on Slide 10, we intend to provide a business review update this spring with final timing to consider the status of the Virginia legislative process. We would expect to use that update to discuss any changes to the Virginia regulatory model as well as next steps as it relates to the business review. That meeting would be followed with an Investor Day in the third quarter that would include a comprehensive update of the business plan.\nI will now turn the call back over to Bob. Let me turn to other business updates and the execution of our growth program. As I've discussed in previous earnings calls, the strength of our Virginia service area economy supports our robust capital investment programs at DEV. Two recent announcements have confirmed Virginia's economic strength. First, PJM recently published its annual forecast of demand growth. The Dominion zone continues to be the highest growth rate among all zones within PJM, covering 13 states in the District of Columbia.\nPJM projects the 10-year summer peak load to grow at a 5% annual rate. This growth primarily driven by data center loads, which have been increasing at an unprecedented rate, will require significant new capital investment. Second, last month, Amazon announced its plans to invest $35 billion by 2040 to establish multiple data center campuses across Virginia. These new campuses will combine expandable capacity to position Amazon for long-term growth in Virginia and create an estimated 1,000 jobs.\nData centers currently represent about 20% of our total sales in Virginia, and have provided strong sales growth to date. A trend supported by these 2 announcements, we certainly expect to continue. Our work continues to advance projects to bring both new and upgraded infrastructure to enable the continued connection and expansion of data center customers. For example, we filed for a new 500 kV transmission line with the SEC with an expected in-service date of late 2025. The submission included around $700 million of capital investment.\nTurning to offshore wind on Slide 12. In December, the FCC approved the cost-sharing settlement agreement developed in collaboration with key stakeholders, including the Office of the Attorney General and other parties. We're very pleased to be extending our track record of constructive regulatory outcomes. As it relates to the project's execution, it's very much on track and on budget. We have continued to work closely with the Bureau of Ocean Energy Management and other stakeholders to support the project's time line.\nIn particular, we received the draft environmental impact statement, which started the 36-day public comment period that will close later this month. The draft EIS was thorough and contained no surprises. Public hearings have already taken place, and we continue to work collaboratively with BOM and all of the cooperating agencies. Advanced engineering and design work, which has allowed us to release major equipment for fabrication and advance procurement and other preconstruction activities for the onshore scope of work. Project costs, excluding contingency, are currently 80% fixed and we continue to expect about 90% of the project costs, excluding contingency, will be fixed by the end of the first quarter.\nWe remain on schedule to complete construction of the project by the end of 2026. We expect the EIS record of decision in late October of this year, slightly later than expected because of the DEIS timing, but still in support of our current project schedule. Next, our Jones Act-compliant turbine installation vessel is currently 65% complete. We continue to expect it to be in service for the 2024 turbine installation season.\nTurning to other business updates on Slide 14. As part of our ongoing resource planning, Dominion Energy South Carolina is replacing several of our older generation peaking turbines with modern, more efficient units. These peaking units which often operate seasonally during certain times of day when the demand for energy is at its highest, play an important role in our generation fleet with their ability to go from idle to producing energy quickly.\nModernizing this equipment will lower fuel cost to customers, improve environmental performance and provide reliability and efficiency benefits. These important resources are also critical to support the grid as solar continues to be added to our system. Construction activities will begin later this year for 2 of the facilities and the all-source RFP for a third facility is on track.\nOn the regulatory front, we filed our 2023 IRP last month. Our preferred plan continues to be indicative of the potential for accelerated decarbonization and assumes all coal-only units are retired by the end of the decade. We look forward to engaging with all stakeholders on this planning process. Next at our Gas Distribution business. We continue to see strong support for timely recovery on prudently incurred investment that provide safe, reliable, affordable and increasingly sustainable service including pipeline replacement efforts and expansion of service to rural communities. For example, in December, the Public Service Commission of Utah approved a general rate increase of $48 million and allowed ROE of 9.6%.\nIn this constructive outcome, they also approved the continuation of the infrastructure replacement tracker programs and the costs related to our natural gas storage project in Utah, Magna LNG, which was placed in service at the end of last year and will be used to meet system reliability for customers' gas supply in the Salt Lake City area.\nOn RNG, we remain one of the largest agriculture-based RNG developers in the country. We have 6 projects producing negative carbon renewable natural gas and 15 additional projects in various stages of development. We're also reviewing potential tax benefits available to RNG through the Inflation Reduction Act. When we launched this business, we did so on the strength of the underlying project economics and the very robust decarbonization benefit of agricultural renewable natural gas.\nThose investment criteria have not changed. If the projects are deemed eligible for tax incentives, we would expect to capture that value on behalf of our shareholders. With that, let me summarize our remarks on Slide 15. Safety remains our top priority as our first core value. We delivered 2022 financial results that were in line with our guidance range. We continue to aggressively execute on our decarbonization and resiliency investment programs to meet our customers' needs while creating jobs and spurring new business growth. Our offshore wind cost-sharing settlement agreement was approved, which allows the project to continue moving forward on schedule and on budget, and the top to bottom business review is proceeding with pace and purpose.\nI am focused on ensuring that Dominion Energy is best positioned to create significant long-term value for our shareholders. With that, we're ready to take your questions."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/b4e2c267aea0414c7c01d80a20367ee2",
        "sentiment": {
            "distribution": {
                "positive": 20,
                "neutral": 10
            },
            "scores": {
                "positive": 0.9836759686470031,
                "neutral": 0.9327271759510041
            }
        },
        "content1": "Q3 2022 Dominion Energy Inc Earnings Call\n\nQ3 2022 Dominion Energy Inc Earnings Call\n\nDNYSENOV 4, 3:00 PM\n\nOperator\n\nWelcome to the Dominion Energy Third Quarter Earnings Conference Call. (Operator Instructions) I would now like to turn the call over to David McFarland, Vice President, Investor Relations. Please go ahead.\n\nDavid McFarland\n\nVP of IR, Dominion Energy, Inc.\n\nGood morning, and thank you for joining today's call. Earnings materials, including today's prepared remarks, contain forward-looking statements and estimates that are subject to various risks and uncertainties. Please refer to our SEC filings, including our most recent annual reports on Form 10-K and our quarterly reports on Form 10-Q for a discussion of factors that may cause results to differ from management's estimates and expectations.\nThis morning, we will discuss some measures of our company's performance that differ from those recognized by GAAP. Reconciliation of our non-GAAP measures to the most directly comparable GAAP financial measures, which we can calculate, are contained in the earnings release kit. I encourage you to visit our Investor Relations website to review webcast slides, as well as the earnings release kit.\nJoining today's call are Bob Blue, Chair, President and Chief Executive Officer; Jim Chapman, Executive Vice President, Chief Financial Officer; Diane Leopold, Executive Vice President, Chief Operating Officer; and other members of the executive management team.\nI will now turn the call over to Bob.\n\nRobert M. Blue\n\nPresident, CEO & Chairman of the Board, Dominion Energy, Inc.\n\nThank you, David. Good morning, everyone. We delivered strong third quarter results and are well positioned to meet our expectations for the year. We also have been steadily executing on our investment programs focused on decarbonization. This successful execution is already benefiting our customers, communities, the environment and our investors.\nI'll begin with safety. Through September, our OSHA recordable rate was 0.53, which remains low relative to our historical levels and substantially below industry averages. We take pride in our relentless focus on safety, and it is the first of our company's core values.\nNext, I'd like to provide some context to our announcement this morning of our initiation of a top-to-bottom business review, with the goal of ensuring that Dominion Energy is best positioned to create significant long-term value for our shareholders.\nIn recent years, we've taken a series of strategic steps both through M&A and through the capital allocation decisions to materially increase the state-regulated profile of our business. Our strategy remains anchored on this pure-play, state-regulated utility operating profile that centers around premier states that share the philosophy that a common sense approach to energy policy and regulation prioritizes safety, reliability, affordability and increasingly sustainability. These states also strive to create environments that promote sensible economic growth, which, like the rising tide, lifts all boats.\nOur state-regulated utility model offers investors long-term earnings visibility and is enhanced by our concentration in these fast-growing constructive and business-friendly states. To state the obvious, we're monitoring what's going on in the broader economy. Like everyone, we're seeing inflation, supply chain limitations and higher fuel prices, all having an impact on customer rates and our balance sheet strength. We're keenly aware of the economic pressures that are affecting our customers and taking seriously our core mission to deliver reliable, affordable and clean energy to our customers, while creating value for our shareholders.\nSo far, our company has navigated this new environment well. Our safety and reliability metrics have remained strong. As we steadily execute on our industry-leading decarbonization investment programs, we must provide energy that is affordable. We're, therefore, proud that residential rates at our electric utilities remain well below state and national averages. We've also found creative approaches to provide customer relief. I'll recap a few recent examples.\nFirst, we supported legislation in Virginia, which gave customers a fresh start by forgiving $200 million of customer arrears in the depths of the COVID crisis. We also agreed to more than $11 million of forgiveness in South Carolina. Second, we elected to recover $200 million through base rates currently in effect in connection with the suspension of RIDER-RGGI as Virginia works towards its exit from that program. Lastly, we voluntarily agreed in Virginia to spread the recovery of the under-recovered fuel balance over a 3-year period to reduce the effect on customer bills. And we have done all of these things while moving forward with our growth plan and delivering results that met our financial guidance just as we did again this quarter.\nAs you can tell, I'm very proud of these accomplishments, and thank all my Dominion Energy colleagues who contributed to these successes. But our work is far from done. There are 2 drivers behind today's announcement of a review: one, enhancing shareholder value; and two, ensuring the sustainability of the long-term scope and duration of our regulated decarbonization investment opportunity.\nFirst, enhancing shareholder value. We've been delivering industry-leading safety and reliability performance, executing on our sizable investment programs, achieving regulatory outcomes that are constructive and delivering results that have met our financial guidance. Yet our relative share price performance has not met our expectations, including over the past several years as we've been successfully executing our plan.\nWhile I'm confident in our state-regulated utility strategy, and I would add that feedback I get from our investors almost unanimously supports our strategic direction, I believe now is the right time to initiate this review.\nAnd second, our company has sizable investment opportunities, focused on decarbonization and reliability that extend well beyond our 5-year plan, in fact, well into the next decade. These customer beneficial programs are part of our diverse energy generation and methane reduction strategies to deliver clean energy, while simultaneously meeting the need for affordable and reliable energy grids and gas distribution networks. However, we need to ensure that near-term economic and customer bill pressures don't preclude the full realization of that energy transition and related long-term capital investment.\nThese 2 drivers led me to initiate this review of potential value maximizing strategic actions of alternatives to our current business mix and capital allocation. And if any regulatory options, which may assist customers to manage costs and provide greater predictability to our long-term state-regulated utility value proposition.\nA few guiding principles for this review. We're committed to our state-regulated utility profile with an industry-leading investment opportunity focused on decarbonization. We're committed to our current credit profile and to our dividend. And we're committed to shareholder value enhancement and to transparency. Of course, we're constantly evaluating our business mix to make sure we're maximizing shareholder value. However, as we carefully weighed our continued relative share price performance in the past several years, as well as the implications of the current macroeconomic environment, we determined that this more formal and thorough review is the right step at the right time.\nSo let me address what I expect maybe natural questions relating to this review. One, the scope; two, timing of milestones; and three, the impact to our financial plan.\nFirst, what is the scope of this review? I've tasked our team with reviewing each of our businesses to examine opportunities that would improve long-term shareholder value relative to the status quo. This includes a review of where we have capital invested in businesses which may be considered nonstrategic or which simply may be worth more to others than they are within our current regulated business profile. We'll also take a hard look at all options to help our customers manage costs and that provide greater predictability to our long-term state-regulated utility value proposition. We remain focused on the customer impact and advocate for energy policy that provides an affordable clean energy transition and long-term predictability for our state-regulated utilities.\nNext, what do we expect in terms of timing and milestones? Our team is already getting to work. We expect to share updates on our fourth quarter earnings call in early 2023 and plan to hold an Investor Day later in the year to update stakeholders more fully on our plan in the key value drivers of each of our business segments.\nFinally, what's the impact to our financial plan and guidance? We're reaffirming our 2022 financial guidance. No changes from prior communications, other than a narrowing of our annual EPS guidance range given where we are in the calendar year. For 2023, we see paths to achieving our existing targets as we expect we could overcome the macroeconomic challenges with increased unregulated investment activities and other initiatives. However, these nonregulated earnings drivers, among other parts of our business, are subject to the review we announced this morning. So I would caution that outcomes consistent with our existing guidance are only achievable in a status quo result to our review.\nWhile we are, therefore, not changing our guidance today, we are indicating that the results of this review may very well lead to different outcomes, qualitatively and quantitatively of our long-term earnings growth, again, other than in that status quo result to our review. What is not likely to result, however, is a change to the core earnings growth driver of this company, the continued execution of what we view as an industry-leading, highly visible, regulated decarbonization growth capital investment opportunity. And to reiterate, we are not reviewing options which would negatively affect our current dividend.\nA little more color on the way we think about potential outcomes of this review and to overcoming the headwinds I have noted. We, of course, expect to consider all potential levers we have, which could mitigate any impacts to our financial plan. First, we would look to O&M management, where we've created material value for our customers and shareholders, and as Jim will talk about more in a minute. So there's some potential in that area, but not likely a game changer, given what we've already been doing.\nNext, we would also continue our efforts to efficiently review capital allocation given our robust regulated growth programs, while also carefully considering the customer rate impacts of doing so. As part of this more formal review, however, we will undertake analysis to find the most efficient sources of capital to fund our most attractive utility growth programs, all while considering many factors in the best interest of our EPS growth and credit profile.\nIn summary, our team has continued to deliver in the key areas of safety and reliability, our long-term scope and duration of our regulated decarbonization investment opportunity is very much intact, and we're on track to deliver against our goals for 2022. We offer an attractive state-regulated decarbonization investment profile, with operations and growth opportunities focused within premier states with constructive regulatory regimes. However, given our continued relative share price performance and the macroeconomic challenges, we think that this top-to-bottom review is the right approach at the right time to ensure we're best positioned to maximize long-term value for our shareholders.\nNow I'll turn to other business updates. Turning to Slide 6, let me start with Dominion Energy Virginia. Last week, we announced a settlement agreement in our petition to the SEC to reconsider the performance guarantee included in its August order in conjunction with the Office of the Attorney General and other parties. The agreement provides a balanced and reasonable approach that allows the project to continue moving forward to meet the Commonwealth's public policy and economic development priorities and the needs of our customers. If approved, significant customer benefits include protection from unforeseen increases in construction costs above the project's budget and enhanced SEC review of performance in lieu of a performance guarantee. We look forward to a decision from the SEC later this year.\nLet me now turn to execution of that project, where we have further mitigated some of the project's development risks that strengthen our confidence of remaining on time and on budget. We have continued to work closely with Bureau of Ocean Energy Management and other stakeholders to support the project's time line as we continue to expect to receive a draft environmental impact statement by the end of the year. Advanced engineering and design in preparation of immediate release of major equipment for fabrication. Advanced procurement and other preconstruction activities for the onshore scope of work. And completed independent project review and construction readiness assessment, along with a comprehensive assessment of scheduling costs.\nDevelopment of the project has continued uninterrupted to maintain the project schedule, and we expect over 90% of the project costs, excluding contingency, to be fixed by the end of the first quarter 2023 at the latest as compared to about 75% today, further derisking the project and its budget. As I have mentioned before, offshore winds, economic development and jobs benefits are transformative for Eastern Virginia and the rest of the Commonwealth, including its diverse communities.\nCVOW could create over 2,000 direct and indirect jobs during construction and operations, while attracting companies to make investments in Virginia, making it a hub for offshore wind. For example, upgrades have recently commenced at the Portsmouth Marine Terminal, where we've leased 72 acres for staging and preassembly of foundations, transition pieces and wind turbines.\nLastly, our Jones Act Compliant Turbine Installation Vessel is currently over 60% complete. We continue to expect it to be in service ahead of the 2024 turbine installation season.\nTurning to other notable DEV updates on Slide 9, we made our third clean energy rider submission. The filing included 10 solar energy storage projects, and represented around $1.3 billion of utility-owned and rider-eligible investment, further derisking our growth capital plan. We expect to receive an order from the SCC in the second quarter of 2023.\nOn data centers. As I mentioned on our second quarter earnings call, we're actively working on a variety of solutions to serve as much of the increased demand as possible, while we work to accelerate transmission solutions to ensure a safe and reliable grid. Last week, we filed for a new 500 kV transmission line with the SCC with an expected in-service date of late 2025. The submission included around $700 million of capital investment.\nTurning to other business updates on Slide 10. At Dominion Energy South Carolina, our crews worked around the clock in response to Hurricane Ian. More than 110,000 Dominion Energy customers in South Carolina lost power at the peak of the hurricane after it made landfall, with up to 85 miles per hour wind and dumped heavy rain across the low country and other parts of our service area. In fewer than 18 hours, the company had significantly reduced that number to approximately 15,000.\nThe efficient restoration process was possible because of year-round preparation through a proactive vegetation management program, which includes safeguarding overhead electric lines from hazardous trees and vegetation. I'm proud of the way our team members responded on behalf of our customers.\nAnd on the regulatory front, last month, we filed our 2022 IRP update. Our preferred plan is indicative of the potential for accelerated decarbonization and assumes all coal-only units are retired by the end of the decade. We look forward to engaging with all stakeholders on this planning process.\nAt Dominion Energy Utah, we will complete the testimony and hearings phases in our rate case in the next few weeks. We expect an order from the commission by the end of the year, and new rates to be effective in January of next year. And as it relates to our already industry-leading agricultural-based renewable natural gas platform, we're pleased to update our expanding project backlog. Of the 4 projects currently producing negative carbon renewable natural gas, 1 is in service and 3 are in the commissioning phase. We also have 11 projects in various stages of construction, and expect to start construction on 5 new projects by year-end.\nLooking ahead, we now have visibility on $1 billion of potential growth capital investments in this area from 2023 through 2026. Obviously, we're very much on our way toward our goal of investing up to $2 billion by 2035. We see the potential for additional increases to the long-term backlog.\nBefore I summarize my prepared remarks and turn it over to Jim, I'd like to make a few comments about the organizational change we announced this morning. Steve Ridge, who currently leads our Western Natural Gas Distribution Operations, will be promoted to Senior Vice President and Chief Financial Officer, succeeding Jim. After nearly a decade in Energy Investment Banking, Steve, who is here in the room with us today, joined Dominion Energy and has spent the last 8 years in leadership roles in mergers and acquisitions, corporate strategy, financial management and Investor Relations.\nDuring much of that time, he worked closely with Jim and me, along with the rest of our senior leadership team. For the last year, he's successfully been meeting our Western Gas operations, which serve nearly 1.2 million customers. He has a wealth of experience in finance, is well known to many of our investors and is a strong, capable leader. We're very fortunate to have him in this new role.\nJim will be leaving the company to be Vice President and Treasurer at ExxonMobil. Jim is an exceptional leader and has been an extraordinary partner of mine. Jim played an instrumental role in our rapid transition to an asset mix largely defined by state-regulated utility operations and a capital plan aimed at decarbonization in support of public policy goals and our commitment to our customers, communities, the environment and our investors. We're very sorry to see him go, but we wish him good fortune in the next chapter of his career.\nIn the interim, Jim will be helping make a seamless transition, including joining us at the upcoming EEI Financial Conference. Steve will be there as well, obviously. Steve will play a critical role in advancing our strategy of delivering value to our customers and shareholders. The depth of leadership of this company is impressive. Steve is a great example of that bench strength.\nAnd with that, I'll hand it over to Jim.\n\nJames R. Chapman\n\nExecutive VP & CFO, Dominion Energy, Inc.\n\nThank you, Bob. Those are very kind words, and I really appreciate it. As I mentioned in our release this morning, I'm really grateful for having had the opportunity over 9 years to work with just outstanding people here at Dominion. I'm proud of our accomplishments we made together. On behalf of this great company's customers and shareholders, more accomplishment to come, of course. And as many of our investors already know very well based on their experience with Steve over the years, I'm definitely handing the CFO reins over to an incredibly capable person. So from one great company to another great company for me, but let's move on, and I'll recap what was a great quarter for Dominion.\nOur third quarter 2022 operating earnings, as shown on Slide 11, were $1.11 per share, which for this quarter represented normal weather in our utility service areas. These results were above the midpoint of our quarterly guidance range. Positive factors as compared to the third quarter last year include increased regulated investment across electric and gas utility programs, sales growth and margins. Other factors as compared to the prior year include interest expense, tax timing and share dilution.\nThird quarter GAAP results of $0.91 per share reflect the noncash mark-to-market impact of economic hedging activities, unrealized changes in the value of our nuclear decommissioning trust funds and other adjustments. A summary of all adjustments between operating and reported results is included in Schedule 2 of our earnings release kit.\nTurning now to guidance on Slide 12. For the fourth quarter of 2022, we expect operating earnings to be between $0.98 and $1.13 per share. Positive factors as compared to last year are expected to be returned to normal weather, normal course regulated rider growth, sales growth, the absence of a Millstone planned outage, absence of last year's COVID-deferred O&M and tax timing. Other factors as compared to last year are expected to be interest expense and share dilution. Given where we are in the year, we're narrowing our 2022 full year guidance range to $4.03 to $4.18 per share, preserving the same midpoint as our original guidance.\nTurning now to Slide 13. Of course, the review that we announced this morning is still early, and all the details are still yet to come, but we've given you a sense of how we're thinking about the process. We expect to provide formal 2023 guidance on the fourth quarter call, which, like always, will include an annual guidance range to account for variations from normal weather.\nHowever, let me share some preliminary drivers for 2023 at this point. Positive factors as compared to '22 are expected to be normal course regulated rider growth. Millstone margin and sales growth, which has been trending above our long-term target. We also have ample opportunities for unregulated investment in areas such as solar and RNG development. And a reminder that both of these areas qualify for ITC benefits under the Inflation Reduction Act. And we're also looking into additional O&M management options.\nOther factors as compared to '22 are expected to be a second planned outage at Millstone, higher interest expense, share dilution and pension expense. Lastly, as it relates to the impact of the Inflation Reduction Act, we're continuing to review to see how quickly we can deploy options that are available to lower cost for customers over time. And I would remind you of the very detailed remarks I shared on our second quarter earnings call. So no changes from prior communications. I'd also note that assessing the impact is a difficult process of the treasury guidance and implementation process is still a moving target. So more to come here also.\nIn summary, we see a path to achieving our existing guidance, but they are subject to the review. What is not likely to result, however, is a change to the core earnings growth driver of this company, the continued execution of our industry-leading, highly visible, regulated decarbonization growth capital investment program. I'll now turn to other financial highlights.\nTurning to Slide 14. Let me address electric sales trends. Weather-normalized sales increased 2.6% over the 12 months through September as compared to the prior year. Components of this growth include a slight decline for residential, as you'd expect, with the continued back-to-work trend, and higher growth for the commercial segment driven by data center customers in Virginia. For 2022, we expect to remain above our long-term run rate of 1% to 1.5% per year. We've again provided demand-related earnings sensitivities for our 2 electric utilities in today's appendix materials.\nTurning to Slide 15, and briefly on O&M management. For perspective, we've highlighted our electric O&M management relative to peers over time. As Bob mentioned, we've created material value for our customers and shareholders in our O&M efforts, something we view as quite an accomplishment. As a reminder, our guidance assumes flat normalized O&M by driving down costs through improved processes, innovative use of technology and other best practice cost initiatives.\nIt's a dynamic process. We very intentionally go through each of our segments, each of our assets, each of our locations to find opportunities to lean into technology, to improve business processes and to improve in areas like smart buying across our platform. As Bob mentioned, O&M is certainly an area where there is some potential to offset headwinds, but likely not a game changer given what we've obviously been doing already.",
        "content2": "Turning to Slide 16, we have shown how our floating rate debt and all fixed rate debt maturities over the next 3 years compares to peers. As you can see, our repricing exposure in this time frame is very much in line with the peer average. Let me share some color on the way we think about the impact of rising rates on our business.\nFirst, we, of course, reflect market expectations, in our planning process and in guidance. We, of course, don't model just flat rates. More than 80% of our balance sheet is fixed rate and is long in duration, over 13 years in average tenure.\nNext, about 50% of our interest rate exposure, the same floating rate debt and all fixed rate debt maturities over the next 3 years is at our regulated utilities, where it is a cost of service. As a reminder, about 35% of our existing rate base and over 75% of our growth capital is rider eligible, which allows for timely annual true-ups.\nLooking ahead to future issuances of long-term debt, we manage that interest rate exposure through a variety of hedging and treasury activities, including through what is nearly $9 billion notional of interest rate hedges, which will help us keep future costs low at our parent company and at our regulated utilities. So what does that mean? That portfolio allows us to lock-in treasury rates for issuances between now and 2026 at rates almost as low as 1%.\nLastly, a reminder that economic growth and inflation and higher interest rates are all part of the mix when it comes to determining authorized ROEs across our utility businesses and our periodic rate proceedings.\nSo in summary, the current rate environment is dynamic, and we're monitoring it closely. At present, however, we're not seeing an earnings hurt from significantly higher interest rates so far this year as higher rates thus far have generally been offset by the factors I just described. We will certainly provide an update on rates, interest expense, hedging strategies and other mitigants as we provide an update on our business review and guidance on our fourth quarter call early next year.\nTurning to Slide 17. Let me address customer bill. Based on data from the U.S. Census Bureau, the share of our customers' wallet attributable to our utilities customer bill has declined over the years, a testament to our continued focus on delivering affordable energy to our customers despite an overall increase in household income during that time. I'd also note that our improvement in affordability has been tracking far better than national utility averages. Also as regards to the starting point for relative rates, we are proud to have rates today that remain well below the national and various regional averages.\nNow on Slide 18, fuel costs. As Bob mentioned, we are proactively working with regulators to help our customers manage costs. Of course, we've been very -- we have very clear pass-through mechanisms for fuel costs across all of our utilities, but let me share some color on where we stand right now.\nAt our 2 electric utilities, we use a diverse portfolio to generate electricity. That includes many different sources of fuel and also our small but growing renewable fleet that, of course, does not incur fuel costs for our customers. Nuclear power currently represents about 40% of our generation portfolio. And as we grow our renewable fleet and add it to our nuclear fleet, our customers will benefit from carbon-free power at predictable and stable rates that are not exposed to fossil fuel markets and volatility.\nWe also have long-standing risk mitigation strategies, including hedging and natural gas storage, with most fuel prices trued up to customer bills on a delayed basis, a structure which helps to smooth out the bill impact of commodity swings. In Virginia, we voluntarily agreed to spread the recovery of the under-recovered fuel balance over a 3-year period to reduce the effect on customer bills. In South Carolina, we filed a mid-period fuel adjustment rather than our typical annual cadence to avoid a single significant customer bill increase in the future.\nIf approved and submitted, our typical residential customer bill would increase by approximately 14%, and customers would see the increase in bills beginning in January of 2023.\nIn our gas distribution service areas, we utilized storage capacity to offset peak day requirements and proactive gas supply hedging and contract strategies to help customers manage costs. In Ohio, where the majority of the gas is supplied through the third parties, access to storage and lower cost gas, plus fixed rate customer contracts, all help mitigate gas price exposure. In our Western states, our unique cost of service gas production also helps customers avoid price spikes.\nIn aggregate, as of September 30, we have an under-collected balance of approximately $2 billion in fuel costs. We are working proactively with regulators to address these costs, and we'll continue to use these and other mitigation measures to keep any increase to customer bills as muted as possible.\nOkay. Turning to 19, and briefly on credit. We have positioned Dominion Energy as an increasingly pure-play, state-regulated utility, with the differentiated clean energy transition profile. Our efforts to improve our credit profile in recent years have significantly improved our financial and business risk profiles. This continued shift towards a regulated utility profile has resulted historically in the reduction of our credit metric downgrade and upgrade threshold.\nWe've shown here how our credit metric upgrade and downgrade threshold at Moody's compares to our large-cap integrated peers. Of course, company-specific circumstances dictate threshold differences. Generally, those with lower downgrade thresholds have limited nonutility holdings, scale and diversity and are operating in attractive states with constructive regulatory relationships. We believe the agencies will continue to consider the intentional derisking of our business profile as they assess our credit going forward. Looking ahead, we expect our credit guidance will be unchanged. We target high BBB range at our parent and single A range at our OpCos.\nWith that, let me summarize our remarks on Slide 20. Safety remains our top priority and is our first core value. We delivered quarterly results that were above the midpoint of our guidance range. We narrowed the range of our 2022 earnings guidance and are on track to meet that guidance. We continue to aggressively execute on our decarbonization and investment programs to meet our customers' needs, while creating jobs and spurring new business growth. We filed a settlement agreement that provides a balanced and reasonable approach that allows our offshore wind project to continue moving forward on schedule and on budget. And we are pursuing a top-to-bottom business review, with the goal of ensuring that Dominion Energy is best positioned to create significant long-term value for our shareholders.\nLastly, Bob, Diane, Steve, David and I, we all look forward to seeing many of you in person at the EEI Financial Conference in about 10 days. And with that, we're ready to take questions."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/8f4d6151ab98d0d49a166ee6f5a9552f",
        "sentiment": {
            "distribution": {
                "positive": 20,
                "neutral": 4
            },
            "scores": {
                "positive": 0.943741750717163,
                "neutral": 0.8807584792375565
            }
        },
        "content1": "Q2 2022 Dominion Energy Inc Earnings Call\n\nQ2 2022 Dominion Energy Inc Earnings Call\n\nDNYSEAUG 8, 4:00 PM\n\nOperator\n\nWelcome to the Dominion Energy Second Quarter Earnings Conference Call. (Operator Instructions) I would now like to turn the call over to David McFarland, Director of Investor Relations.\n\nDavid McFarland\n\nVP of IR, Dominion Energy, Inc.\n\nGood morning, and thank you for joining today's call. Earnings materials, including today's prepared remarks, may contain forward-looking statements and estimates that are subject to various risks and uncertainties. Please refer to our SEC filings, including our most recent annual reports on Form 10-K and our quarterly reports on Form 10-Q, for a discussion of factors that may cause results to differ from management's estimates and expectations.\nThis morning, we will discuss some measures of our company's performance that differ from those recognized by GAAP. Reconciliation of our non-GAAP measures to the most directly comparable GAAP measures -- financial measures which we can calculate are contained in the earnings release kit. I encourage you to visit our Investor Relations website to review webcast slides as well as the earnings release kit.\nJoining today's call are Bob Blue, Chair, President and Chief Executive Officer; Jim Chapman, Executive Vice President, Chief Financial Officer; and Diane Leopold, Executive Vice President, Chief Operating Officer.\nI will now turn the call over to Bob.\n\nRobert M. Blue\n\nPresident, CEO & Chairman of the Board, Dominion Energy, Inc.\n\nThank you, David, and good morning, everyone.\nWe had another solid quarter and are well positioned to meet our expectations for the year. We're steadily executing on the largest decarbonization investment opportunity in the country, as outlined on our fourth quarter call in February. The successful execution of this plan is already benefiting our customers, communities, the environment and our investors.\nI'll begin with safety on Slide 4. Through June, our OSHA recordable rate was 0.52, which remains low relative to our historical levels and substantially below industry averages. We take pride in our relentless focus on safety, and it is the first of our company's core values.\nNow I'll turn to updates around the execution of our growth plan.\nFirst, at Dominion Energy Virginia. Our regulated offshore wind project development continues to be on schedule and on budget. On Friday, we received approval from the Virginia SEC for our rider and the CPCN for onshore transmission. The commission concluded that the project is in the public interest. And that our request for cost recovery associated with the project met all requirements as called for in the VCEA. We're continuing to review the specifics of the order, but we are extremely disappointed in the commission's requirement of a performance guarantee. While there are scant details, the order states the customer shall be held harmless for any shortfall in energy production below an annual net capacity factor of 42%, as measured on a 3-year rolling average. You may recall that 42% is also our projected 30-year lifetime average net capacity factor. Meaning, of course, that roughly half the time, it would be above that level and half below. Effectively, such guarantee would require DEV to financially guarantee the weather, among other factors beyond its control, for the life of the project. While no party opposed approval of the project, there were concerns raised regarding affordability and the financial risk to customers given a project of this magnitude. However, the commission's performance guarantee creates an unprecedented layer of financial one-way risk to DEV and is inconsistent with the utility risk profile expected by our investors. There are obviously factors that can affect the output of any generation facility, notwithstanding the reasonable and prudent actions of the operator, including natural disasters, acts of war or terrorism, changes in law or policy, regional transmission constraints or a host of other uncontrollable circumstances. We believe the commission already settled this issue when it declined to adopt a performance guarantee for our Clean Energy 1 solar projects in 2021 after such a provision was proposed by SEC staff. In that case, the commission ordered that involuntary performance guarantees, already unprecedented and regulated utility generation, are not required for projects specifically contemplated within the framework of the VCEA and needed by law to meet the objectives and requirements therein. By applying the commission's own logic, the same outcome should be made here. And all of this is occurring at a time when fuel costs have increased dramatically, leaving renewable energy as one of the few ways to alleviate inflationary pressures on electricity prices.\nAs shown on Slide 5, offshore wind is expected to save Virginia customers billions of dollars in fuel costs. It will also enable economic development opportunities through Hampton Roads and the Commonwealth. This project is a key component to a diverse energy generation strategy to meet the commonwealth's clean energy goals while simultaneously meeting the need for an affordable and reliable grid. For example, it is expected to provide customers over $5 billion in benefits on a net present value as compared to being dependent upon purchasing energy and capacity from the PJM market.\nIn summary, we continue to believe this is an important and beneficial project for our customers. It also has significant stakeholder support. Nevertheless, the performance guarantee as outlined in the commission's order is untenable. We plan to actively engage with stakeholders on the unintended consequences of that provision and are reviewing all public policy options, including reconsideration or an appeal. So more to come here. We'll update you along the way.\nTurning to other notable clean energy investment updates on Slide 7.\nLast month, the Virginia SEC approved the settlement agreement for the nuclear subsequent license renewal rider filing. Nuclear life extension represents nearly $4 billion in capital investment through 2035. These Virginia units have performed exceptionally well for years, providing over 30% of our customers' energy needs and providing that energy at a low cost and with zero carbon emissions. Successful nuclear life extension is a win for our customers and the environment.\nOn solar, our next clean energy filing will take place in the third quarter. We expect the filing to include about a dozen solar and energy storage projects. The filing will represent at least $1.5 billion of utility-owned and rider eligible investment, further de-risking our growth capital plan provided earlier this year.\nLet me touch on the solar supply chain. As we've discussed on prior calls, there continue to be challenges. Supply is still tight and prices for certain components are still up. However, our plans remain largely derisked.\nAs it relates to the Department of Commerce's anti-circumvention review, I would remind everyone of the detailed remarks I shared on last quarter's call. We remain focused on the customer impact and advocate for energy policy that provides for an affordable clean energy transition. Development since our last call only reinforced our confidence in our near-term and long-term development expectations.\nThis past quarter, we received commission approval to suspend our Rider RGGI as Virginia works towards its exit from that program. We also received approval that RGGI compliance costs incurred through July 31 and not yet recovered, totaling approximately $180 million, we alternatively recovered through base rates currently in effect. These approvals provide a meaningful benefit to customer bills.\nFinally, last month, we reached a settlement agreement with the SEC staff on the fuel factor component in DEV's rates. The settlement includes our voluntary mitigation alternative to spread the recovery of the under-recovered fuel balance over a 3-year period to reduce the effect on customer bills. If approved, this settlement, together with other recent rate revisions, represents an increase to the typical residential customers monthly bill by approximately 7%.\nTurning to Slide 8. We're dedicated to the delivery of safe and reliable energy to our customers, which is also affordable. Based on data from the U.S. Census Bureau, the share of our customers' wallet attributable to DEV's customer bill has declined over the years, a testament to the fact that DEV's rates have remained relatively stable despite an overall increase in household income during that time. Also, as regards to the starting point for relative rates, we're proud to have rates today that remain below the national and various regional averages. Based on EIA data, our rates, even after taking into account our most recent fuel filing, are 8% lower than the national average. Looking ahead, we expect to continue to offer a compelling value proposition to our customers, with the addition of zero fuel resources to support sales growth in our service area.\nAs reflected on Slide 10, the share of our typical customer rate attributable to fuel is expected to decline, reducing our customers' exposure to future fuel cost fluctuations. By 2035, fuel is expected to be less than 10% of the total customer bill as compared to 25% of the total today. Our customers and our policymakers have made it abundantly clear. They want cleaner energy in a way that supports economic growth within our service area, and we're working to deliver those results.\nLet me now address data centers, which have provided strong sales growth in our service area to date, a trend we certainly expect to continue. Recently, we've been laser-focused on the potential for transmission constraints in a small pocket of Eastern Loudoun County, Virginia that could impact the pace of new connections for data center customers, which are shown on Slide 7.\nLet me share a few thoughts on: one, what has created this issue; two, what's being done to resolve it; and three, the impact to our long-term financial plan.\nFirst, what has created this issue? The data center industry has grown substantially in Northern Virginia in recent years. In aggregate, we've connected nearly 70 data centers with over 2,600 megawatts of capacity since 2019. This is roughly equivalent to over 650,000 residential homes. Data center volumes today represent about 20% of total sales in Virginia. Last year, this growth began to accelerate in orders of magnitude, driven by: one, the number of data centers requesting to be connected on to our system; two, the size of each facility; and three, the acceleration of each facility's ramp schedule to reach full capacity. For some context, a single data center typically has demand of 30 megawatts or greater. However, we're now receiving individual requests for demand of 60 megawatts or greater. After extensive discussions and exchanges of data with our team throughout 2021, PJM incorporated this step change in growth into its 2022 load forecast, as shown on Slide 12. In 2027 alone, it shows an increase in data center load of 2,600 megawatts, which represents a 12% increase as compared to the forecast just last year. To put that in perspective, that is equal to the entire installed capacity of our planned offshore wind project. This is an important step as the official PJM DOM Zone load forecast is what governs all transmission planning and demonstration of need at both FERC and the Virginia State Corporation Commission. After reviewing existing load and contract commitments and validating the power flow models, we've identified the need to accelerate our previous plans for new transmission and substation infrastructure in this area of Eastern Loudoun County, bringing it forward by several years. To be clear, we're not at the limits of our facilities today, but we need to act now to alleviate transmission constraints in the future while serving our customers growth in this region.\nAs delivering safe and reliable energy to our customers is our core mission, one that includes maintaining transparency, we're actively engaged with our customers and other stakeholders to communicate about this potential issue. This resulted in a pause on new data center connections while we work on solutions to alleviate the constraints as quickly as possible. For the avoidance of any doubt, transmission capacity is not constrained outside of this data center alley in Eastern Loudoun County nor our data center customers in other parts of our service territory impacted by this issue.\nSecond, what are we doing to resolve the issue? We are actively working on a variety of potential solutions to serve as much of this increased demand as possible, while we work to accelerate transmission solutions to ensure a safe and reliable grid. This includes reviewing the current capacity constraint analysis, including performing additional in-depth analysis substation by substation; engaging further with customers and other stakeholders on projects to pace new connections and ramp-up schedules; and reviewing a variety of technical alternatives to address areas of concentrated load. Based on the work and outreach done to date, it is clear that we will be able to resume new connections in the near term. But how much and how quickly is still being determined. The longer-term solution will absolutely require additional transmission infrastructure to be built. Among the needed additional infrastructure are 2 new 500 kV transmission lines into Eastern Loudoun County. We're working expeditiously with PJM, the SEC, local officials and other stakeholders to fast-track these along with several other critical projects in order to alleviate the constraints. In fact, we have already submitted plans for the first new 500 kV transmission line with an in-service target date of 2026 to PJM last week. And we plan to file for approval with the FCC in the coming weeks. We're committed to pursuing solutions that support our customers and the continued growth of the region.\nFinally, what's the impact to our financial plan? It's still early, and we'll have to work through this issue. But at a high level, we see this issue as being neutral to our financial plan based on the following. For 2022, in the near term, we expect no impact to sales growth as we have sufficient transmission capacity to meet our customers' load growth as recently connected data centers are continuing to ramp-up their demand from existing facilities.\nA little more color for that perspective. Data centers tend to have longer ramp-up and load following their connection to the electric grid. Historically, that period is about 3 to 4 years, although we see that period shortening over time. For the latter few years of our 5-year plan, we expect slightly lower sales growth due to the transmission capacity constraints until new infrastructure can be placed into service. However, we expect to overcome any potential headwinds by the acceleration of needed new build transition projects from later in the long-term plan to earlier, which increases capital in rider form in our 5-year growth capital program. We plan to reflect such updates in our next roll forward to our long-term capital plan in early 2023. As a reminder, all related transmission capital spend is in rider form at FERC formula rates. We will continue to provide updates as things develop. We remain focused on our core responsibility of safely providing reliable energy to our customers. And it's worth noting that in Virginia last week, we reached a record summer peak demand, and our colleagues kept the electric grid operating flawlessly under demanding load conditions. We expect that exceptional performance to continue.\nTurning to other business updates on Slide 13. At Dominion Energy South Carolina, new electric and gas customer accounts increased nearly 3% in the second quarter as compared to last year, driven by continued strong underlying population growth, as South Carolina's population continues to increase at one of the fastest rates in the nation. In addition, we've reduced the average annual customer outage minutes or SAIDI, by over 20% during the first half of the year relative to the same period last year. I note that we've been in the top quartile among all utilities in the Southeast 8 out of the past 10 years. Investments made in prior periods are critical to system reliability and the continuation of this trend for the benefit of our customers.\nIn that regard, let me provide an update on our Integrated Resource Plan. Last month, the South Carolina Public Service Commission unanimously approved our 2021 IRP update. As a reminder, our preferred plan is indicative of the potential for accelerated decarbonization and assumes our 3 remaining coal units are retired by the end of the decade, which would result in a nearly 60% reduction in DESC CO2 emissions. Recently, we filed a retirement study to evaluate the generation transmission resources needed to replace those units. These findings, among other updates, will be part of our 2022 IRP update expected to be filed next month. We look forward to engaging with all stakeholders on this planning process. Gas Distribution, our utilities operate in some of the fastest-growing areas of the country, with annual customer growth rates over 2% in 2 of our largest markets. We continue to see strong support for timely recovery on prudently incurred investment that provide safe, reliable, affordable and increasingly sustainable service.\nIn May, we filed our statutorily scheduled rate case at Dominion Energy Utah. We're currently in the discovery phase and responding to data requests. We asked for an ROE of 10.3% and a revenue requirement increase of $70 million, which represents around a 6% increase to a typical customer bill. We expect new rates to be effective in January of next year.\nLast month, first gas occurred in our natural gas storage project in Utah, Magna LNG, which will be used to meet system reliability for customers' gas supply in the Salt Lake City area. We remain on schedule to place this facility in service later this year.\nOn RNG, we remain one of the largest agriculture-based RNG developers in the country. We've recently commenced operations at our fourth RNG project and expect 2 additional projects to come online this year, for a total of 6 projects producing negative carbon renewable natural gas. In addition to these 6 projects, we have a portfolio of projects in various stages of development, continuing progress toward our aspirational goal of investing up to $2 billion by 2035.\nBefore I hand it over to Jim, I'll recap an important addition to our Board of Directors. Last month, our Board elected Kristin Lovejoy to serve as a director effective August 1. Kris brings CEO and entrepreneur experience, a global business perspective, a passion for diversity as a catalyst for business excellence, and deep experience in the intersection of business, technology and cybersecurity. Kris' skills and experience in management, governance and technology will enhance our continuing efforts to deliver on our core mission. We look forward to her leadership on behalf of the company and our 7 million customers.\nAnd with that, I'll turn the call over to Jim.\n\nJames R. Chapman\n\nExecutive VP & CFO, Dominion Energy, Inc.\n\nThanks, Bob. Now I'm going to discuss our second quarter results and a few related financial topics.\nOur second quarter 2022 operating earnings, as shown on Slide 14, were $0.77 per share, which included $0.01 of hurt from worse than normal weather in our utility service territories. These results are above the midpoint of our quarterly guidance range, extending to 26th consecutive quarters our track record of delivering weather-normal quarterly results that meet or exceed the midpoint of our quarterly guidance ranges.\nPositive factors as compared to the second quarter last year included strong sales growth and increased regulated investment across electric and gas utility program. Other factors as compared to the prior year include a Millstone planned outage, some tax timing and share dilution.\nSecond quarter GAAP results reflect a net loss of $0.58 per share, which includes the previously announced sale of the retired Kewaunee nuclear power station in Wisconsin, the noncash mark-to-market impact of economic hedging activities, unrealized changes in the value of our nuclear decommissioning trust funds and other adjustments. A summary of all adjustments between operating and reported results is included in Schedule 2 of our earnings release kit.\nTurning now to guidance on Slide 15. For the third quarter of 2022, we expect operating earnings to be between $0.98 and $1.13 per share. Positive factors as compared to last year are expected to be normal course regulated rider growth and sales growth. Other factors as compared to last year are expected to be interest expense, tax timing and share dilution.\nWe are affirming our existing full year and long-term operating earnings and dividend guidance as well. No changes here from prior guidance.\nThrough the first half of this year, weather normal operating EPS of $1.93 is tracking in line with our expectations. We'll provide our formal fourth quarter earnings guidance as is typical on our next earnings call, but let me provide some commentary on the implied cadence of our earnings over the second half of this year. As compared to last year, we expect a number of items will lead to a slightly larger fourth quarter, including normal course regulated rider growth, the absence of a Millstone planned outage, absence of last year's COVID deferred O&M, and tax timing that combined are expected to help us deliver solid second half results, in line with our annual guidance.\nNext, let me touch on electric sales trend.\nIn Virginia, weather-normalized sales increased 2.5% over the 12 months through June as compared to the prior year period and 1.1% in South Carolina. Components of this growth include a slight decline for residential, as you'd expect, continued back to work trend and higher growth for the commercial segment. For 2022, we expect the growth rate to moderate some as we move into the second half of the year and we expect overall sales to be just slightly above our long-term run rate of 1% to 1.5% per year.\nI know this topic of sales expectations for our sector is of interest to many investors as we head into what is perhaps a less certain economic period. So we are again providing demand-related earnings sensitivities for our 2 electric utilities in today's materials, as we show on Slide 16. Let me share some commentary.\nFirst, for our largest segment, Dominion Energy Virginia. You'll recall that demand in PJM DOM Zone in the last few years was despite the pandemic relatively resilient due to robust residential and data center demand, as Bob touched on. Around 50% of DEV's operating revenues are effectively decoupled from changes in load due to riders, and fuel pass-through, a dynamic that is reflected in the EPS rules of thumb provided on this page.\nLet me now turn to South Carolina, which is more exposed to industrial load, but on the other hand, continues to benefit from strong customer growth, as Bob mentioned. In addition, like Virginia, there are structural mitigants to the load impact on revenue, including riders and fuel passenger mechanisms as well as a gas operation that adjusts annually for changes in usage. In total, about half of DESC's operating revenues are also effectively decoupled from changes in load.\nTurning now to our other business segments. At Gas Distribution, about 88% of segment operating margin is stabilized through decoupling or fixed charges, including riders and gas pass-through mechanisms. And our contracted assets segment operates primarily under long-term PPA or hedge arrangements. In West Virginia, we recently reached a comprehensive settlement agreement with the West Virginia Public Service Commission staff and other parties to approve the sale of Hope Gas. If approved by the West Virginia Commission, the transaction may close as soon as the end of this month.",
        "content2": "So we've covered a lot of ground today. We continue to aggressively execute on our decarbonization investment programs to meet our customers' needs, while creating jobs and spurring new business growth. We'll be actively engaging with stakeholders on offshore wind and reviewing all public policy options, including reconsideration or appeal of the SCC order. We'll be filing our next clean energy solar and storage rider in Virginia later in the quarter. We're working expeditiously with all stakeholders to alleviate the constraints in Eastern Loudoun County for our data center customers. We're quite pleased that the South Carolina Public Service Commission unanimously approved our 2021 IRP. And we're on track to meet our annual earnings guidance.\nWith that, we're ready to take your questions."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/d9effbff4b5a1f0b606b5abf622ae0a3",
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 10,
                "negative": 1
            },
            "scores": {
                "positive": 0.9741108417510986,
                "neutral": 0.9545078694820404,
                "negative": 0.8636929392814636
            }
        },
        "content1": "Q1 2022 Dominion Energy Inc Earnings Call\n\nQ1 2022 Dominion Energy Inc Earnings Call\n\nDNYSEMAY 5, 4:00 PM\n\nOperator\n\nWelcome to the Dominion Energy First Quarter Earnings Conference Call. (Operator Instructions) I would now like to turn the conference call over to David McFarland, Director, Investor Relations.\n\nDavid McFarland\n\nGood morning, and thank you for joining today's call. Earnings materials, including today's prepared remarks, may contain forward-looking statements and estimates that are subject to various risks and uncertainties. Please refer to our SEC filings, including our most recent annual reports on Form 10-K and our quarterly reports on Form 10-Q for a discussion of factors that may cause results to differ from management's estimates and expectations.\nThis morning, we will discuss some measures of our company's performance that differ from those recognized by GAAP. Reconciliation of our non-GAAP measures to the most directly comparable GAAP financial measures, which we can calculate are contained in the earnings release kit. I encourage you to visit our Investor Relations website to review webcast slides as well as the earnings release kit.\nJoining today's call are Bob Blue, Chair, President and Chief Executive Officer; Jim Chapman, Executive Vice President, Chief Financial Officer; and Diane Leopold, Executive Vice President and Chief Operating Officer. I will now turn the call over to Jim.\n\nJames R. Chapman\n\nExecutive VP & CFO, Dominion Energy, Inc.\n\nThank you, David, and good morning. Before I begin, I'll remind everyone of the extensive disclosure package and growth capital roll forward we shared on last quarter's call. We're very focused on overall execution of those plans, including extending our track record of delivering results in line with our financial guidance as we did again this quarter.\nI'll begin with a recap of our compelling investment proposition and again, highlight our focus on the consistent execution of our strategy. We expect to grow our earnings per share by 6.5% per year through at least 2026, based largely on our continued execution of our $37 billion 5-year growth capital program, as shown on Slide 3. As a reminder, over 85% of that capital investment is emissions reduction enabling and over 75% is rider recovery eligible. The resulting approximately 10% total shareholder return proposition is combined with an attractive pure-play, state-regulated utility profile and an industry-leading ESG profile.\nThis utility profile is centered around five premier states, as shown on Slide 4. All of these states share the philosophy that a common sense approach to energy policy and regulation puts a priority on safety, reliability, affordability and sustainability, as Bob will touch on in his remarks in just a moment.\nTurning to Slide 5. We see up to $73 billion of green investment opportunity across our entire footprint through 2035, nearly all of which will qualify for regulated rider recovery. We believe we offer the largest, broadest in scope, longest in duration and most visible regulated decarbonization opportunity among U.S. utilities, which, as you will hear in today's prepared remarks, is continuing to steadily transform into reality. The successful execution of this plan is already benefiting our customers, communities, the environment and our investors.\nBefore handing it to Bob for his business update, I'll discuss our first quarter results and related financial topics.\nOur first quarter 2022 operating earnings, as shown on Slide 6, were $1.18 per share, which included $0.01 of help from better-than-normal weather in our utility service territories. Weather-normalized results were at the midpoint of our quarterly guidance range, extending to 25 consecutive quarters, our track record of delivering on our financial commitments to our investors. Positive factors as compared to last year include growth from regulated investment across electric and gas utility programs, interest expense and modest margin help. Other factors as compared to the prior year include capacity expense and share dilution.\nFirst quarter GAAP earnings were $0.83 per share and reflect a noncash mark-to-market impact of economic hedging activities, unrealized changes in the value of our nuclear decommissioning trust fund and other adjustments. A summary of all adjustments between operating and reported results is, as usual, included in Schedule 2 of the earnings release kit.\nTurning now to guidance on Slide 7. As usual, we are providing a quarterly guidance range, which is designed primarily to account for variations from normal weather. For the second quarter of 2022, we expect operating earnings to be between $0.70 and $0.80 per share. Positive factors as compared to last year are expected to be normal course regulated rider growth, sales growth and a return to normal weather. Other factors as compared to last year are expected to be a millstone planned outage and some tax timing. We are affirming our existing full year and long-term operating earnings and dividend guidance as well, no changes here from prior guidance.\nTurning to Slide 8. Let me take a minute to recap our O&M management and highlight our strong performance relative to our guidance of keeping O&M flat normalized for riders. Since our 2019 Investor Day, when we spent some time describing our flat normalized O&M target, we created a material value for our customers and shareholders by removing about $250 million in costs, a reduction over 8% during that 4-year period, something we view as quite an accomplishment.\nLooking forward, we're focused on keeping normalized O&M flat by driving down costs through improved processes, innovative use of technology and other best practices or cost-cutting initiatives. It's a dynamic process. We very intentionally go through each of our segments, each of our assets, each of our locations to find opportunities to lean into technology to improve business processes and to improve in areas like smart buying across our platform. Finally, consistent with our current guidance, we expect to achieve flat normalized O&M through 2026, no changes here also from prior communications.\nNext, I'll touch on inflation, one of the more prevalent themes for this earnings season, it seems. While we don't have a crystal ball on where inflation rates are heading, how high and for how long, let me share some color on the way we think about the impact of inflation on our business. As I mentioned, a substantial portion of our existing rate base and over 75% of our growth capital is rider eligible which allows for timely annual true-ups, including recovery of any changes to cost and interest rates without the need to wait for less frequent base rate proceedings.\nSo how about inflationary impacts on our largest single rider project, regulated offshore wind? As discussed on our fourth quarter call, that project has been largely derisked from inflationary impacts at this point. Our five major fixed cost agreements collectively represent about $7 billion of the total capital budget. Within those contracts, only about $800 million remains subject to steel and metals commodity indexing, and this component of the budget already reflects commodity cost increases observed in 2021, leading up to our filing date.\nSo what about interest rates? Inflation is, of course, generally accompanied by a rise in rates. And we reflect market expectations, so increases in our planning process and in guidance. We, of course, don't just model flat rates. About 80% of our balance sheet is fixed rate and is long in duration, over 13 years in average tenure. Looking ahead the future issuances of long-term debt, we manage that interest rate exposure through a variety of hedging and treasury activities including through what is currently about $10 billion notional of pre-issuance interest rate hedges, which will help us keep future costs low.\nSo what does that mean? That portfolio allows us to lock in treasury rates for issuances between now and 2026 at rates as low as almost 1%. This year, we've already issued $1 billion of long-term debt at Dominion Energy Virginia at a weighted average cost of 2.6%, consistent with our 2022 financing plan guidance. As it relates to additional fixed income issuances remaining for the year, we will continue to monitor market conditions and look for opportunities to further derisk our plan and create shareholder value.\nFinally, a reminder that economic growth, inflation and higher interest rates are all part of the mix when it comes to determining authorized ROEs across our utility businesses in our periodic rate proceedings.\nSo in summary, the current inflation environment is, of course, dynamic, and we are monitoring it closely. At present, however, due in part of the factors I've just described, we're not currently forecasting a material earnings impact associated with inflation. I would also note the impact that the current inflation environment can have on our customer bill. We, of course, prioritize customer affordability and implement various mitigation strategies as Bob will discuss in a moment.\nAnd with that, I'll turn the call over to Bob.\n\nRobert M. Blue\n\nPresident, CEO & Chairman of the Board, Dominion Energy, Inc.\n\nThank you, Jim. I'll begin with safety. As shown on Slide 9, through April of 2022, our OSHA recordable rate was 0.52. While overall results are tracking slightly higher than a year ago, they remain low relative to historical levels and substantially below industry averages. Our safety performance matters immensely to our more than 17,000 employees to their families and to the communities we serve, which is why it matters so much to me and why it is our first core value.\nNow I'll turn to updates around the execution of our growth plan. Our regulated offshore wind project continues to be on schedule and on budget. Major project milestones are listed on Slide 10. As we reported earlier and as Jim mentioned, contracts for major offshore equipment suppliers were completed and signed in late 2021. These include contracts for foundations, transition pieces, substations, transportation, installation and subsea cabling and turbine supply and long-term service agreements. We've been pleased with the progress of the state rider approval review with intervener and staff testimony received, rebuttal testimony filed and a hearing scheduled to commence later this month. The final order is expected from the SEC in early August.\nThe federal permitting process also continues and the next major milestone is receipt of the draft environmental impact statement expected in the second half of this year. A few items to reiterate here. First, offshore wind, zero fuel cost and transformational economic development and jobs benefits are needed now more than ever. The project will also propel Virginia closer to achieving its goal to become a major hub for the burgeoning offshore wind value chain up and down the country's East Coast. Second, unlike any other such project in North America, this proposed investment is 100% regulated and eligible for rider recovery in Virginia. Finally, the VCEA provides very specific requirements on the presumption of prudency for investment in the project, which we are confident that we have already met.\nTurning to our Jones-Act vessel. The SEC in March approved our affiliates act application for DEV's contract. The vessel remains on track for delivery in late 2023, and we expected to be entering service with plenty of time to support the 2024 turbine installation season.\nTurning to other notable clean energy investment updates. On April 23, we filed with the support of the SEC staff and consumer council, a settlement in the pending nuclear subsequent license renewal rider filing. Nuclear life extension represents nearly $4 billion in capital investment through 2035. And this settlement agreement includes the first phase, which represents about $1 billion of that total. This agreement is very good news, and if approved by the SEC, resolves all issues in that case.\nIn our estimation, the success of greenhouse gas emissions reduction targets requires the ongoing viability of existing nuclear facilities. These Virginia units have performed exceptionally well for years, providing over 30% of our customers' energy needs and providing that energy at low cost and carbon free.\nBased on PJM's carbon intensity rate, just in the last year, Surry and North Anna avoided approximately 14 million tons of regional CO2 emissions. To provide some context, this is equivalent to a reduction of more than 3 million nonelectric cars for the entire year. Successful nuclear life extension is a win for customers and the environment, and we want to thank the parties to this proposed settlement for their efforts.\nOn solar, I'm very pleased that the SEC in March approved our most recent clean energy filing, which included nearly 1,000 megawatts of solar and energy storage capacity, our fifth consecutive such approval. We also recently issued an RFP for an additional 1,200 megawatts of solar capacity and 125 megawatts of energy storage. Our next clean energy filing will take place later this year.\nOur current portfolio of utility-scale projects, which are under various stages of development, represent over 7 gigawatts of capacity. This pipeline goes a long way towards fulfilling our plan to meet the approximately 10 gigawatts of utility-owned solar by 2035 as called for by the VCEA.\nTurning to the solar supply chain. As we discussed on prior calls, there continue to be challenges, supply is still tight and prices for certain components are still up. Recently, there's been a lot of focus on the potential impacts from the Department of Commerce's anti-circumvention review. Let me share a few thoughts on: one, our expectations for that review; two, the degree to which we have already substantially derisked our development activities; and three, our view of what the impacts could be if there are delays and what we might do to mitigate them.\nFirst, what do we expect in relation to the review? We expect that preliminary findings will be known by as early as late August. And at that time, we should have a better informed view of whether tariffs apply to panels being imported from the four Southeast Asian countries included in the review. To clarify, our view is that panels are currently physically available as this review is not about prohibiting imports. What is not clear is whether or not tariffs will apply to panels from the countries included in this review. I'd also note that we're encouraged by the Department of Commerce announcement earlier this week, which further narrowed the focus of this proceeding.\nSecond, how have we derisked our development program? For 2022, our projects are not impacted by the review as the panels needed for those projects are already in the country. These projects remain very much on track. This holds true for our regulated solar project in Virginia and the more modest amount of unregulated solar we're developing on behalf of key customers. For 2023, our portfolio of projects is also largely derisked and on track.\nAll projects in this portfolio, which totaled some 1,100 megawatts across 16 regulated and unregulated projects are fully contracted with 60% of the panels being installed within this portfolio not expected to be impacted by the review, including panels that have been domestically sourced. For the remaining 40%, we expect the timing to be such that there is adequate time to resolve all potential tariff cost issues, if any, following the resolution of at least the first stages of the review.\nNow what would be the impact if tariffs are applicable at the end of the day? Given our competitive advantages, including the strength of our supplier relations and contracts, we work to minimize the cost impact. Keep in mind that while a tariff could be a material percentage of an individual panels cost, it may not be as major a cost driver of an overall utility scale solar installation. To provide some context, panels typically account for 30% of a project's total cost. So a 50% tariff on panels would increase the total cost of the project by 15%.\nSo what does that mean for our 2023 portfolio? For the up to 40% potentially subject to review, which represents $800 million in planned capital investment, a hypothetical 50% tariff, if applied to every module, represents only about $120 million of incremental capital or less than 1% of our total capital budget for that year.\nFor our regulated solar projects, these additional costs will become part of our rider approved solar project in Virginia and be subject to approval during the normal annual true-up for approved projects. For our nonregulated solar projects, which are being done on behalf of our key customers, typically very large C&I and data center customers, we expect to work with these customers to minimize the impacts of the tariffs. And given the time line for development as well as the relative importance of these projects to those customers who have their own clean energy goals, we remain comfortable with our current development expectations.\nFor 2024 and beyond, our view is that there's more than adequate time for us to see where all this goes. If tariffs apply, costs become part of our rider process for our regulated projects and PPA pricing would adjust for our unregulated projects.\nIn the meantime, we're not standing idly by. We're actively engaged with the Biden administration, both through trade groups and directly through our federal delegation. This outreach is intended to remind the administration that in order to meet its longer-term climate goals, there has to be stability. We remain focused on the customer impact and advocate for energy policy that provides for an affordable clean energy transition.\nFinally, purely hypothetically, if there are delays related to this tariff review, what would the financial impacts be and what might we do to mitigate them? First, we look to accelerate other capital to maintain the same financial profile while maintaining affordable customer rates. We've already noted the very substantial programs we're working on. These customer beneficial programs are focused on resiliency and decarbonization. On the other hand, if there are delays and were unable to accelerate capital, there'd be a slight help as lower capital needs would reduce financing needs. Lastly, we also would look to additional O&M control initiatives as we have successfully demonstrated our ability to manage controllable costs, as Jim mentioned earlier.\nIn summary, it's still early and we'll have to work through these issues. We're working closely with policymakers and other industry participants, and we'll continue to provide updates as things develop, but we simply do not see any material financial impacts at this time.\nShifting gears, let me now address RGGI. In anticipation of the withdrawal of Virginia from RGGI, we filed this morning with the SEC to suspend our rider RGGI that was approved to recover the pass-through costs related to required purchases of allowances through the RGGI market-based trading program for carbon dioxide emissions. We also requested that RGGI compliance costs incurred through July 31 and not yet recovered totaling approximately $178 million be alternatively recovered through DEV's base rates currently in effect. If approved, this proposal will provide a meaningful reduction to customer bills in a way that allows us to continue the rapid decarbonization of our system in Virginia.\nOur view on RGGI is unchanged from the comments we made to the Virginia DEQ in 2018. While we are committed to the ongoing transition to cleaner and lower carbon emitting resources, we're concerned that Virginia's linkage to the RGGI program through the Virginia carbon proposal would result in a financial burden on customers with no real mitigation of greenhouse gas emissions regionally.\nNext is our gas distribution business. As we've discussed in the past, our gas utility operations are enhancing sustainability and working to reduce Scope 1 and 3 emissions with focused efforts around energy efficiency, renewable natural gas and hydrogen blending, operational modifications, potential changes around procurement practices and unique customer product offerings. For example, in March, we launched the CarbonRight program in Utah, which allows customers to offset 100% of their carbon emissions from natural gas usage for $5 a month.\nOn the regulatory front, we continue to see strong support for timely recovery on prudently incurred investment to provide safe, reliable, affordable and increasingly sustainable service, including pipeline replacement efforts and expansion of service to rural communities.\nEarlier this week, we filed a general rate case in Utah, which is required every 3 years. We asked in the case for an ROE of 10.3% and a revenue requirement increase of $70 million, which represents around a 6% increase to a typical customer bill. We expect new rates based on a typical procedural schedule to be effective in January of next year.\nOn RNG, we remain the largest agriculture-based RNG developer in the country. We've recently commenced operations at our second RNG project and expect five additional projects to come online this year for a total of seven projects producing RNG-based natural gas. In addition to these seven projects, we have a portfolio of projects in various stages of development.\nAt Dominion Energy South Carolina, I'd first like to highlight that business's excellent operating performance. Our employees completed the quarter with zero injuries, a goal that remains the top priority for our entire company. In addition, our commitment to the customer is unwavering. During the quarter, the average annual customer outage minutes, or SAIDI, was reduced by 20% relative to the same period last year, placing us again in the top quartile among all utilities in the Southeast. This commitment to our customers was recently validated when Dominion Energy South Carolina was recognized as the easiest utility to do business with by Escalent, a top human behavior and analytics advisory firm.\nAs it relates to our generation modernization program in South Carolina, we're on track. As a reminder, we're placing several of our older generation peaking turbines with modern, more efficient units. Modernizing this equipment will lower fuel cost to customers, improve environmental performance and provide reliability and efficiency benefits to accommodate the large and growing intermittent solar generation in South Carolina. We're moving forward with two of the proposed sites, and we'll hold an RFP for a third later this year.\nTurning to Slide 13. Let me recap where we are on customer rates in Virginia, our largest service territory. Again, we are dedicated to the delivery of safe and reliable energy to our customers, which is also affordable. Over the past 10 years, our rates, including fuel recovery, have increased on average by less than 1% per year, which is much lower than the average annual inflation rate over that period. Meanwhile, the share of our customers' wallet attributable to DEV's customer bill has declined over that time period, a testament to the fact that DEV's rates have remained relatively stable despite an overall increase in household income during that time. We also have rates that remain below the national and various regional averages. Based on EIA data, our typical customer rate is 13% lower than the national average.\nLooking ahead, we expect to continue to offer a compelling value proposition to our customers with the addition of zero fuel resources to support sales growth driven by very robust data center demand, the ramp-up in electric vehicle adoption in our service territory and continued customer growth.\nIn summary, we continue to be on an unwavering path to meet Virginia's clean energy goals by 2045. And it's incumbent upon us to deliver energy that is safe, reliable, affordable and increasingly sustainable.\nFinally, let me highlight noteworthy developments in the legislative landscape for our company in Virginia. The General Assembly passed and the Governor signed House Bill 894, which tasks the SCC with setting up a site readiness program to encourage utility infrastructure investment in industrial sites designated as high demand. It also directs the Virginia Department of Energy to convene a work group to identify strategies for promotion of advanced small modular nuclear reactors. This bill exemplifies Virginia's pro-business, common sense approach to energy policy and regulation that puts a priority on reliability, affordability and sustainability.",
        "content2": "While still early, we applaud efforts to support research and development of technologies that will allow the utility industry to drive further carbon emissions reductions. I see all this is consistent with the common sense approach to energy policy regulation that we typically see across our premier state jurisdictions.\nWith that, let me summarize our remarks on Slide 14. Safety remains our top priority for the entire company. We extended our track record of reporting results in line with our financial guidance. We affirmed our existing annual and long-term earnings guidance and our dividend growth guidance. We're focused on executing across project construction and achieving regulatory outcomes that serve our customers well, and we're aggressively pursuing our vision to be the most sustainable regulated energy company in America.\nWe're now ready to take your questions."
    },
    {
        "date": "2021 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/21582aa0be4e6a7e98909cc8ceea4e1d",
        "sentiment": {
            "distribution": {
                "positive": 21,
                "neutral": 6
            },
            "scores": {
                "positive": 0.9873372656958443,
                "neutral": 0.9873136281967163
            }
        },
        "content1": "Q4 2021 Dominion Energy Inc Earnings Call\n\nQ4 2021 Dominion Energy Inc Earnings Call\n\nDNYSEFEB 11, 4:00 PM\n\nOperator\n\nWelcome to the Dominion Energy Fourth Quarter and Full Year 2021 Earnings Conference Call. (Operator Instructions) I would now like to turn the call over to David McFarland, Director, Investor Relations.\n\nDavid McFarland\n\nGood morning, and thank you for joining today's call. Earnings materials, including today's prepared remarks, may contain forward-looking statements and estimates that are subject to various risks and uncertainties. Please refer to our SEC filings, including our most recent annual reports on Form 10-K and our quarterly reports on Form 10-Q for a discussion of factors that may cause results to differ from management's estimates and expectations.\nThis morning, we will discuss some measures of our company's performance that differ from those recognized by GAAP. Reconciliation of our non-GAAP measures to the most directly comparable GAAP financial measures which we can calculate are contained in the earnings release kit. I encourage you to visit our Investor Relations website to review webcast slides as well as the earnings release kit.\nJoining today's call are Bob Blue, Chair, President and Chief Executive Officer; Jim Chapman, Executive Vice President, Chief Financial Officer and Treasurer; and other members of the executive management team. I will now turn the call over to Bob.\n\nRobert M. Blue\n\nPresident, CEO & Chairman of the Board, Dominion Energy, Inc.\n\nThank you, David, and good morning, everyone. I'll start by outlining Dominion Energy's compelling shareholder return proposition. We expect to grow our earnings per share by 6.5% per year through at least 2026, supported by our updated $37 billion 5-year growth capital program, resulting in an approximately 10% total return. That's all underpinned by Dominion's industry-leading ESG profile, which includes the largest regulated decarbonization investment opportunity in the country, which, as you will hear in today's prepared remarks, is steadily transforming from opportunity to reality.\nOur strategy is anchored on a pure-play, state-regulated utility operating profile that centers around 5 premier states, as shown on Slide 4. I'll share the philosophy that a common sense approach to energy policy and regulation puts a priority on safety, reliability, affordability and sustainability.\nNext, I want to highlight what a successful year 2021 was in the continuing execution of our strategy. For example, we continue to provide safe, reliable service to our customers, ensuring that safety remains our top priority when it comes to our employees, our customers and our communities. We reported our 24th consecutive quarterly financial result that, normalized for weather, meets or exceeds the midpoint of our guidance range, a reflection of our focus on continuing to provide consistent and predictable financial results. We successfully concluded substantial rate cases in Virginia, South Carolina and North Carolina, in each case demonstrating our ability to deliver constructive regulatory results for both our customers and our shareholders in these fast-growing, premier and business-friendly states.\nAnd we significantly advanced our clean energy growth plans on a number of fronts. For instance, we received our notice of intent from BOM for our regulated offshore wind project in July as planned and filed our rider application with the Virginia State Corporation Commission on schedule in November. And we proposed new solar and energy storage projects in our second annual clean energy filing in Virginia, the largest such group ever proposed.\nLooking ahead, we've rolled forward our 5-year growth capital plan to capture the years 2022 through 2026. We now expect to invest $37 billion on behalf of our customers. The investment programs are highlighted on Slide 5, with over 85% focused on decarbonization. As meaningful as these near-term plans are, consider on Slide 6 how they compare to the long-term scope and duration of our overall decarbonization opportunity. Our initiatives extend well beyond our 5-year plan. We now project $73 billion of green investment opportunity through 2035, nearly all of which will qualify for regulated cost of service recovery. This is, as far as we can tell, the largest regulated decarbonization investment opportunity in the industry. With that, I'll turn it over to Jim to walk through our financial results and guidance before I provide further business updates on the execution of our plan.\n\nJames R. Chapman\n\nExecutive VP, CFO & Treasurer, Dominion Energy, Inc.\n\nThank you, Bob, and good morning. Our fourth quarter 2021 operating earnings, as shown on Slide 7, were $0.90 per share, which included a $0.03 hurt from worse-than-normal weather in our utility service territories for the quarter. Weather-normalized results were again above the midpoint of our quarterly guidance range. Positive factors as compared to last year include growth from regulated investment across electric and gas utility programs, higher electric sales due to increased usage from commercial and industrial segments and higher margins at contracted assets. Other factors as compared to the prior year include a slight catch-up in COVID-deferred O&M and weather.\nAs Bob mentioned, this is our 24th consecutive quarter, so 6 years now, of delivering weather-normal quarterly results that meet or exceed the midpoint of our guidance ranges. We believe this historic consistency across our results is worth highlighting and is a track record we're proud of and one which we are absolutely focused on extending.\nFull year 2021 operating earnings per share were $3.86, above the midpoint of our guidance range even in the face of a $0.05 hurt from weather for the year. As is detailed on Schedule 2 of our earnings release kit, 2021 GAAP earnings of $3.98 per share were $0.12 higher than operating earnings for the year.\nTurning now to guidance on Slide 9. As usual, we're providing an annual guidance range, which is designed primarily to account for variations from normal weather. We're initiating 2022 operating EPS guidance of $3.95 to $4.25 per share. The midpoint of this range is in line with prior annual EPS growth guidance of 6.5% in 2022 when measured midpoint to midpoint. As I think has been expected as part of our roll-forward to a new 5-year forecast period, we are once again extending our long-term growth rate by 1 more year. We now expect operating EPS to grow at 6.5% per year through at least 2026.\nFinally, we expect first quarter 2022 operating earnings per share to be between $1.10 and $1.25. Positive drivers for the quarter as compared to last year are expected to be normal course regulated rider growth, continued modest strengthening of sales and a return to normal weather. Other drivers as compared to last year are expected to be O&M and tax timing. We expect our 2022 full year dividend to be $2.67, reflecting our target payout ratio of approximately 65%. We're also extending the long-term dividend per share growth rate of 6% per year through 2026.\nSlide 10 provides a breakdown of 5-year growth capital plan, which Bob introduced. For more detail on all of this, I would point to the very comprehensive appendix materials. But just a couple of items I'll note here. We continue to forecast a total 5-year rate base CAGR of 9%, broken out here by segment and major driver. And over 75% of this planned growth CapEx is eligible for rider recovery. Of course, capital investment under riders allows for timely recovery of prudently incurred investments and costs.\nTurning to Slide 11. We've updated our financing plan, which reflects a combination of internally generated cash flow and debt issuances to fund the majority of our growth and maintenance CapEx. Our plan assumes we issue programmatic equity of just 1% to 1.5% of our current market cap annually through our existing DRIP and ATM equity programs, in line with prior guidance. No change to our 2022 equity issuance plans and no block or marketed equity is contemplated. We view this level of steady equity issuance under existing programs as prudent, EPS-accretive and, in the context of our sizable growth capital spending program, appropriate to keep our consolidated credit metrics within the guidelines for our strong credit ratings category.\nTo that point, as shown on Slide 12, our consolidated credit metrics have remained steady, and our pension plans have increased their funded status. We're very proud of these results. We continue to target high BBB range credit ratings for our parent company and single A range ratings for our regulated operating companies. Our long-standing focus on achieving and maintaining these ratings is important for our ability to continue to secure low-cost capital for our customers.\nAs is the norm, our financing plan reflects our ongoing efforts to efficiently redeploy capital towards our robust regulated growth programs. As I've mentioned in the past, as part of our capital allocation process, we undertake constant analysis to find the most efficient sources of capital to fund our attractive utility growth programs in our key states, all while maintaining our operating EPS growth and credit profiles.\nGiven that focus, as announced this morning, we have agreed to sell our West Virginia Natural Gas utility, Hope Gas, to Ullico for gross proceeds of approximately $690 million. The transaction is expected to close late this year, subject to customary closing conditions, including clearance under HSR and approval from the West Virginia Public Service Commission. Proceeds will be used to reduce parent-level debt. The transaction value, achieved through a competitive sale process, represents approximately 26x 2021 net income and 2x rate base. As a reminder, Hope Gas operates only in West Virginia and serves about 110,000 customers. Bob will address this transaction a bit more in a moment.\nTurning now to electric sales trends. Fourth quarter weather-normalized sales increased 1.4% year-over-year in Virginia and 2.3% in South Carolina. In both states, consistent with the trends seen last quarter, we've observed increased usage from commercial and industrial segment overcoming declines among residential users as the stay-at-home impact of COVID waned. Full year 2021 weather-normalized sales increased 1.4% year-over-year in Virginia and 1.6% year-over-year in South Carolina. Looking ahead, we expect electric sales growth in our Virginia and South Carolina service territories to continue at a run rate of 1% to 1.5% per year, no changes from our prior communications.\nNext, let me discuss what we're seeing around input prices. As discussed on prior calls, we're continuing to monitor raw material costs. And it seems to be the case across a number of industries right now, we're observing higher prices although we've seen a moderation in the upward pressure over the last few quarters. As it relates to our regulated offshore wind project, we remain confident in our ability to deliver the project in line with our budget, as outlined in our filing to the SEC in November. Also no changes here from prior communications.\nAs was disclosed at that time in November, we've entered into 5 major fixed cost agreements, which collectively represent around $7 billion of the total capital budget. Within those contracts, only about $800 million remains subject to commodity indexing, most of it steel. And this component of the budget already reflects commodity cost increases we all observed in 2021, leading up to our filing date in November. And our capital budget, of course, includes contingency.\nOn the solar side, we're seeing what others seem to be seeing. Supply is tight, prices for certain components are up but our 2021 projects were completed with no material impacts to cost or schedule and our '22 projects remain on track. Beyond '22, we've been generally successful in contracting, et cetera, but it's still early. So again, we're watching but no material financial impacts to share at this time.\nSo to summarize, we reported fourth quarter and full year 2021 operating EPS, which is above the midpoint of our guidance ranges, extending our track record to 6 years of meeting or exceeding the quarterly midpoint on a weather-normal basis. We initiated 2022 full year operating EPS guidance that represents a 6.5% annual increase midpoint to midpoint. We affirmed the same 6.5% operating EPS growth guidance through 2026. We introduced a $37 billion high-quality decarbonization-focused 5-year growth CapEx plan that drives approximately 9% rate base growth. We continue to expect the vast majority of our spending across our segments to be in rider form. And finally, our balance sheet and credit profile remain in very good health. And with that, I'll turn it back over to you, Bob.\n\nRobert M. Blue\n\nPresident, CEO & Chairman of the Board, Dominion Energy, Inc.\n\nThanks, Jim. Starting with safety, Dominion Energy finished 2021 with its second best performance ever. Additionally, the company was the top performer in the 2021 Southeastern Electric Exchange ranking. We take pride in our relentless focus on safety and it's the first of our company's core values. While our safety performance relative to industry is very good, our goal has been and continues to be that none of our colleagues get hurt ever.\nOur customers' highest priority is reliability. They expect their power will come on when they need it, period. In the past year, our customers in our electric service areas in Virginia, South Carolina and North Carolina had power 99.9% of the time, excluding major storms. When major storms approach, we stage equipment and people to be ready so crews can swing into action as soon as it is safe to do so, as we did for the first winter storm of 2022 that dumped wet, heavy snow on most of the northern, central and western regions of Virginia, interrupting service to over 400,000 customers. Over 87% of those customers had service restored after 2 days of restoration and 96% within 4 days. Our crews worked around the clock in frigid temperatures and treacherous icy travel conditions to safely restore service to our communities.\nOur gas distribution business knows that safe and reliable service is the priority, especially when exigent circumstances exist. When an emergency notification is received, we typically have a crew on site twice as quickly as the industry expected response time. Last month, we had the highest-ever flow of gas at our Utah system and the highest-ever daily throughput across our Ohio system, higher even than the polar vortex of 2019. And in both cases, our service never missed a beat, and our customers would never have known we were setting all-time records. I'm proud, though not surprised, at the way in which our Dominion Energy team members have responded on behalf of our customers.\nNow I'll turn to updates around the execution of our growth plan. In Virginia, the SEC approved the comprehensive settlement agreement for our first triennial review in November. We're very pleased to be extending our track record of constructive regulatory outcomes. On top of that, we are incredibly excited about what Dominion Energy is working to accomplish, specifically our green capital investment programs on behalf of our customers in Virginia, which I will touch on in a few minutes, nearly all of which will grow earnings under regulated rider mechanisms.\nSince the Virginia rider investment programs are reviewed and trued up annually, they are not included in the Virginia triennial review process. Based on these trends, the Virginia-based investment balance as a percentage of total Dominion Energy declines to about 13% by 2026 and is expected to continue to decline as a percentage in the future.\nTurning to offshore wind. The country's only fully regulated offshore wind project is very much on track. As it relates to the SEC rider application, we're currently in the discovery phase. And to date, this process very much conforms with what we typically expect during a rider proceeding of this type. Major project milestones are listed on Slide 15. We expect to receive a final order from the SEC in August this year.\nA few items to reiterate here. First, this project will provide a boost to Virginia's growing green economy by creating hundreds of jobs, hundreds of millions of dollars of economic output and millions of dollars of tax revenue for the state and localities. It will also propel Virginia closer to achieving its goal to become a major hub for the burgeoning offshore wind value chain up and down the country's East Coast. Second, unlike any other such project in North America, this investment is 100% regulated and eligible for rider recovery in Virginia. Finally, the VCEA provides very specific requirements on the presumption of prudency for investment in the project, which we are confident that we have already met.\nOur Jones Act-compliant wind turbine installation vessel is being constructed and is on track for delivery in late 2023 as originally scheduled. The project is currently about 43% complete. We expect the vessel will be in a central resource to DEV as well as to the overall domestic offshore wind industry, and we'll be entering service with plenty of time to support the 2024 turbine installation season.\nOur other clean energy filings in Virginia are also progressing well. Last month, we were very pleased to see the SEC approve phase 2 of our grid transformation plan for projects that we plan to deploy in 2022 and 2023. These projects will facilitate the expected increase in distributed energy resources like small-scale solar and expand electric vehicle infrastructure as well as enhance grid resiliency and security. Our clean energy and nuclear rider filings remain on track. Final orders are expected later this year as outlined on Page 18.\nThrough 2020, we have successfully reduced our enterprise-wide CO2 equivalent emissions by 42%. That's great progress but it's not enough. By 2035, we expect to improve that reduction to between 70% and 80% versus baseline on our way to meet net zero by 2050. As shown on the right side of Slide 19, the transition to a clean energy future means reduced reliance on coal-fired generation. Back in 2005, more than half of our company's power production was from coal-fired generation. By 2035, we project that to be less than 1%.\nWe show our time line for transitioning out of coal on Slide 20. By the end of the decade, as part of our ongoing resource planning, we expect to be coal-free in South Carolina and have only 2 remaining facilities at Dominion Energy Virginia for reliability and energy security considerations. While our IRPs are informational filings and do not provide approval or disapproval for any specific capital project, we look forward to continuing to work with stakeholders, including the commission, to drive towards an increasingly low carbon future.\nFrom an investment base perspective, which is a rough approximation of earnings contribution, you can see, on Slide 21, the diminished role coal-fired generation plays in our financial performance, driven by facility retirements and noncoal investment. We're mindful that this shift has the potential to be disruptive to employees and communities, and we are being purposeful in our efforts to ameliorate any such negative consequences. We believe in a just transition. We have and will continue to consider the needs of impacted communities and our entire workforce during this clean energy transition. You'll also note that zero carbon generation grows significantly, such that by 2026, over 65% of our investment base will consist of electric wires and zero carbon generation.\nMoving on to South Carolina. As part of our ongoing resource planning, Dominion Energy South Carolina is planning to replace several of our older generation peaking turbines with modern, more efficient units. These peaking units, which often operate seasonally during certain times of day when the demand for energy is at its highest, play an important role in our generation fleet with their ability to go from idle to producing energy quickly. Modernizing this equipment will lower fuel cost to customers, improve environmental performance and provide reliability and efficiency benefits. These will become even more important as additional intermittent fluctuating resources such as solar are added to our system. Last quarter, the Public Service Commission of South Carolina approved a settlement allowing the company to move forward with 2 of the proposed sites and we'll hold an RFP for a third.\nTurning to gas distribution. In North Carolina, the commission approved a comprehensive settlement last month for our gas operations with rates based on a 9.6% ROE. As a reminder, the agreement included 3 new clean energy programs, a new hydrogen blending pilot, a new option to allow our customers to purchase RNG attributes and a new and expanded energy efficiency program. This is a prime example of the role that supportive regulation can play in meeting our decarbonization objectives.\nLet me now address this morning's announcement regarding the sale of our West Virginia natural gas utility to Ullico. Hope Gas is a valuable business with tremendous people. At the same time, compared to the other larger state-regulated utilities across our 5 premier states, Hope Gas is relatively a small stand-alone operation. Our talented employees have consistently delivered safe, reliable and affordable energy to Hope's customers. We're pleased that these best-in-class employees are now joining another excellent organization in the form of Ullico, who has agreed to provide significant protections for employees and honor existing union commitments. Ullico's operating expertise and financial resources will also ensure that Hope's customers will continue to receive the high level of service to which they have grown accustomed.\nSlide 24 provides a summary of several important steps we took in 2021 that enhanced our industry-leading ESG profile. Just a couple of items I'll highlight here. In July, we published our updated climate report, which included disclosure of Scope 1, 2 and 3 emissions, an important step as it relates to our net zero commitment as I will expand on in a minute. In November, we issued our inaugural Diversity, Equity and Inclusion report, which highlights our progress towards building a more diverse and inclusive workforce. As part of that report, we also published our [EEO-1] data. This enhanced external reporting builds upon our commitment to increase our total workforce diversity by 1% each year, with a goal of reaching at least 40% by year-end 2026. We're very much on track to meet that goal.\nThese and other ESG-oriented efforts have been recognized by leading third-party assessment services as shown on Slide 25. By each measure, our performance exceeds the sector average. We've been recognized as part of the leadership band by CDP for our climate and water disclosure for the second year in a row. As trendsetters, the highest categorization for the fourth consecutive year by the CPA-Zicklin report on political accountability and transparency. And most recently, MSCI increased our rating from A to AA, which designates us a leader in the field.\nTurning to Slide 26. I'm pleased to announce an expansion of our net zero commitments. In addition to our current commitment to achieve enterprise-wide net zero Scope 1 carbon and methane emissions by 2050, we now aim to achieve net zero by 2050 for all Scope 2 emissions and for Scope 3 emissions associated with 3 major sources: LDC customer end-use emissions, upstream fuel and purchase power. These new commitments formalize our continued focus on helping our customers and suppliers decarbonize.\nReducing emissions as fast as possible and achieving net zero emissions company-wide requires immediate and direct action. That's why the company continues to take meaningful steps to address Scope 3 emissions. We formalized our support for federal methane regulation, and we're working towards procurement practices that encourage enhanced disclosures by upstream counterparties on their emissions and methane reduction programs. Further, we encourage suppliers to adopt a net zero commitment, and we started to receive quotes for responsibly sourced gas, which are evaluated consistent with our reliability, service and cost criteria for natural gas supply.",
        "content2": "For downstream emissions, we expect to increase our annual spend on energy efficiency over the next 5 years at our LDCs by nearly 50% and to provide our customers with access to a carbon calculator and carbon offsets. For example, in both Utah and North Carolina, we offer Green Firm, a voluntary program that provides customers with access to renewable natural gas. While initially being offered on a voluntary basis, we are working with policymakers and regulators to increase access to RNG for our customers.\nAnd finally, we continue to pursue innovative hydrogen use cases, including our blending pilot in Utah, which based on early assessment, confirms the ability to blend at least 5% and potentially up to 10% without adverse impacts to appliance performance, leak survey, system safety or secondary emissions. Over the long term, achieving these goals will require supportive legislative and regulatory policies and broader investments across the economy. This includes support for the testing and deployment of technologies.\nFor example, we support efforts to research and develop new technologies through collaborations such as the Low Carbon Resource Initiative, of which we're a founding sponsor. And we will never lose sight of our fundamental responsibility to customers, providing safe, reliable, affordable and sustainable energy.\nWith that, let me summarize our remarks on Slide 27. Our safety performance was our second best ever. We reported our 24th consecutive quarterly result that, normalized for weather, meets or exceeds the midpoint of our guidance range. We affirmed the same 6.5% operating EPS growth guidance through 2026 and affirmed our existing dividend growth guidance through 2026. We're focused on executing project construction and achieving regulatory outcomes that serve our customers well, and we're aggressively pursuing our vision to be the most sustainable regulated energy company in the country. We're now ready to take your questions."
    }
]