[
    {
        "date": "2025 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/63e5e9b105c59787db543857b69a50ef",
        "textblob_polarity": 0.1604619586762444,
        "textblob_subjectivity": 0.364372730444159,
        "sentiment": {
            "distribution": {
                "positive": 13,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9995106687912574,
                "neutral": 0.9716589649518331
            }
        },
        "content1": "Q1 2025 Fair Isaac Corp Earnings Call\n\nQ1 2025 Fair Isaac Corp Earnings Call\n\nFICONYSEFEB 4, 11:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the First Quarter 2025 FICO Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to our first speaker today, David Singleton. Please go ahead.\n\nDave Singleton\n\nVice President of Investor Relations\n\nThanks, Victor. Good afternoon, and thank you for attending FICO's first quarter earnings call. I'm Dave Singleton, Vice President of Investor Relations, and I'm joined today by our CEO, Will Lansing; and our CFO, Steve Weber. Today, we issued a press release that describes financial results compared to the prior year.\nOn this call, management will also discuss results in comparison with the prior quarter to facilitate an understanding of the run rate of the business. Certain statements made in this presentation are forward looking under the Private Securities Litigation Reform Act of 1995. Those statements involve many risks and uncertainties that could cause actual results to differ materially. Information concerning these risks and uncertainties is contained in the company's filings with the SEC, particularly in the risk factors and forward-looking statements portions of such filings.\nCopies are available from the SEC, from the FICO website or from our Investor Relations team. This call will also include statements regarding certain non-GAAP financial measures. Please refer to the company's earnings release and Reg G schedule issued today for a reconciliation of each of these non-GAAP financial measures to the most comparable GAAP measure.\nThe earnings release and Regulation G schedule are available on the Investor Relations page of the company website at fico.com or on the SEC's website at sec.gov. A replay of this webcast will be available through February 04, 2026. I will now turn the call over to our CEO, Will Lansing.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Dave, and thank you, everyone, for joining us for our first quarter earnings call. In the Investor Relations section of our website, we've posted some financial highlights slides that we will be referring to during this earnings announcement. We had another strong quarter and are reiterating our fiscal '25 guidance. .\nAs shown on Page 2 of the first quarter financial highlights, we reported quarter 1 revenues of $440 million, up 15% over last year. We reported $153 million in GAAP net income in the quarter, up 26% and GAAP earnings of $6.14 per share, up 28% from the prior year. We reported $144 million in non-GAAP net income in the quarter, up 19%; and non-GAAP earnings of $5.79 per share, up 20% from the prior year. As shown on Page 10, we delivered free cash flow of $187 million in our first quarter and $673 million over the last 4 quarters, an increase of 36% over the prior period.\nWe continue to return capital to our shareholders through buybacks. We repurchased 79,000 shares in quarter 1 and an additional 47,000 shares in January. In our Scores segment, on Page 6 of the presentation, our first quarter revenues were $236 million, up 23% versus the prior year. On the B2B side, quarter 1 revenues were up 30% versus the prior year, primarily driven by mortgage originations revenues from both pricing and volume increases.\nOn the B2C side, quarter 1 revenues were up 3% versus the prior year, primarily driven by revenue from indirect channel partners. First quarter mortgage originations revenues were up 110% versus the prior year. Mortgage origination revenue accounted for 44% of B2B revenue and 34% of total Scores revenue. Auto origination revenues were up 5%, while credit card, personal loan and other originations revenues were down 3% versus the prior year.\nThis week, we issued a press release on the study we conducted with our partner, Affirm. That study concluded that the inclusion of Buy Now Pay Later loan data could drive a FICO score increase for some consumers, while improving model risk performance for lenders when applying FICO's innovative treatment to that data. The study also helped inform responsible furnishing of Buy Now Pay Later loans to the credit bureaus.\nWe're currently working with stakeholders to identify the best way to introduce our proprietary treatment of this data to the credit scoring marketplace. We'll be sharing more details soon. We continue to drive strong adoption of FICO Score 10 T for non-GSE mortgages. This quarter, loans utilizing FICO Score 10T began trading on MCT Marketplace, the largest mortgage asset exchange for the U.S. secondary market.\nIn addition, Cardinal Financial formed and traded the first government issued mortgage-backed security featuring loans powered by FICO Score 10 T. I'm proud of these strong achievements and look forward to continued progress in the quarters ahead. We now have clients with over $261 billion in annualized mortgage originations and approximately $1.43 trillion in eligible mortgage portfolio servicing that have signed up for FICO Score 10 T with some firms already adopting FICO 10 T to make credit decisions for securitization and for delivery to investors.\nFICO 10 T for conforming mortgages [ sold to the ] GSEs will be rolled out based on the time line of the FHFA's implementation of enterprise credit score requirements. In January, the FHFA announced it no longer has a specific time line for the implementation. In our Software segment, we delivered $204 million in quarter 1 revenue, up 8% from last year. Revenue increase was driven mainly by growth in SaaS software and license revenue, partially offset by the foreign exchange rate impact. We continue to drive growth in ARR and NRR through our land and expand strategy with expand driven by increased customer usage.\nAs shown on Page 7, the total ARR was up 6% with platform ARR growing 20% and non-platform ARR of 1%. Total NRR for the quarter shown on Page 8, was 105% with platform NRR at 112% and non-platform at 100%. The Foreign exchange had a negative impact of 2% on total ARR and 3% on platform ARR. ACV bookings for the quarter were $21.2 million compared to $18.3 million in the prior year. We continue to drive our software business forward. Our investments are helping progress development of new FICO platform capabilities, partner channel adoption, FICO marketplace realization and building scalability to improve our cost structure.\nWe continue to be recognized for our innovation. This quarter, FICO was awarded best anti-fraud solution at the Credit and Collections Technology Awards. The award was given to the FICO customer communication service Scam Signal solution which uniquely uses telephony's signals to detect potential scams. Our innovative work using blockchain technology for responsible AI model governance yielded the tech of the future blockchain and tokenization award at the Banking Tech Awards and won a Software Category Transformative Product award at the Big innovation Awards. Our software business will be on display this year at FICO World event, which will take place in Hollywood, Florida in May. At this 4-day event, we'll bring together industry professionals from around the world to connect, share best practices and learn how FICO enables organizations to power customer connections at scale.\nWe'll highlight successful clients and demonstrate the power of FICO platform. enabling companies to operationalize analytics become more composable and make better decisions at scale. I'll now pass it over to Steve to provide further financial details.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nThanks, Will, and good afternoon, everyone. As Will mentioned, we had another good quarter with total revenue of $440 million, an increase of 15% over the prior year. Scores segment revenues for the quarter were $236 million, up 23% from the prior year. B2B revenues were up 30%, driven primarily by mortgage originations revenues, as Will said, from both pricing and volume increases. Our B2C revenues were up 3% versus the prior year due to increased revenue from our indirect channel partners. Software segment revenues for the quarter were $204 million, up 8% from the prior year, [ entered ] by foreign exchange rate impact. On-premises and SaaS software revenue grew 10% year-over-year while professional services declined 14%. This quarter, 87% of total company revenues were derived from our Americas region, which is a combination of our North America and Latin America regions. .\nOur EMEA region generated 8% of revenues and the Asia Pacific region delivered 5%. Our total software ARR was $729 million, a 6% increase over the prior year. Platform ARR was $228 million, representing 31% of our total Q1 '25 ARR and was up 28% and up from 20% of total Q1 '24 ARR. Platform ARR grew 20% versus the prior year, while nonplatform grew 1% to $501 million this quarter. As a reminder, foreign exchange had a negative impact of 2% on total ARR and 3% on platform ARR.\nWe continue to focus on FICO platform growth while retaining our non-platform customers. Over time, we do expect migration of those nonplatform customers to platform products. Our platform land and expand strategy continues to be successful. Our dollar-based net retention rate in the quarter was 105%. Platform NRR was 112%, while our nonplatform NRR was 100%. Platform NRR was driven by a combination of new use cases and increased usage of existing use cases.\nOur software ACV bookings for the quarter were $21.2 million compared to $18.3 million in the prior year. Turning now to expenses for the quarter, as shown on Page 5 of the financial highlights presentation. Total operating expenses were $260 million this quarter versus $257 million in the prior quarter, an increase of 1.5%. We anticipate our expenses increasing modestly throughout the year, which will again include costs for FICO World in our third quarter. Our non-GAAP operating margin, as shown in our Reg G schedule, was 50% for the quarter compared with 48% in the same quarter last year.\nWe delivered non-GAAP margin expansion of 209 basis points year-over-year. GAAP net income this quarter was $153 million, up 26% from the prior year. Our non-GAAP net income was $144 million for the quarter, up 19% from the prior year's quarter. GAAP earnings per share this quarter were $6.14, up 28% from the prior year, and our non-GAAP earnings per share were $5.79, up 20% from the prior year. The effective tax rate for the quarter was negative 1.6%. The operating tax rate was 24.3%.\nThe effective tax rate for the quarter includes $40 million of reduced tax expense from excess tax benefits recognized upon the settlement or exercise of employee stock awards. As a reminder, excess tax benefit does not impact our non-GAAP net income. For the full year, we expect our net effective tax rate will be around 22%, and our recurring tax rate will be around 26%. Free cash flow for the quarter was $187 million, 55% increase from the same quarter last year. Free cash flow was $673 million over the last 4 quarters, which was an increase of 36% over the prior period.\nAt the end of the quarter, we had $230 million in cash and marketable investments. Our total debt at quarter end was $2.42 billion with a weighted average interest rate of 5%. Currently, 53% of our total debt is fixed rate. Our floating rate debt is prepayable at any time, giving us the flexibility to use free cash flow to reduce outstanding floating rate debt balances in future periods.\nTurning to return of capital. We bought back 79,000 shares in the first quarter at an average price of $2,015 per share. We purchased an additional 47,000 shares in January at an average price of $1,905 per share. And we do continue to review share repurchases as an attractive use of cash.\nWith that, I'll turn it back to Will for his closing comments.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Steve. The macroeconomic environment remains fluid, but our strategy and execution remain consistent. We're well positioned for this fiscal year and remain confident in the guidance we provided last quarter. Our Software and Scores businesses continue to be best-in-class. Our Software customers are delighted by our ability to help them optimize interactions with their end customers through data-driven composable solutions that are executed in real time. Fiscal '25 marks the second year of the FICO Educational Analytics Challenge program, which was created to encourage students in data science, engineering and technology.\nTo date, we've partnered with 7 colleges and universities. This year, students in this program are getting hands-on experience learning to develop analytics AI models to detect fraud. In our Scores business, we expanded our global financial inclusion initiative through our lenders leading inclusion program. FICO provides cutting-edge alternative data scores and financial inclusion strategies to lenders so they can responsibly expand access to credit for underserved communities.\nOn the innovation side, we're in talks with resellers and close to launching our FICO Score mortgage simulator, which enables mortgage professionals to run credit event scenarios by applying simulated changes in an applicant's credit report data to simulate potential changes to the applicants' FICO score.\nWith that, I'll turn the call back to Dave, and we'll open up for Q&A.\n\nDave Singleton\n\nVice President of Investor Relations\n\nThanks, Will. This concludes our prepared remarks. We are now ready to take questions. Operator, please open the line."
    },
    {
        "date": "2024 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/4c234680de3028c6a53a4d31ed5a7f19",
        "textblob_polarity": 0.14911570841219088,
        "textblob_subjectivity": 0.3941928255998608,
        "sentiment": {
            "distribution": {
                "negative": 1,
                "positive": 11,
                "neutral": 2
            },
            "scores": {
                "negative": 0.8047105669975281,
                "positive": 0.9505517428571527,
                "neutral": 0.9975701570510864
            }
        },
        "content1": "Q3 2024 Fair Isaac Corp Earnings Call\n\nQ3 2024 Fair Isaac Corp Earnings Call\n\nFICONYSEJUL 31, 11:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and thank you for standing by. Welcome to the Third Quarter 2024 FICO Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Dave Singleton. Please go ahead.\n\nJeffrey P. Meuler\n\nAnalyst, Robert W. Baird & Co., Inc.\n\nGood afternoon, and thank you for attending FICO's third quarter earnings call. I'm Dave Singleton, Vice President of Investor Relations, and I'm joined today by our CEO, Will Lansing; and our CFO, Steve Weber. Today, we issued a press release that describes financial results compared to the prior year. And on this call, management will also discuss results in comparison with the prior quarter to facilitate an understanding of the run rate of the business.\nCertain statements made in this presentation are forward-looking under the Private Securities Litigation Reform Act of 1995. Those statements involve many risks and uncertainties that could cause actual results to differ materially. Information concerning these risks and uncertainties is contained in the company's filings with the SEC, particularly in the risk factors and forward-looking statements portions of such filings.\nCopies are available from the SEC, from the FICO website or from our Investor Relations team. This call will also include statements regarding certain non-GAAP financial measures. Please refer to the company's earnings release and Regulation G schedule issued today for a reconciliation of each of these non-GAAP financial measures to the most comparable GAAP measure. The earnings release and Regulation G schedule are available on the Investor Relations page of the company's website at fico.com or on the SEC's website at sec.gov. And a replay of this webcast will be available through July 31, [ 2025 ].\nNow I will turn the call over to our CEO, Will Lansing.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Dave, and thank you, everyone, for joining us for our third quarter earnings call. In the Investor Relations section of our website, we posted some financial highlights slides that we will be referencing during our presentation.\nToday, I'll talk about this quarter's results and our increased guidance for the full fiscal year. We continue to deliver strong quarterly results, including impressive growth in our ACV bookings and free cash flow. As shown on Page 2 of the third quarter financial highlights, we reported Q3 revenues of $448 million, up 12% over the last year. We delivered $126 million of GAAP net income in the quarter, down 2% and GAAP earnings of $5.05 per share, down 1% from the prior year. On a non-GAAP basis, Q3 net income was $156 million, with earnings of $6.25 per share. Up 9% and 10%, respectively.\nWe had a difficult comp in year-over-year net income as Q3 of 2023 included an $8.5 million onetime reimbursement of third-party data implementation costs as well as a $9.5 million reduction to income tax expense associated with the valuation of our R&D credits. We delivered record free cash flow of $206 million in our third quarter and $551 million over the last 4 quarters. We continue to return capital to our shareholders through buybacks. In Q3, we repurchased 196,000 shares at an average price of $1,293 per share. We announced a new Board authorization for $1 billion of share repurchase. In our Scores segment, on Page 6 of the presentation, our third quarter revenues were $241 million, up 20% versus the prior year. Breaking that down, in B2B, current quarter revenues were up 27% versus the prior year.\nIn B2C, the current quarter revenues were down 2% versus the prior year. Third quarter mortgage originations revenues were up 80% versus the prior year. Mortgage origination revenue accounted for 49% of B2B revenue and 39% of total Scores revenue. Auto originations revenues were down 3%, while credit card, personal loan and other originations revenues were down 7% versus the prior year. We continue to drive strong adoption for FICO Score 10 T for non-GSE mortgages. Based on 2023 firm reported data, clients with over $126 billion in annualized mortgage originations and about $380 billion in eligible mortgage portfolio servicing have signed up for the FICO Score 10 T. Firms are using FICO 10 T to make credit decisions, deliver to investors and for securitization. FICO 10 T for conforming mortgages will be rolled out based on the time line of the FHFA's implementation of enterprise credit score requirements.\nIn our software segment, we delivered $206 million in Q3 revenue, up 5% and from last year, driven mainly by growth in SaaS software, partially offset by a decline in professional services. We continue to drive strong growth in ARR and NRR through our land and expand strategy with expand driven by increased customer usage. As shown on Page 7, total ARR was up 10% with platform ARR growing 31% and non-platform ARR growing 3%. Total NRR for the quarter shown on Page 8 was 108%, with platform NRR at 124% and non-platform NRR at 101%. Our total ACV bookings for the quarter were an impressive $27.5 million. We continue to drive more FICO platform SaaS bookings, which aligns with our strategy. We expect this trend to continue as our recent FICO World event has been a catalyst for driving pipeline growth, especially for the FICO Platform.\nI'm very proud of the strength of our software business, both the industry-leading technology as well as our remarkable team. This quarter, we secured another award for our FICO Platform, the business intelligence platform in the year from data breakthrough. In July, Nikhil Behl was promoted at the EVP for software, leading all technology and go-to-market functions. Nikhil has been instrumental in strengthening our brand value, reputation with customers and regulators, strategic competitive positioning for FICO Scores and FICO Platform and market-leading business growth. We continue to excel in our Scores business as well.\nOur team is focused on innovation to provide new ways to add value to our customers. FICO Scores is a tool that market participants rely on to make many crucial decisions, including prequal, underwriting, pricing, ensuring, securitizing, rating, selling, assessing capital requirements, assessing prepayment risk and determining collection strategies. The FICO Score has long been freely chosen because it's trusted as the most predictive and reliable independent credit score, enabling lenders to fairly expand credit access to more consumers. The FICO Score was widely adopted because it demonetized and expanded access to credit while simultaneously underpin the safety and soundness of the market. It's worth pointing out that over half of mortgage market is not conforming.\nAnd also overwhelmingly uses FICO Scores. The FICO Score is provided and will continue to provide tremendous value to the credit ecosystem. As part of our ongoing commitment to industry-leading credit decision, we've made significant commitments to financial knowledge and financial inclusion. We've once again partnered with Chelsea Football club, both men's and women's teams and U.S. Soccer Foundation for the field of financial empowerment summer tour.\nThe goal is to build excitement for and access to financial education and resources to help more people, including the next generation of fans make more informed credit decisions. As part of the campaign, FICO Host free Score a better future fundamentals, financial education workouts for students from traditionally underserved communities. Students improve financial literacy and have the opportunity to attend a Chelsea Football game. I'll talk about our outlook for the balance of the year, including our increased guidance after Steve provides further financial details.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nThanks, Will, and good afternoon, everyone. As Will mentioned, we had another good quarter with total revenues of $448 million, an increase of 12% over the prior year. Score segment revenues for the quarter were $241 million, up 20% from Q3 of 2023. B2B revenues were up 27%, driven primarily by mortgage origination revenues. Our B2C revenues were down 2% versus the prior year due to volume declines in our myFICO.com business. Software segment revenues in the third quarter were $206 million, up 5% versus Q3 2023. On-prem and SaaS software revenue grew 7% year-over-year, while professional services declined 9%. This quarter, 85% of total company revenues were derived from our Americas region, which is a combination of our North America and Latin American regions. Our EMEA region generated 10% of revenues and the Asia Pacific region generated 5%.\nOur total software ARR was $710 million, a 10% increase over the prior year. Platform ARR was $215 million, representing 30% of our total Q3 '24 ARR, up from 25% of total in Q3 of 2023. Platform ARR grew 31% versus the prior year, while non-platform ARR grew 3% to $495 million this quarter. Our platform land and expand strategy continues to be successful. Our dollar-based net retention rate in the quarter was 108%. Platform NRR was 124%, while our non-platform NRR was 101%. Platform NRR was driven by a combination of new use cases and increased usage.\nOur software ACV bookings for the quarter were $27.5 million, as a reminder, ACV bookings include only the annual value of software sales and exclude professional services. Our expenses for the quarter, total operating expenses were $258 million this quarter versus $222 million in the prior year, and the increase of 16% year-over-year and 8% versus the prior quarter. Our third quarter included our FICO World event and a true-up for our annual incentive rewards, and we expect Q4 expenses to be down modestly from our Q3 run rate.\nAs Will noted, the prior year includes an $8.5 million onetime reimbursement of third-party data implementation costs and a reduction to income tax expense of $9.5 million associated with the valuation of our R&D tax credits. Our non-GAAP operating margin, as shown in our Reg G schedule, was 52% for the quarter compared with 51% in the same period last year.\nGAAP net income this quarter was $126 million, down 2% from the prior year's quarter. Our non-GAAP net income was $156 million for the quarter, up 9% from the prior year's quarter. The effective tax rate for the quarter was 24.5%. We believe that our fiscal year 2024 net effective tax rate is expected to be around 22%, while our recurring tax rate is expected to be around 26%. Recurring tax rate is before any excess tax benefit and other discrete items. Free cash flow for the quarter was $206 million, a 69% increase from the previous year. The trailing 12-month free cash flow was $551 million compared to $467 million in the prior quarter. At the end of the quarter, we had $199 million in cash and marketable investments. Our total debt at quarter end was $2.13 billion with a weighted average interest rate of 5.3%.\nCurrently, 61% of our total debt is fixed rate. Our floating rate debt is prepayable at any time, giving us the flexibility to use free cash flow to reduce outstanding floating rate debt balances in future periods. During the quarter, we secured a $450 million term loan and used those proceeds to reduce our revolving line of credit and to provide additional debt capacity.\nTurning to return of capital. We bought back 196,000 shares in the third quarter at an average price of $1,293 per share. That exhausted the existing board authorization, which was approved in January, and we have just announced a new Board authorization for $1 billion. We continue to view share repurchases as an attractive use of cash.\nAnd with that, I'll turn it back to Will for his thoughts on the rest of the year and the increase in our full year guidance.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Steve. We are executing on our strategy. Our customers are delighted with our innovative products, our execution is generating strong financial results, including impressive ACV bookings, record free cash flow and an increase in FICO Platform and FICO 10 T adoption. The business is strong. I'm pleased to report that today we're again raising our full year guidance as we enter the fourth quarter of our fiscal year. We're raising our full year revenue guidance to $1.70 billion. GAAP net income is now expected to be $500 million with GAAP earnings per share of $19.9. Non-GAAP net income is now expected to be $582 million, with non-GAAP earnings per share of $23.16.\nWith that, I'll turn it back to Dave, and we'll open up the Q&A session.\n\nDave Singleton\n\nVice President of Investor Relations\n\nThanks, Will. This concludes our prepared remarks, and we're now ready to take questions. Operator, please open the lines. ."
    },
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/b2b07f18094393818e872d538c11cb27",
        "textblob_polarity": 0.14222329416615134,
        "textblob_subjectivity": 0.3662619253762109,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9996279835700989,
                "neutral": 0.9979332387447357
            }
        },
        "content1": "Q2 2024 Fair Isaac Corp Earnings Call\n\nQ2 2024 Fair Isaac Corp Earnings Call\n\nFICONYSEAPR 25, 11:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fair Isaac Second Quarter Earnings Conference Call. [Operator Instructions]. Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Dave Singleton. Please go ahead.\n\nDave Singleton\n\nVice President of Investor Relations\n\nGood afternoon, and thank you for attending FICO's second quarter earnings call. I'm Dave Singleton, Vice President of Investor Relations, and I'm joined today by our CEO, Will Lansing; and our CFO, Steve Weber.\nToday, we issued a press release that describes financial results compared to the prior year. On this call, management will also discuss results in comparison with the prior quarter to facilitate an understanding of the run rate of the business.\nCertain statements made in this presentation are forward-looking under the Private Securities Litigation Reform Act of 1995. Those statements involve many risks and uncertainties that could cause actual results to differ materially.\nInformation concerning these risks and uncertainties is contained in the company's filings with the SEC, particularly in the Risk Factors and Forward-Looking Statements portion of such filings. Copies are available from the SEC, from the FICO website or from our Investor Relations team.\nThis call will also include statements regarding certain non-GAAP financial measures. Please refer to the company's earnings release and Regulation G schedule issued today for a reconciliation of each of these non-GAAP financial measures to the most comparable GAAP measure. The earnings release and Regulation G schedule are available on the Investor Relations page of the company's website at fico.com or on the SEC's website at sec.gov.\nAnd a replay of this webcast will be available through April 25, 2025.\nI will now turn the call over to our CEO, Will Lansing.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Dave, and thanks, everyone, for joining us for our second quarter earnings call. In the Investor Relations section of our website, we posted some financial highlights slides that we'll be referencing during our presentation today.\nToday, I'll talk about this quarter's results and our increased guidance for the full fiscal year. We again delivered strong results, demonstrating the resiliency of our business with solid growth both in Scores and in Software.\nAs shown on Page 2 of the second quarter financial highlights, we reported Q2 revenues of $434 million, up 14% over the last year. We delivered $130 million of GAAP net income in the quarter, up 28%. We delivered GAAP earnings of $5.16 per share, up 29% from the prior year. On a non-GAAP basis, Q2 net income was $154 million with earnings of $6.14 per share, up 27% and 29%, respectively.\nWe delivered free cash flow of $62 million in our second quarter and $182 million in the first half of fiscal '24.\nWe continue to return capital to our shareholders through buybacks. In Q2, we repurchased 144,000 shares at an average price of $1,246 per share. We have $367 million remaining on our Board repurchase authorization.\nNow in our Scores segment, on Page 6 of the presentation, our second quarter revenues were $237 million, up 19% versus the prior year. In B2B, the current quarter revenues were up 28% versus the prior year. On the B2C side, the current quarter revenues were down 4% versus the prior year.\nSecond quarter mortgage originations revenues were up 85% versus the prior year. Mortgage origination revenue accounted for 46% of B2B revenue and 36% of total Scores revenue. Auto originations revenues were down 1%, while credit card, personal loan and other originations revenues were down 9% versus the prior year.\nWe continue to drive strong adoption for FICO Score 10 T for nonconforming mortgages.\nSince 2023, clients with over $100 billion in annualized mortgage originations and about $300 billion in eligible mortgage portfolio servicing have signed up for the FICO Score 10 T. FICO 10 T for conforming mortgages will be rolled out based on the time line of the FHFA.\nIn our Software business, we delivered $197 million in Q2 revenue, up 8% from last year, driven by growth in on-premises and SaaS software, partially offset by a decline in professional services. We continue to drive strong growth in ARR and NRR through our land-and-expand strategy, with expand driven by increased customer usage.\nAs shown on Page 7, total ARR was up 14%, with platform ARR growing 32% and non-platform ARR growing 8%.\nTotal NRR for the quarter shown on Page 8, was 112%. Platform NRR was 126%, and non-platform NRR was 106%.\nOur total ACV bookings for the quarter were $17 million. Our pipeline remains strong, especially with platform offerings.\nBefore I turn it over to Steve to talk about financial detail, I'd like to take a few moments to talk about the FICO World event we hosted last year -- last week. The 4-day event included 1,200 attendees, representing more than 400 companies from 60 countries. FICO World brought together customers and prospective customers from around the globe to discuss the benefits of making real-time decisions at scale through the power of the FICO platform.\nCurrent customers explained the benefits of improved profits, increased customer acquisition and retention, reduced costs, growth in new product offerings and improved employee efficiency. Through FICO platform demonstrations [ in ] our innovation center, customers experienced real examples of the variety of use cases that can be deployed using the FICO platform.\nAt FICO World, we announced several innovations. We responded to market demand with an open API framework, a FICO marketplace open ecosystem and business composability. Together, these innovations foster a more collaborative environment by reducing silos and creating transparency into future outcomes.\nSome of the content from FICO World will be available in the coming weeks on our YouTube channel. I'd encourage all of you to view the demonstrations and presentations to better understand our customers' excitement around this innovative technology.\nI'll talk about our outlook for the balance of the year, including our increased guidance, but first, let me turn it to Steve for further details.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nThanks, Will, and good afternoon, everyone. As Will mentioned, we had another very good quarter with total revenue of $434 million, an increase of 14% over the prior year.\nScores segment revenues for the quarter were $237 million, up 19% from Q2 of 2023. B2B revenues were up 28%, driven primarily by mortgage originations revenues. Our B2C revenues were down 4% versus the prior year due to volume declines in our myFICO.com business.\nSoftware revenues in the second quarter were $197 million, up 8% versus Q2 2023. On-premises and SaaS software revenue grew year-over-year, while professional services revenues declined.\nThis quarter, 84% of total company revenues were derived from our Americas region, which is a combination of our North America and Latin America regions. Our EMEA region generated 10% of revenues, and the Asia Pacific region delivered 6%.\nOur total software ARR was $697 million, a 14% increase over the prior year. Platform ARR topped $200 million this year for the first time at $201 million and represented 29% of our total Q2 ARR, up from 25% of the total in Q2 of 2023. Platform ARR grew 32% versus the prior year, while nonplatform ARR grew 8% to $496 million this quarter.\nOur platform land-and-expand strategy continues to be very successful. Our dollar-based net retention rate in the quarter was 112%. Platform NRR was 126% and while our nonplatform NRR was 106%. Platform NRR was driven by a combination of new use cases and increased usage. Non-platform was driven by customers' increased usage and by CPI price increases.\nOur software ACV bookings for the quarter were $16.8 million. As a reminder, ACV bookings include only the annual value of Software sales and exclude professional services.\nTurning to expenses. Our total operating expenses were $239 million this quarter versus $221 million in the prior year. Our current expenses are a 4% increase over the prior quarter. As we indicated last quarter, we maintained focus on investments to accelerate development of the FICO platform, and that incremental investment is relatively modest and built into our guidance.\nOur non-GAAP operating margin, as shown in our Reg G schedule, was 53% for the quarter, and that represents a 400 basis point increase from the same quarter last year.\nGAAP net income this quarter was $130 million, up 28% from the prior year's quarter. Our non-GAAP net income was $154 million for the quarter, up 27% in the prior year's quarter.\nThe effective tax rate for the quarter was 25%. We believe that our fiscal year 2024 net effective tax rate is expected to be around 22%, while our recurring tax rate is expected to be around 26%. And as a reminder, the recurring tax rate is before any excess tax benefit and other discrete items [ were ] recognized.\nFree cash flow for the quarter was $61.6 million, a 30% decrease from the prior year. The trailing 12-month free cash flow was 467% -- $457 million compared to $494 million in the prior quarter. We do expect free cash flow to accelerate from the Q2 level in the next 2 quarters.\nAt the end of the quarter, we had $177 million in cash and marketable investments.\nOur total debt at quarter end was $2.04 billion with a weighted average interest rate of 5.2%. Currently, [ 63% ] of our total debt is fixed rate. Our floating rate debt is prepayable at any time, giving us the flexibility to use free cash flow to reduce outstanding floating rate debt balances in future periods.\nIn terms of return of capital, we did buy back 144,000 shares in the second quarter at an average price of $1,246 per share. And at the end of the quarter, we still had $367 million remaining on the Board authorization.\nAnd with that, I'll turn it back to Will for his thoughts on the rest of the year and to give the information on our increase in the full year guidance.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThank you, Steve. Our strategy remains consistent despite an uncertain macroeconomic environment. We're experiencing strong growth in our Scores business, even as the current rate environment has driven volumes lower.\nThroughout our business, we continue to invest in innovation. This is particularly evident as we see growing customer adoption and expanded use cases of FICO platform. Our customers are delighted to be able to optimize interactions with their end customers through data-driven composable solutions that are executed in real time.\nI'm pleased to report that today, we're raising our full year guidance as we enter the second half of our fiscal year. We're raising our full year revenue guidance to $1.69 billion. GAAP net income is now expected to be $495 million, with GAAP earnings per share of $19.70. Non-GAAP net income is now expected to be $573 million, with non-GAAP earnings per share of $22.80, non-GAAP earnings per share of $22.80.\nWith that, I'll turn the call back to Dave to open the Q&A session.\n\nDave Singleton\n\nVice President of Investor Relations\n\nThanks, Will. This concludes our prepared remarks, and we're now ready to take questions. Operator, please open the lines."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/8f6af1c1f4202567bc0d5eeb816831a5",
        "textblob_polarity": 0.14818505113587083,
        "textblob_subjectivity": 0.3654682263698656,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9995687495578419,
                "neutral": 0.9952122688293457
            }
        },
        "content1": "Q1 2024 Fair Isaac Corp Earnings Call\n\nQ1 2024 Fair Isaac Corp Earnings Call\n\nFICONYSEJAN 25, 11:00 PM\n\nOperator\n\nGreetings and welcome to the Fair Isaac Corporation quarterly earnings call. [Operator Instructions] And as a reminder, this conference is being recorded, Thursday, January 25, 2024.\nIt is now my pleasure to turn the conference over to David Singleton. Please go ahead.\n\nDave Singleton\n\nGood afternoon and thank you for joining FICO's first quarter earnings call. I'm Dave Singleton, Vice President of Investor Relations, and I'm joined today by our CEO, Will Lansing; and our CFO, Steve Weber.\nToday, we issued a press release that describes financial results compared to the prior year. And on this call, management will also discuss results in comparison with the prior quarter to facilitate an understanding of the run rate of the business.\nCertain statements made in this presentation are forward-looking under the Private Securities Litigation Reform Act of 1995. Those statements involve many risks and uncertainties that could cause actual results to differ materially. Information concerning these risks and uncertainties is contained in the company's filings with the SEC, particularly in the Risk Factors and Forward-Looking Statements portions of such filings. Copies are available from the SEC, from the FICO website or from our Investor Relations team.\nThis call will also include statements regarding certain non-GAAP financial measures. Please refer to the company's earnings release and Regulation G Schedule issued today for a reconciliation of each of these non-GAAP financial measures to the most comparable GAAP measure. The earnings release and Regulation G Schedule are available on the Investor Relations page of the company's website at fico.com or on the SEC's website at sec.gov. And a replay of this webcast will be available through January 25, 2025.\nNow I will turn the call over to our CEO, Will Lansing.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Dave, and thank you, everyone, for joining us for our first quarter earnings call. In the Investor Relations section of our website, we posted some financial highlights slides that we'll be referencing during our talk today.\nI am so pleased to report that we had a great start to our fiscal year with double-digit growth in revenue, net income and EPS versus last year. It was a solid quarter, and we're well positioned for our fiscal 2024.\nAs shown on Page 2 of the first quarter financial highlights, we reported first quarter revenues of $382 million, up 11% over last year. We delivered $121 million of GAAP net income in the quarter, up 24%; and GAAP earnings of $4.80 per share, up 25% from the prior year. On a non-GAAP basis, quarter 1 net income was $121 million with earnings of $4.81 per share, up 12% and 13%, respectively.\nWe delivered free cash flow of $121 million in our first quarter, up 32% versus prior year. We continue to return capital to our shareholders through buybacks. In quarter 1, we repurchased 78,000 shares at an average price of $915 per share. This month, we exhausted the remainder of the 2022 repurchase authorization, and we announced a new $500 million authorization this week.\nIn our Scores segment, as you can see from Page 6, our first quarter revenues were $192 million, up 8% versus the prior year. On the B2B side, the current quarter revenues were up 12% versus the prior year. This is a strong result considering the impact of higher interest rates on loan origination volumes and also the Latin America license renewal that we had in Q1 of 2023.\nOn the B2C side, the current quarter revenues were down 3% versus the prior year. First quarter mortgage originations revenues were up 188% versus the prior year. Auto originations were down 3%. Credit card, personal loan and other originations revenues were down 5% versus the prior year.\nWe continue to see traction with our latest score, FICO Score 10 T. So overall, last quarter, we announced that Movement Mortgage was an early adopter of FICO 10 T. This quarter, we announced that CrossCountry Mortgage, which is the nation's #3 retail mortgage lender, will use FICO 10 T to analyze its nonconforming loans. They are the first lender-originating loans to be issued in a mortgage-backed security based exclusively on the FICO Score 10 T. These clients, in addition to others, have signed up to demonstrate to investors and to rating agencies and to other stakeholders a real-world example of the improved predictive performance offered by FICO Score 10 T.\nIn our Software segment, we delivered $190 million in quarter 1 revenue, up 14% from last year. We continue to drive strong growth in ARR and NRR through our land-and-expand strategy with expand driven by increased customer usage.\nAs you can see on Page 7, total ARR was up 18% with platform ARR growth -- growing 43% and nonplatform ARR growing 11%. Total NRR for the quarter shown on Page 8 was 114% with platform NRR at 136% and nonplatform NRR at 108%.\nWe do continue to see strong demand from our new customers. Our total ACV bookings for the quarter were $18 million, a good result after a particularly strong fourth quarter. We continue to have a robust pipeline of opportunities, particularly with FICO Platform offerings. We've expanded our FICO Platform reach both by geography and by customer type. In December, we launched FICO Platform with an event in India, and we've already had several early adopters looking to expand to multiple use cases. In the U.K., Step Change Dev Charity, a market leader, will use the FICO platform to provide individual outcomes to consumers seeking to become debt-free.\nOur biggest opportunity near term continues to be in North America, where banks are focused on digital transformation and understand the value of the FICO Platform, where data-driven analytics allow hyper-personalized decisioning and consumer interactions on a real-time basis. We continue to innovate and bring new capabilities to the FICO Platform and work with new customers to demonstrate value and with existing customers to expand use cases. Our innovation will be highlighted at this year's FICO World event, which will take place in San Diego in April.\nI'll have more on that later. But for now, let me turn the call over to Steve for further financial details.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nThanks, Will, and good afternoon, everyone. As Will mentioned, we had another very good quarter with total revenue of $382 million, an increase of 11% over the prior year or 12% when adjusted for last year's divestiture. Scores segment revenues for the quarter were $192 million, up 8% from Q1 of 2023. B2B revenues were up 12% driven by mortgage originations revenues. Our growth would have been higher if not for the Latin American license revenue, which we'll talk about in Q1 of 2023 that did not recur this year.\nOur B2C revenues were down 3% versus the prior year due to declines in our myFICO business, partially offset by our licensed B2C business. Scores segment revenues in the first quarter were $109 million, up 14% versus Q1 of 2023 or 17% when adjusted for the divestiture. This quarter, 83% of total company revenues were derived from our Americas region, which is a combination of our North America and Latin America regions. Our EMEA region generated 10% of revenues, and the Asia Pacific region delivered 7%.\nOur total software ARR was $688 million, an 18% increase over the prior year. Platform ARR was $190 million, representing 28% of our total Q1 '24 ARR, up from 23% of total Q1 '23 ARR. Platform ARR grew 43% versus the prior year, while nonplatform ARR grew 11% to $497 million this quarter.\nOur platform land-and-expand strategy continues to be very successful. Our dollar-based net retention rate in the quarter was 114% versus 110% last year. Platform NRR was 136% versus 130% in the prior year, while our nonplatform NRR was 108% versus 103% in the prior year. Nonplatform ARR growth was driven by customers' increased usage and CPI price increases.\nOur software ACV bookings for the quarter were $18.3 million versus $21.5 million in the prior year. We view this as a successful sales quarter coming off a record quarter in our fourth quarter of '23. Remember that ACV bookings include only the annual value of software sales and exclude professional services.\nTurning now to our expenses for the quarter. Total operating expenses were $231 million this quarter versus $205 million in the prior year. Our current quarter expenses are a 3% increase from the prior quarter, which was $224 million. As we indicated last quarter, we maintain our focus on investment to accelerate development and distribution of the FICO Platform. And as a reminder, our incremental investment is relatively modest and is already built into our guidance. Our non-GAAP operating margin, as shown in our Reg G Schedule, was 48% for the quarter.\nGAAP net income this quarter was $121 million, up 24% from the prior year's quarter. Adjusting for excess tax benefit and the prior year Siron divestiture, our year-over-year GAAP net income grew 14%. Our non-GAAP net income was $121 million for the quarter, up 12% from the prior year's quarter.\nThe effective tax rate for the quarter was 7% and included $24 million of reduced tax expense from excess tax benefits recognized upon the settlement or exercise of employee stock awards. In the prior year, the excess tax benefit was $10 million. We believe that our fiscal year 2024 net effective tax rate will be around 22%, while our recurring tax rate is expected to be around 26%. Again, the recurring tax rate is before any excess tax benefit and other discrete items.\nFree cash flow for the quarter was $121 million, a 32% increase on the previous year. The trailing 12-month free cash flow was $494 million compared to $465 million in the prior year. At the end of the quarter, we had $197 million in cash and marketable investments. Our total debt at quarter end was $1.96 billion with a weighted average interest rate of 5.2%. Currently, 66% of our total debt is fixed rate. Our floating debt is prepayable at any time and gives us the flexibility to use free cash flow to reduce outstanding floating debt balances in future periods.\nTurning to return of capital. We bought back 78,000 shares in the first quarter at an average price of $915 per share. At the end of the quarter, we had $49 million remaining on the Board authorization. And as Will mentioned, we subsequently bought additional shares in January, exhausting the authorization. And this week, we announced a new $500 million repurchase authorization. And we continue to view share repurchases as an attractive use of cash.\nAnd with that, I'll turn it back to Will for his final thoughts.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Steve. I am excited about our traction as we continue to drive more innovation than ever. In the Scores business, our financial inclusion efforts continue as we launched a FICO Score aimed at helping Ukrainian refugees displaced through the war have access to credit.\nAdditionally, we added our third historically black college and university, Delaware State University, as part of our FICO Educational Analytics Challenge. This is a program created to help promote diversity in data science, engineering and technology.\nIn the Software business, we added 20 new enhancements to the FICO Platform and expanded our patent footprint to over 220 patents by adding 10 patents related to digital decisioning, fraud detection, machine learning and responsible AI. And this innovation will be on display at FICO World 2024, where we will showcase how FICO truly supercharges our clients' deal transformations. At this 4-day event, which takes place in April, we'll bring the industry professionals from around the world to connect, share best practices and learn how FICO enables organizations to power customer connections at scale. We will highlight successful clients and demonstrate the power of the FICO Platform, enabling companies to operationalize analytics, become more composable and make better decisions at scale.\nWith that, I'll turn the call back to Dave, and we'll open up the Q&A session.\n\nDave Singleton\n\nThanks, Will. This concludes our prepared remarks, and we're now ready to take questions. Operator, please open the lines."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/8712cae5a184a8ae209825a5dcdb175b",
        "textblob_polarity": 0.14887458946282486,
        "textblob_subjectivity": 0.37411810411810414,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 7
            },
            "scores": {
                "positive": 0.9884866625070572,
                "neutral": 0.9979779550007412
            }
        },
        "content1": "Q4 2023 Fair Isaac Corp Earnings Call\n\nQ4 2023 Fair Isaac Corp Earnings Call\n\nFICONYSENOV 8, 11:00 PM\n\nOperator\n\nGreetings and welcome to the Fair Isaac Corporation quarterly earnings call. [Operator Instructions] As a reminder, this conference is being recorded, Wednesday, November 8, 2023.\nI'd now like to turn the conference over to Dave Singleton, Vice President, Investor Relations. Please go ahead.\n\nDave Singleton\n\nGood afternoon and thank you for joining FICO's fourth quarter earnings call. I'm Dave Singleton, Vice President of Investor Relations, and I'm joined today by our CEO, Will Lansing; and our CFO, Steve Weber.\nToday, we issued a press release that describes financial results compared to the prior year. On this call, management will also discuss results in comparison with the prior quarter to facilitate an understanding of the run rate of our business.\nCertain statements made in this presentation are forward-looking under the Private Securities Litigation Reform Act of 1995. Those statements involve many risks and uncertainties that could cause actual results to differ materially. Information concerning these risks and uncertainties is contained in the company's filings with the SEC, particularly in the Risk Factors and Forward-Looking Statements portions of such filings. Copies are available from the SEC, from the FICO website or from our Investor Relations team.\nThis call will also include statements regarding certain non-GAAP financial measures. Please refer to the company's earnings release and the Regulation G schedule issued today for a reconciliation of each of these non-GAAP financial measures to the most comparable GAAP measure. The earnings release and Regulation Schedule G are available on the Investor Relations page of the company's website at fico.com or on the SEC's website at sec.gov. A replay of this webcast will be available through November 8, 2024.\nNow I'll turn the call over to our CEO, Will Lansing.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Dave. Thank you, everyone, for joining us for our fourth quarter earnings call. In the Investor Relations section of our website, we've posted some slides that we'll be referencing during our presentation today.\nI am pleased to report we had a strong quarter, which completed another outstanding year with record annual revenues and record earnings, meeting the guidance that we raised last quarter.\nPage 2 shows financial highlights from our fourth quarter. We reported fourth quarter revenues of $390 million, up 12% over the prior year; and $1.514 billion of revenue for the fiscal year, up 10% versus the prior year. We delivered $101 million of GAAP net income in the quarter and GAAP earnings of $4.01.\nFor the full fiscal year, we delivered $429 million in GAAP net income, which equates to [ $16.93 ] of earnings per share. On a non-GAAP basis, Q4 net income was $127 million with earnings of $5.01 per share.\nFull year non-GAAP net income was $500 million, up 10% over last year with $19.71 of non-GAAP earnings per share, which is up 14% versus the prior year. We continue to deliver strong free cash flow with a record $163 million in our fourth quarter. For the full year, we delivered $465 million of free cash flow. We continue to return capital to our shareholders through buybacks. In fiscal 2023, we repurchased 615,000 shares at an average price of $659 per share.\nIn our scores segment, as you can see from Page 6, our fourth quarter revenues were $196 million, up 12% versus the prior year. For the full year, our revenues were $774 million, up 10% versus last year. On the B2B side, the current quarter revenues were up 21% versus the prior year and up 18% for the full year. This is a strong result, considering the impact of rising interest rates on loan origination volumes.\nOn the B2C side, the current quarter revenues were down 6% versus the prior year and down 8% for the full year due to difficult comps. Fourth quarter mortgage origination revenues were up 147% versus the prior year and accounted for 24% of our scores revenues and 12% of our total company revenues. Auto origination revenues were up 2%, while credit card and personal loan origination revenues were down 2% versus the prior year.\nWe continue to innovate in scores. We're happy to see traction with our latest score, FICO Score 10 T. This quarter, we announced that Movement Mortgage, a top 10 retail mortgage lender, has become an early adopter of FICO Score 10 T. They're using it to analyze their nonconforming loans in conjunction with the classic FICO Scores. As a first-in-market user of FICO Score 10 T, Movement Mortgage will work with FICO to share early-use insights for nonconforming products to help the mortgage industry understand the benefits of the most predictive credit score in the space. Movement Mortgage's use of FICO Score 10 T will provide opportunities to evaluate risk more efficiently in credit positioning.\nThe improvements in the predictive power of FICO Score 10 T can help lenders avoid unexpected credit risk and better control default rates while making more competitive credit offers to more consumers. And this all occurs without sacrificing the trusted FICO Score minimum scoring criteria and user experience. A more predictive score will help project cash flows with more precision, potentially increasing the value of securitized assets on the secondary market.\nIn our software segment, we delivered $194 million in Q4 revenue, up 11% from last year. We delivered $740 million in fiscal year revenue, up 10% from last year. We continue to drive strong growth in ARR and NRR through our land-and-expand strategy with expand driven by increased customer usage.\nAs shown on Page 7, total ARR was up 22% with platform ARR growing 53% and nonplatform ARR growing 14%. Total NRR for the quarter shown on Page 8, was [ 120% ] with platform NRR at 145% and nonplatform NRR at 111%. We continue to see strong demand from new customers. Our total ACV bookings for the year were $94 million, up 10% year-over-year.\nThere continues to be strong demand for our FICO Platform. We've built a strong pipeline of prospects interested in using this advanced decisioning technology to optimize interactions with our consumer customers. And we continue to be recognized for our technology. Chartis ranked FICO #1 for innovation and risk management technology for the seventh consecutive year, and we're in the top 5 as a risk and compliance technology provider for the second year in a row. Forrester identified FICO as a leader in AI decisioning platform, and Juniper Resources awarded FICO Platform the Future Digital Award for Banking Innovation of the Year.\nI'll highlight the fiscal year 2024 guidance in just a few minutes. But first, let me turn the call back to Steve -- over to Steve for further financial details.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nThanks, Will, and good afternoon, everyone. We had another outstanding fiscal year, and we are excited about our momentum as we head into fiscal 2024. As Will mentioned, total revenue for the quarter was $390 million, an increase of 12% over the prior year. Full year revenue of $1.514 billion was up 10% over last year.\nScores revenues for the quarter were $196 million, up 12% from Q4 of 2022. B2B revenues were up 21% driven by mortgage originations as other areas within B2B were relatively flat to the prior year. Our B2C revenues were down 6% versus the prior year due to primarily to our myFICO.com business, where our B2C partner business was relatively flat compared to the prior year.\nFor the full year, scores revenues were $774 million, up 10% from the prior year, despite sizable headwinds in the mortgage originations market. Software segment revenues in the fourth quarter were $194 million, up 11% versus Q4 of 2022, with full year software revenues of $740 million, up 10% from the previous year.\nThis quarter, 85% of total revenues were derived from our Americas region, which is a combination of our North America and Latin American regions. Our EMEA region generated 9% and the Asia Pacific region delivered 6%.\nOur total software ARR was $669 million, a 22% increase over the prior year. Platform ARR was $173 million, representing 26% of our Q4 ARR, up from 21% in Q4 of 2022. Platform ARR grew 53% versus the prior year, while nonplatform ARR grew 14% and ended the year at $496 million.\nOur customers continue to show very strong net expansion from land-and-expand follow-on sales and increased usage. Our dollar-based net retention rate in the quarter was 120% for the total software business. Platform NRR was 145% versus 129% in the prior year, while our nonplatform NRR was 111% versus 101% in the prior year. Nonplatform was driven by customers' increased usage and some CPI increases.\nOur software ACV bookings for the quarter were $28 million versus $29 million in the prior year. And as a reminder, Q4 of 2022 contained one very large deal. ACV bookings increased 10% for the full year to $94 million versus $85 million in the prior year. And as a reminder, ACV bookings include only the annual value of software sales and exclude professional services.\nTurning now to our expenses for the quarter. Total operating expenses were $224 million this quarter versus $215 million in the prior year, an increase of 4%. For the full year, our expenses were $871 million versus $835 million in the prior year, also an increase of 4%.\nIn fiscal 2024, we maintain our focus on efficiencies and are committed to prioritizing resources to our most strategic initiatives. In the next year, we'll be focused on investment to accelerate development and distribution of FICO Platform. We also plan to invest in cybersecurities to continue to remain a top standard for both the protection of our clients and the FICO assets. The incremental investment is relatively modest and built into our guidance.\nOur non-GAAP operating margin, as shown in our Reg G schedule, was 51% both for the quarter and the full year. We delivered non-GAAP margin expansion of 300 basis points for the full fiscal year.\nGAAP net income this quarter was $101 million, up 12% from the prior year quarter. Our non-GAAP net income was $227 million for the full -- for the quarter, up 30% from the prior year quarter. For the full year, GAAP net income was $429 million, up 15% from last year. And non-GAAP net income for the current year was $500 million, up 10% from last year.\nThe effective tax rate for the full year was 22%, including $13 million of reduced tax expense from excess tax benefits recognized upon the settlement or exercise of employee stock awards, and $9 million reduction associated with the valuation of our R&D tax credits. We expect our fiscal 2024 effective tax rate to remain around 22%, while our recurring tax rate is expected to be around 26%. Again, the recurring tax rate is before any excess tax benefits and other discrete items.\nFree cash flow for the quarter was a record breaking $163 million. For the full year, the free cash flow was $465 million. At the end of the quarter, we had $170 million in cash and marketable investments. Our total debt at quarter end was $1.86 billion with a weighted average interest rate of 5.1%. Currently, about 70% of our total debt is fixed rate. Our floating rate debt is prepayable at any time, giving us the flexibility to use free cash flow to reduce outstanding floating rate debt balances in future periods.\nAs Will said, we bought back 136,000 shares in the fourth quarter at an average price of $859 per share. In fiscal 2023, we repurchased 615,000 shares at an average price of $659 per share for a total of $406 million. At the end of the quarter, we had $121 million remaining on the current Board authorization, and we continue to view share repurchases as an attractive use of cash.\nAnd with that, I'll turn it back to Will for his thoughts on fiscal 2024.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Steve. As we enter fiscal 2024, I remain excited about our future. Both our software and scores businesses are best in class, and our continued investment will accelerate our competitive advantage. We continually look for ways to build our brand and expand our outreach.\nLast quarter, I talked about our financial literacy efforts. Today, I'd like to discuss the launch of the FICO Educational Analytics Challenge. This program, which we've created for students at historically black colleges and universities, features remote mentoring from FICO data scientists and in-person lectures by FICO's Chief Analytics Officer, Dr. Scott Zilldi. The FICO Educational Analytics Challenge is a program created to help promote diversity in data science, engineering and technology.\nToday, we announced the departure of Stephanie Covert, who has led our software business. Stephanie was instrumental in driving FICO software growth and platform transformation, and we wish her well in her future endeavors.\nBefore we open for questions, I'll review our fiscal '24 guidance. While we don't break out our segments, we do expect growth in both our scores and software segments. As with prior years, we expect the pricing initiatives in fiscal '24 to have an additional impact beyond our guided numbers. And because of uncertainty in volumes, it's difficult to estimate the timing and magnitude of that impact.\nOur fiscal 2023 bookings, strong pipeline, recurring revenues and diversified product portfolio give us considerable visibility into fiscal 2024. So today, we're guiding double-digit growth for both revenue and earnings, as shown on Page 13 of the presentation. We're guiding revenues of about $1.675 billion, an 11% increase versus last year. We are guiding GAAP net income of approximately $490 million, an increase of 14%; GAAP EPS of approximately $19.45, an increase of 15%; non-GAAP net income of about $566 million, an increase of 13%; and non-GAAP earnings per share of about $22.45, an increase of 14%.\nWith that, I'll turn the call back to Dave, and we'll take some questions.\n\nDave Singleton\n\nThanks, Will. This concludes our prepared remarks, and we're now ready to take questions. Operator, please open the lines."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/56672adf13af928eb57f9af7ff78718d",
        "textblob_polarity": 0.11438467211800549,
        "textblob_subjectivity": 0.3630655443322113,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 2
            },
            "scores": {
                "positive": 0.992013965334211,
                "neutral": 0.9959484338760376
            }
        },
        "content1": "Q3 2023 Fair Isaac Corporation Earnings Call\n\nQ3 2023 Fair Isaac Corporation Earnings Call\n\nFICONYSEAUG 2, 11:00 PM\n\nOperator\n\nGreetings, and welcome to the Fair Isaac Corporation Quarterly Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded, Wednesday, August 2, 2023.\nI'd now like to turn the conference over to Steve Weber. Please go ahead.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nGood afternoon, and thank you for joining FICO's third quarter earnings call. I'm Steve Weber, FICO's CFO, and I'm joined today by our CEO, Will Lansing.\nToday, we issued a press release that describes financial results compared to the prior year. On this call, management will results in comparison to the prior quarter in order to facilitate understanding of the run rate of our business. Certain statements made in the presentation may be characterized as forward-looking under the Private Securities Litigation Reform Act of 1995. Those statements involve many uncertainties that could cause actual results to differ materially. Information concerning these uncertainties is contained in the company's filings with the SEC, in particular, in the risk factors and forward-looking statements portions of such filings. Copies are available from the SEC, from the FICO website or from our Investor Relations team.\nThis call will also include statements regarding certain non-GAAP financial measures. Please refer to the company's earnings release and Regulation G schedule issued today for a reconciliation of each of these non-GAAP financial measures to the most comparable GAAP measure. The earnings release and Regulation G schedule are available on the Investor Relations page of the company's website at fico.com or on the SEC's website at sec.gov. A replay of this webcast will be available through August 2, 2024.\nAnd with that, I'll turn the call over to Will Lansing.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Steve, and thank you, everyone, for joining us for our third quarter earnings call. On the Investor Relations section of our website, we posted slides that offer financial highlights for our third quarter.\nI am pleased to report we delivered another exceptional quarter with record revenue and profitability and strength throughout our business. Today, I'll talk about this quarter's results and our increased guidance for the full fiscal year. As you can see on Page 2 of the presentation, we reported record revenues of $399 million, an increase of 14% over the same period last year. We delivered $129 million of GAAP net income and GAAP earnings of $5.08 per share, growing 38% and 41%, respectively, over the prior year. On a non-GAAP basis, net income was $143 million, with earnings per share of $5.66, representing year-over-year growth of 24% and 27%.\nWe continue to deliver strong results throughout the business. Scores revenue was a record $202 million, up 13% in the quarter versus the prior year. As you can see on Page 6 of the presentation, B2B revenues were up 24%, driven primarily by increased originations revenues. Mortgage originations revenues were up 135% versus last year. Auto origination revenues were up 5%. Credit card, personal loan and other origination revenues were up 2%. On B2C, revenues were flat with last quarter and down 11% versus the same period last year. That was due to difficult comps.\nIn our software business, we continue to drive growth with FICO platform, which provides the power of analytics and AI to enable smarter business decisions at scale. You can see on Page 7 we delivered overall ARR growth of 20%, a significant milestone for us and platform ARR growth of 53%. This represents our 15th straight quarter of platform ARR growth in excess of 40%. We continue to drive strong net retention rates as our customers continue to increase volumes and find new use cases.\nOverall NRR increased to 117%, as shown on Page 8, and Legacy off-platform NRR was 109% as volumes grow in many of our customers. Platform NRR was 142% due to expanded use cases driven by the success of our land and expand strategy.\nAnd we continue to see strong demand for our software. As you can see on Page 9, we had another quarter of double-digit growth with ACV bookings up 13% over the same period last year. We continue to see a strong pipeline of opportunities and are seeing strong demand for FICO platform. We had first-hand confirmation of the critical nature of FICO platform at our recent FICO World Conference. This is a 3-day event, and it attracted customers for more than 60 countries where they shared best practices, learned about the latest in AI and advanced analytic innovations and learn new approaches for digital transformation. We talked about how FICO platform can design, build and deliver AI-powered hyper-personalized customer journeys across every touch point and with every interaction.\nPersonally, I enjoyed the opportunity to meet our customers and hear from them how we're working together to optimize their most difficult decisions. One customer said, \"I knew the FICO platform had potential to help transform our business from a decision-making perspective, but I'm now blown away by the scope of the platform and communications capabilities.\" Another customer told us, \"FICO doesn't sell software, you sell intelligence that's way more valuable.\" And yet another customer simply said, \"We either do this now or we fail forever.\" I'm proud of our technological excellence and the team that supports our customers to transform their business.\nFinally, I'd like to say a few words about our partnership with Chelsea Football Club, where we're working together to empower students adults and communities across the U.S. with financial literacy tools and knowledge to make informed credit decisions that last a lifetime. We are hosting fundamentals workshops in partnership with the U.S. Soccer Foundation to empower the younger generation with the essential credit knowledge to jump-start their credit journeys. Financial literacy correlates with better outcomes in education, but we know that the playing field is not always equal. 1 in 5 U.S. teenagers lack basic financial literacy skills. Around 74% of teams aren't confident in their financial knowledge. We're working on tackling this financial education gap to get more young people in the game.\nIn each of the 5 cities that Chelsea is playing this summer, we're working with local partners to bring teenagers from traditionally underserved communities to these fundamentals, workshops that are held on or near game day. The students will have an opportunity to attend the Chelsea football game taking place in their city. For the wider community in these cities, FICO is also hosting Score a Better Future Credit Education events, which are free to the public and will provide local residents with knowledge and tools to gain better insight into their financial health and understanding of their FICO scores. We know that FICO Scores have allowed much more equitable access to credit, and we're committed to helping educate consumers about processes to foster broader institution.\nI'll have some final comments, including an increase in our guidance in a few minutes, but first, let me turn the call back to Steve for further details.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nThank you. As Will said, we delivered another very strong quarter in both our Scores and Software segments. Total revenues for the third quarter were $399 million, an increase of 14% over the prior year. In our Scores segment, revenues were $202 million, up 13% from the same period last year. B2B Scores revenues were up 24% over the prior year, driven by increased originations revenues. We drove revenue increases in mortgage, auto and credit card personal loan and other originations. This quarter, mortgage originations revenues were up 135% from the same quarter last year. Auto originations revenues were up 5%, and credit card, personal loan and other origination revenues were up 2% over last year. .\nB2B Scores revenues were down 11% from the same period last year, again, due to difficult comps. B2C revenues have been relatively flat throughout FY '23. Software segment revenues in the third quarter were $197 million, up [16%] versus the same period last year. Software recognized over time were $147 million or 74% of total software revenues. License revenues recognized upfront or at a point in time were $25 million this quarter and represented 13% of software revenues. Our professional services revenues were $25 million, also representing 13% of total software revenues.\nIn the third quarter, 87% of total revenues were derived from our Americas region. Our EMEA region generated 8% and 5% were from Asia Pacific. Our software ARR in the third fiscal quarter of 2023 was $646 million, a 20% increase over the period the prior year. Our platform ARR was $164 million, up 53% from last year and represented 25% of our total third quarter ARR compared with 20% last year. Our non-platform ARR also grew very well and was $482 million in the third quarter, up 11%. And as a reminder, all of our AR numbers have been adjusted for the divestitures we've made.\nOur dollar-based net retention rate in the quarter was 17% overall versus 109% last year. We continue to show very strong net expansion from our platform customers due to follow-on sales of new use cases and from increased usage. The DB NRR for platform was 142% in the third quarter. Our non-platform customer software usage also increased this quarter due to increased volumes and CPI increases. The nonplatform NRR was 109%.\nWe had another good quarter of software sales with ACV or annual contract value bookings of $21 million versus $19 million in the prior year, an increase of 13%. And as a reminder, ACV bookings include only the annual value of software sales and exclude professional services.\nTotal operating expenses in the third quarter were $222 million this quarter versus $208 million in the prior year, and $220 million -- $221 million in Q2. Third quarter expenses included our FICO World event in May and a onetime reimbursement of third-party data implementation costs that were previously incurred in the previous quarter. Our non-GAAP operating margin, as shown in our Regulation G schedule was 53% for the year, a 400 basis point improvement over the previous year.\nGAAP net income this quarter was $129 million, up 38% from the prior year quarter and included a noncash reduction to income tax expense of $9.5 million associated with the valuation of our R&D tax credits. GAAP EPS of $5.08 was up 41% from the prior year. Our non-GAAP net income was $143 million for the quarter, up 24% versus the same quarter last year, and the non-GAAP EPS was $5.66, up 27% from the prior year. The effective tax rate for the quarter was 18% and included the adjustment to the valuation of the R&D credit I mentioned earlier. We expect our Q4 recurring tax rate to be approximately 25% to 26%. That expected recurring tax rate is before any excess tax benefit or other discrete items.\nFree cash flow for the quarter was $122 million. For the trailing 12 months, free cash flow was $446 million. At the end of the quarter, we had $195 million in cash and marketable investments. Our total debt at the quarter end was $1.93 billion, with a weighted average interest rate of 5.1%. Currently, about [67%] of our total debt is fixed rate. Our floating rate debt is prepayable at any time, giving us the flexibility to use free cash flow to reduce outstanding floating rate debt balances in future periods.\nTurning to return of capital. We bought back 130,000 shares in the third quarter at an average price of $753 per share. At the end of the quarter, we had $237 million remaining on the current Board authorization, and we continue to view share repurchases as an attractive use of cash.\nAnd with that, I'll turn it back to Will for his thoughts on the rest of FY '23 and increase in our full year guidance.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Steve. As we finish our fiscal 2023 year, I am extremely pleased with the progress we've made in advancing our strategic initiatives. And I'm bullish on both of the segments of our business. Our Scores business continues to deliver strong growth and we're dedicated to innovation to face industry challenges in the years to come. In our software business through FICO platform is enabling customers to use the latest analytics and AI technology to optimize their consumer interactions. .\nFinally, today, we're again raising our full year guidance as we enter the final quarter of our fiscal year. We are raising our full year revenue guidance to $1.5 billion. We are also increasing our GAAP and non-GAAP net income guidance. GAAP net income is now expected to be $428 million. GAAP earnings per share is now expected to be $16.90. Non-GAAP net income is now expected to be $500 million. Non-GAAP EPS is expected to be $19.70.\nAnd I'll now turn the call back to Steve, and we'll take some Q&A.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nThanks, Will. This does conclude our prepared remarks, and we are now to take your questions. Operator, please open the lines. ."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/ff3452f8fac242dbb39a2f6f8b724492",
        "textblob_polarity": 0.12952467467173356,
        "textblob_subjectivity": 0.3624798404210171,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9995075106620789,
                "neutral": 0.9984279155731202
            }
        },
        "content1": "Q2 2023 Fair Isaac Corporation Earnings Call\n\nQ2 2023 Fair Isaac Corporation Earnings Call\n\nFICONYSEAPR 27, 11:00 PM\n\nOperator\n\nGreetings and welcome to the Fair Isaac Corporation Quarterly Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded, Thursday, April 27, 2023.\nI'd now like to turn the conference over to Steve Weber. Please go ahead.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nGood afternoon and thank you for joining FICO's second quarter earnings call. I'm Steve Weber, Interim CFO, and I'm joined today by our CEO, Will Lansing.\nToday, we issued a press release that describes financial results compared to the prior year. On this call, management will also discuss results in comparison to the prior quarter in order to facilitate the understanding of the run rate of our business.\nCertain statements made in this presentation may be characterized as forward-looking under the Private Securities Litigation Reform Act of 1995. Those statements involve many uncertainties that could cause actual results to differ materially. Information concerning those uncertainties is contained in the company's filings with the SEC, in particular, in the risk factors and forward-looking statements portions of such filings. Copies are available from the SEC on the FICO website or from our Investor Relations team.\nThis call will also include statements regarding certain non-GAAP financial measures. Please refer to the company's earnings release and Regulation G schedule issued today for a reconciliation of each of these non-GAAP financial measures to the most comparable GAAP measure. The earnings release and Regulation G schedule are available on the Investor Relations page of the company's website at fico.com or on the SEC's website at sec.gov.\nA replay of this webcast will be available through April 27, 2024.\nAnd now I'll turn the call over to Will Lansing.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThanks, Steve, and thank you, everyone, for joining us for our second quarter earnings call. On the Investor Relations section of our website, we posted some slides that offer financial highlights of our second quarter.\nI am pleased to report that we continue to deliver strong results with record revenue and growth throughout our business. Today, I'll talk about this quarter's results and our expectations for the rest of the year.\nAs you can see on Page 2 of the presentation, we reported revenues of $380 million, an increase of 6% over the same period last year. We delivered $102 million of GAAP net income and GAAP earnings of $4 per share. On a non-GAAP basis, net income was $121 million with earnings per share of $4.78.\nOn the Scores side of the business, we continue to perform well. Scores delivered a record quarter with $198 million of revenue, up 8% in the quarter versus the prior year, as you can see on Page 6.\nOn the B2B side, revenues were up 16% driven primarily by increased originations revenues. Mortgage originations revenues were up 90% versus last year. Auto originations revenues were up 13%. Credit card, personal loan and other originations revenues were up 12%. Our B2C revenues continue to face difficult comps, and while up slightly versus last quarter, were down 8% versus the same period last year.\nIn our Software business, our FICO platform provides the power of analytics and AI to enable smarter business decisions at scale. We're focused on helping clients maximize the customer experience by predicting, analyzing and optimizing customer interactions in real time to make better customer decisions across the enterprise. These better decisions build trust and loyalty by delivering hyper-personalized experiences through holistic customer management. And the strong results we're delivering demonstrated in the industry hungry for these solutions.\nAs you can see on Page 7, we delivered overall ARR growth of 17% and platform ARR growth of 60%. This represents our 14th straight quarter of platform ARR growth in excess of 40%.\nAgain, our customers continue to increase volumes and find new use cases, as you can see from our net retention rates shown on Page 8. Overall, net retention rate was 114%. Legacy platform NRR was 105% as volumes grew in many of our customers. Platform net retention rate was 146% due to expanded use cases driven by the success of our land and expand strategy. And we continue to see strong demand for our Software.\nAs you can see on Page 9, our ACV bookings were up 16% over the same period last year. We continue to see a strong pipeline of opportunities as we help our customers to look at strategic mission-critical decisioning as they pursue their digital transformation.\nFinally, I'd like to talk a little bit about our FICO World customer event next month. FICO World attendees will be able to discover how to design, build and deliver a hyper-personalized customer experience across every touch point and within every interaction. Attendees will have access to schedule meetings with FICO's leading thought leaders and experts to discuss best practices and innovative solution designs to solve business challenges. General session presenters at FICO World include leading financial services providers from North America, Latin America, Europe and Asia Pacific. The conference will reveal new products, FICO score alternative data innovations, software capabilities on the FICO platform as well as the company's flagship solutions for AI-powered decisions. We will also announce a new partnership and other new FICO solutions. We'll talk more next quarter about the event and give more details about how leading financial services providers are using the FICO platform to design innovative solutions to solve business challenges.\nI'll have some final comments, including a revision of our guidance in a few minutes. But first, let me talk -- turn the call over to Steve for further financial details.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nThank you. As Will said, we delivered another very good quarter in both our Scores and Software segments. Total revenue for the second quarter were around $30 million -- $380 million, an increase of 6% over the prior year or 7% when adjusted for divestitures. In our Scores segment, revenues were $198 million, up 8% from the same period last year. B2B Scores revenues were up 16% over the prior year driven by increased originations revenues. We drove revenue increases in mortgage, auto and credit card, personal loan and other originations.\nThis quarter, mortgage originations revenues were up 90% from the same quarter last year. Our originations revenues were up 13%. And credit card and personal loan and other originations revenues were up 12% over last year.\nB2C Scores revenues were down 8% from the same period last year, as Will explained, due to difficult comps. As a reminder, that was an area that experienced outsized growth during the refinancing boom and peak in our third quarter of fiscal '22 and was up about 1% this quarter versus the first quarter of fiscal '23.\nSoftware segment revenues in the second quarter were $182 million, up 5% from the same period last year where we have -- and as a reminder, last year, we had a significant upfront license revenue quarter. Software revenues recognized over time were $136 million or 74% of total Software revenues. License revenues recognized upfront or at a point in time where -- or $19 million this quarter and represented 11% of Software revenues. Our professional services revenues were $27 million, representing 15% of total Software revenues.\nIn the second quarter, 84% of total company revenues were derived from our Americas region. Our EMEA region generated 11%, and the remaining 5% were from Asia Pacific.\nOur Software ARR in the second fiscal quarter of 2023 was $613 million, a 17% increase over the prior year quarter. Our platform ARR was $152 million, up [ 60% ] from last year and represented 25% of our total second quarter ARR compared with 18% last year. Our nonplatform ARR also grew nicely and was [ $461 ] million in the first quarter, up 7%. As a reminder, all of our ARR numbers have been adjusted for divestitures.\nOur dollar-based net retention rate in the quarter was 114% overall versus 109% last year. Our platform customers continue to show very strong net expansion from follow-on sales of new use cases and from increased usage. The net retention rate for platform was 146% in the second quarter. Our nonplatform customers software usage increased this quarter due to increased volumes and PPI increases. The nonplatform NRR was 105%.\nWe had another good quarter of Software sales with annual contract value bookings of $23.3 million versus $20.2 million in the prior year, an increase of [ 16% ]. As a reminder, ACV bookings include only the annual value of Software sales, excluding professional services.\nTurning on to expenses for the quarter. Our total operating expenses were $221 million this quarter versus $205 million in the prior year and $205 million in Q1. Much of the increase was due to salary increases, which took effect in December and [indiscernible] increases. We also had approximately $10 million of nonrecurring expense from a number of small items that were incurred this quarter. We will have some onetime expense from our FICO World event in the third quarter, but we do expect a run rate in the back half of the year to increase slightly from the current levels.\nOur non-GAAP operating margin, as shown on our Reg G schedule, was 49% for the quarter, the same as our first quarter of FY '23. GAAP net income this quarter was $102 million, down 3% from the prior year quarter where, again, we had a large upfront license deal. GAAP EPS of $4 was up 1% from prior year. Our non-GAAP net income was $120 million -- $121 million for the quarter, down 2% versus the [ first ] quarter last year. And non-GAAP EPS was $4.78, up 2% from the prior year.\nThe effective tax rate for the quarter was 26%. We expect our full year 2023 recurring tax rate to be approximately 25% to 26%. [indiscernible] expecting recurring tax rate before any excess tax benefit or other discrete items. The resulting net effective tax rate is estimated to be about 24% to 25%.\nFree cash flow for the quarter was $88 million for the trailing 12 months. Free cash flow was $439 million. At the end of the quarter, we had [ $167 ] million in cash and marketable investments.\nOur total debt at quarter end was $1.92 billion with a weighted average interest rate of 5.1%. Currently, [ about ] [ 67% ] of our total debt is fixed rate. Our floating rate debt is prepayable at any time, giving us the flexibility to use free cash flow to reduce outstanding floating debt balances in future periods.\nTurning to return of capital. We bought back 170,000 shares in the second quarter at an average price of $684 per share. At the end of the quarter, we had $335 million remaining on the current Board authorization, and we continue to view share repurchases at an attractive use of cash.\nAnd with that, I'll turn it back to Will for his thoughts on the rest of fiscal '23 and our revised full year guidance.\n\nWilliam J. Lansing\n\nPresident, Chief Executive Officer & Director, Fair Isaac Corp.\n\nThank you, Steve. As I said in my opening remarks, we continue to deliver strong results, and I have confidence in our team as we move forward. Our Scores business continues to deliver strong growth even in a volatile macro environment. As I've said in the past, our diversification through different credit verticals means we're less dependent on specific types of lending, which is very important in a rising rate environment.\nOn the Software side, we continue to prove that market demand for FICO platform is strong and growing. We're delivering valuable technology to customers looking to use the latest analytic and AI technology to optimize their consumer interactions and revolutionize their businesses through digital transformation and, importantly, to do it at scale and with low latency. As always, we're focused on execution and remain committed to delivering value to our shareholders and visibility into our progress.\nFinally, today, we're raising our full year guidance as we enter the back half of our fiscal year. There's still a great deal of uncertainty in the markets we serve, but we have line of sight to much of our revenue and are confident that we can raise our guidance accordingly.\nWe are raising our full year revenue guidance to $1.48 billion. We're also increasing our GAAP and non-GAAP net income guidance. GAAP net income is now expected to be $406 million. GAAP earnings per share is now expected to be $16.15. Non-GAAP net income is now expected to be $489 million. Non-GAAP EPS is $19.45.\nAnd with that, let's turn the call back to Steve for Q&A.\n\nSteven P. Weber\n\nVice President, Investor Relations & Treasurer, Fair Isaac Corp.\n\nThanks, Will. This concludes our prepared remarks, and we're ready now to take any questions you may have. Operator, please open the line."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/aa8cf19d283558c8c2b7baaa0c5f24e7",
        "textblob_polarity": 0.14546716316858502,
        "textblob_subjectivity": 0.3861646252641517,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9989782680164684,
                "neutral": 0.9964916944503784
            }
        },
        "content1": "Q1 2023 Fair Isaac Corp Earnings Call\n\nQ1 2023 Fair Isaac Corp Earnings Call\n\nFICONYSEJAN 26, 11:00 PM\n\nOperator\n\nGreetings, and thank you for standing by. Welcome to the Fair Isaac Corporation Quarterly Earnings Call. (Operator Instructions) This conference is being recorded Thursday, January 26, 2023. And now I'd like to turn the conference over to Steve Weber. Please go ahead.\n\nSteven P. Weber\n\nInterim CFO, VP of IR & Treasurer, Fair Isaac Corporation\n\nGood afternoon, and thank you for joining FICO's first quarter earnings call. I'm Steve Weber, Interim CFO, and I'm joined today by our CEO, Will Lansing. Today, we issued a press release that describes financial results compared to the prior year. On this call, management will also discuss results in comparison to the prior quarter in order to facilitate understanding of the run rate of our business.\nCertain statements made in this presentation may be characterized as forward-looking under the Private Securities Litigation Reform Act of 1995. Those statements involve many uncertainties that could cause actual results to differ materially.\nInformation concerning these uncertainties is contained in the company's filings with the SEC, in particular, in the risk factors and forward-looking statements portions of such filings. Copies are available from the SEC, from the FICO website or from our Investor Relations team.\nThis call will also include statements regarding certain non-GAAP financial measures. Please refer to the company's earnings release and Regulation G schedule issued today for a reconciliation of each of these non-GAAP financial measures to the most comparable GAAP measure. The earnings release and Regulation G schedule are available on the Investor Relations page of the company's website at fico.com or on the SEC's website at sec.gov.\nA replay of this webcast will be available through January 26, 2024. Now I'll turn the call over to Will Lansing.\n\nWilliam J. Lansing\n\nPresident, CEO & Director, Fair Isaac Corporation\n\nThanks, Steve, and thank you, everyone, for joining us for our first quarter earnings call. In the Investor Relations section of our website, we've posted some slides that we'll be referencing through our presentation today.\nI'm pleased with the results we delivered in our first fiscal quarter. Even in these uncertain economic times, the resilience of our assets and the execution of our team allow us to deliver steady growth in both revenues and earnings and value to our shareholders.\nPage 2 shows financial highlights from our first quarter. We reported revenues of $345 million in Q1, up 7% from the prior year. Our GAAP net income of $98 million was up 15% over the prior year and GAAP EPS of $3.84, up 24%. On a non-GAAP basis, Q1 net income was $108 million, up 6% from the prior year, and earnings per share of $4.26 were up 15% from the prior year quarter. Overall, we are off to a very good start in our fiscal 2023.\nIn Scores, revenues were up 5% over the same period last year, as you can see on Page 6 of the presentation. B2B revenues were up 11% in the quarter versus the prior year, driven by unit price increases, increased volumes in card and personal loan originations, and also by a license renewal in Latin America.\nIn the U.S., auto originations revenues were up 24% and card and personal loan originations revenues were up 19%. We continue to see reduced mortgage origination volumes for the U.S. market, where revenues were down about 40% year-over-year. The fiscal 2023 price increases we talked about last quarter take effect primarily in January. So we expect to see much of the impact in our second fiscal quarter. As always, it's difficult to estimate the timing and magnitude of the impact.\nOur B2C revenues were down 6% versus the prior year quarter as we continue to see difficult comps in our myFICO business due to the economic climate and especially because of the higher interest rates and lower number of consumers preparing for mortgages.\nIn our software business, we continue our focus on the decisioning platform that enables businesses to optimize consumer interactions across their enterprise. Overall software numbers look strong, and platform numbers continue to be exceptional.\nAs you can see on Page 7, we delivered overall ARR growth of 11% and platform ARR growth of 46%. Our ARR, our DBNRR and our ACV numbers are adjusted for the Siron divestiture. And again, our customers continue to find new use cases, as you can see from our net retention rates shown on Page 8. Overall, net retention rate was 110%, and platform net retention is 130%, continuing to demonstrate the success of our land-and-expand strategy, and we continue to see strong demand for our software.\nAs you can see on Page 9, our ACV bookings were up 31% over the same period last year, and we continue to see a strong pipeline of opportunities as customers look to FICO to deliver strategic mission-critical decisioning.\nEarlier this week, I had the opportunity to attend our annual sales meeting, where I met with colleagues from around the world to discuss best practices, current trends and especially how our customers view our offerings. I heard firsthand how customers were looking at FICO to help solve their most difficult decisions and how those customers were increasingly finding new ways to use the FICO platform throughout their businesses. I don't think there's ever been a time at FICO where the team has been so excited about the opportunities ahead of us. And I share that excitement. I came away with a renewed appreciation for our unique technological capabilities and the incredible team that we have taking it to the market.\nFinally, as I've often said, we're committed to becoming the preeminent platform player in decisioning analytics. The strategic focus has allowed us to exit some nonstrategic products and services over the last few years. In November, we announced we had reached an agreement to transition our Siron compliance business to our partner, IMTF. We closed that transaction in December. While we're proud of the work and the innovation at the FICO team put into Siron to make it an industry-leading solution, we believe we are better positioned if we dedicate our focus and our resources to expanding the capabilities and market penetration of FICO platform.\nI'll have some final comments in a few minutes, but first, let me turn the call back to Steve for more financial detail. Thanks.\n\nSteven P. Weber\n\nInterim CFO, VP of IR & Treasurer, Fair Isaac Corporation\n\nAs Will said, we delivered another solid quarter in both our Scores and Software segments. Total revenues for the first quarter were $345 million, an increase of 7% over the prior year and slightly ahead of our internal plan. In our Scores segment, revenues were $178 million, up 5% from the same period last year. B2B Scores revenues were up 11% over the prior year. As has been the case for several quarters, mortgage originations revenues were down from the previous year. This quarter, those revenues were down 40% from the same quarter last year and 29% from Q4. But again, that was offset by growth in other areas. Credit card and personal loan originations revenues were up 19% over last year, and auto originations revenues were up 24%.\nWe also renewed a multiyear license, which had a positive impact on the quarter. B2C Scores revenues were down 6% from the same period last year, and we expect B2C revenues to be down modestly from current levels throughout the rest of the fiscal year.\nSoftware segment revenues in the first quarter were $167 million, up 9% versus the same period last year. Software revenues recognized over time were $133 million or 80% of total software revenues. License revenues recognized upfront or at any point in time, were $12 million this quarter and represented 7% of software revenues. Our professional services revenues were $22 million, representing 13% of total software revenues.\nThis quarter, 85% of total company revenues were derived from our Americas region. Our EMEA region generated 9%, and the remaining 6% were from Asia Pacific. Our software ARR in the first fiscal quarter of 2023 was $583 million, an 11% increase over the prior year quarter. Our platform ARR was $133 million, up 46% last year and represented 23% of our total first quarter ARR compared with 17% last year. Our non-platform ARR was $450 million in the first quarter, up 4% when adjusted for divestitures.\nOur dollar-based net retention rate in the quarter was 100% -- 110% overall versus 109% last year. Our platform customers continue to show very strong net expansion from land-and-expand follow-on sales and increased usage. The net retention per platform was 130% in the fourth quarter. Our non-platform customer software usage has matured and relatively stable with retention this quarter at 103%.\nSoftware sales were again strong this quarter with annual contract value bookings at $21.5 million versus $16.4 million in the prior year, an increase of 31%. And as a reminder, ACV bookings include only the annual value of software sales, excluding professional services.\nTurning now to our expenses for the quarter. Total operating expenses were $205 million this quarter versus $207 million in the prior year and $215 million in Q4. While we continue to focus on expense efficiency, we do expect our total expenses to trend up in FY '23 from salary increases and modest headcount increases.\nOur non-GAAP operating margin, as shown on our Reg G schedule, was 49% for the quarter, representing a 400 basis point non-GAAP margin expansion versus the same period last year. GAAP net income this quarter was $98 million, up 15% from the prior year quarter. Our non-GAAP net income was $108 million for the quarter, up 6% from the same quarter last year. The effective tax rate for the quarter was 17% and included $10 million of reduced tax expense from excess tax benefits recognized upon the settlement or exercise of employee stock awards.\nWe expect our full year fiscal 2023 recurring tax rate to be approximately 25% to 26%. That expected recurring tax rate is before any excess tax benefits or other discrete items. The resulting net effective tax rate is estimated to be about 24%.\nFree cash flow for the quarter was $92 million. For the trailing 12-month months, free cash flow was $471 million. At the end of the quarter, we had $166 million in cash and marketable investments. Our total debt at quarter end was $1.92 billion with a weighted average interest rate of 4.9%.\nCurrently, about 67% of our total debt is fixed rate. Our floating rate debt is prepayable at any time, giving us the flexibility to use free cash flow to reduce outstanding floating rate debt balances in future periods.\nTurning to return of capital. We bought back 180,000 shares in the first quarter at an average price of $418 per share. We have $451 million remaining on the current Board authorization, and we continue to view share repurchases as an attractive use of cash.\nAnd with that, I'll turn it back to Will for his thoughts on the rest of FY '23.\n\nWilliam J. Lansing\n\nPresident, CEO & Director, Fair Isaac Corporation\n\nThanks, Steve. I'm really pleased with our Q1 results. I'm pleased with the progress we're making on strategic initiatives, and I'm pleased with our positioning for the balance of fiscal 2023. Our Scores business continues to deliver growth even in a turbulent market.\nAs I said in the past, our diversification across different credit verticals means that we're not dependent on one specific type of lending. On the software side, our platform strategy continued to drive strong results. The strategic mission-critical nature of our decisioning FICO platform means that customers are not delaying purchases and implementations. This is evident in the 13 straight quarters of 40-plus percent of platform ARR growth and the continued strong net retention rate of current customers. We're confident we have the best-in-class capabilities in an emerging marketplace that's poised for sustained growth.\nI'm confident we have the correct strategy and a strong team in place to deliver on the remarkable opportunities ahead. As always, we remain focused on execution, and we're committed to delivering outstanding value for our shareholders.\nAs a reminder, when we announced our CFO transition, we also reiterated our guidance with an adjustment for the transition of the Siron Compliance Solution to our partner. So we are guiding revenues of $1.463 billion, GAAP net income of $401 million, GAAP EPS of $16, non-GAAP net income of $487 million, and non-GAAP EPS of $19.42.\nI'll turn the call back to Steve, and we'll be taking questions.\n\nSteven P. Weber\n\nInterim CFO, VP of IR & Treasurer, Fair Isaac Corporation\n\nThanks, Will. This concludes our prepared remarks, and we are now ready to take your questions. Operator, please open the line."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/93d95436bbdf0159f49db0909b70824d",
        "textblob_polarity": 0.14722158560393875,
        "textblob_subjectivity": 0.39627972401081646,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9996702671051025,
                "neutral": 0.9979041616121928
            }
        },
        "content1": "Q4 2022 Fair Isaac Corp Earnings Call\n\nQ4 2022 Fair Isaac Corp Earnings Call\n\nFICONYSENOV 9, 11:00 PM\n\nOperator\n\nGreetings and thank you for standing by. Welcome to the Fair Isaac Corporation Quarterly Earnings Call. (Operator Instructions) This conference is being recorded Wednesday, November 9, 2022.\nAnd now I'd like to turn the conference over to Steve Weber, Vice President, Investor Relations. Please go ahead.\n\nSteven P. Weber\n\nVP of IR & Treasurer, Fair Isaac Corporation\n\nThank you. Good afternoon and thank you for joining FICO's fourth quarter earnings call. I'm Steve Weber, Vice President of Investor Relations, and I'm joined today by our CEO, Will Lansing; and our CFO, Mike McLaughlin.\nToday, we issued a press release that describes financial results compared to the prior year. On this call, management will also discuss results in comparison to the prior quarter in order to facilitate understanding of the run rate of our business.\nCertain statements made in this presentation may be characterized as forward-looking under the Private Securities Litigation Reform Act of 1995. These statements involve many uncertainties, including the impact of COVID-19 on macroeconomic conditions and the company's business, operations and personnel that could cause actual results to differ materially. Information concerning these uncertainties is contained in the company's filings with the SEC, in particular, in the risk factors and forward-looking statements portions of such filings. Copies are available from the SEC, from the FICO website or from our Investor Relations team.\nThis call will also include statements regarding certain non-GAAP financial measures. Please refer to the company's earnings release and the Regulation G schedule issued today for a reconciliation of each of these non-GAAP financial measures to the most comparable GAAP measure. The earnings release and the Regulation G schedule are available on the Investor Relations page of the company's website at fico.com or on the SEC's website at sec.gov.\nA replay of this webcast will be available through November 9, 2023.\nAnd now I'll turn the call over to Will Lansing.\n\nWilliam J. Lansing\n\nPresident, CEO & Director, Fair Isaac Corporation\n\nThanks, Steve, and thank you, everyone, for joining us for our fourth quarter earnings call. In the Investor Relations section of our website, we've posted some slides that we will be referencing during our presentation today.\nI'm pleased to report that we had a very good quarter, which completed an outstanding year, with record revenues, record earnings and record cash flows. We easily exceeded our guidance in all areas even after a midyear raise.\nPages 2 and 3 show some financial highlights from our fourth quarter. We reported revenues of $349 million in fourth quarter and $1.38 billion of revenue for the fiscal year. We delivered $91 million of GAAP net income in the quarter and GAAP earnings of $3.55 per share. For the full fiscal year, we delivered $374 million of GAAP net income and $14.18 of earnings per share. On a non-GAAP basis, Q4 net income was $112 million, and earnings per share were $4.40. Full year non-GAAP net income was $454 million, up 19% over last year. And non-GAAP EPS of $17.22 was up 32% over the previous year.\nWe continue to deliver strong free cash flow growth as well. Q4 free cash flow was $144 million, bringing the fiscal year total to $503 million, up 21% from the previous year. Our strong cash flow allowed us to be especially aggressive in returning capital to shareholders through our share buybacks. In fiscal 2022, we repurchased nearly 2.7 million shares at an average price of $409 per share.\nIn our Software segment, we delivered $175 million of revenue, up 5% from last year. We continue to drive growth in this segment, particularly on our platform.\nAs shown on Page 7, total ARR was up 9%, and the platform ARR grew 52%. We continued to deliver strong NRR as well, demonstrating our land-and-expand strategy as customers increase their total usage. Total NRR for the quarter, shown on Page 8, was 107%. Platform NRR was 128%. And we continue to see strong demand for our technology from new customers. Our ACV bookings, as shown on Page 9, were up 14% over last year.\nWe continue to focus on our state-of-the-art FICO platform. It truly is next-gen decisioning technology. It allows customers to use advanced analytics to optimize interactions with our consumers.\nIn our Scores segment, we're seeing a continuation of the trend for the last several quarters. Mortgage originations have continued to decline, and in Q4, accounted for just 11% of our Scores revenue and 5% of total company revenues. Auto originations revenues remained relatively stable, with originations flat with last quarter and up 20% versus last year, primarily due to pricing. Card and personal loan originations continue to perform well, with originations revenues up 37% over last year. Total Scores revenues were up 3% in the quarter versus the prior year and up 8% for the full year, as you can see on Page 6.\nOn the B2B side, revenues were up 6% in both the quarter and for the full year. This is a strong result considering the rapid and dramatic rise of interest rates and their impact on the mortgage market. On the B2C side, revenues were down 3% in the quarter due to a slowdown in new customer subscriptions on our myFICO platform and up 11% for the full year.\nI will discuss next year's guidance in greater detail later where we expect the Scores business to grow about 7%. We also expect the special pricing initiatives for 2023 to have an additional impact beyond our guided numbers consistent with those over the last several years, although it's difficult to estimate the timing and magnitude of the impact.\nFinally, as you're aware, the Federal Housing Finance Agency announced that Fannie Mae and Freddie Mac have completed their validation and approval of new credit score models. I'm pleased the process has concluded and that the FICO score has again been approved for using conforming mortgages by the enterprises. This decision means that FICO Score 10 T will be required to be used when available, as classic FICO is today, for each conforming mortgage delivered to the enterprises.\nThe latest release of our flagship FICO Score, FICO Score 10 T, delivers increased predictive power while preserving the trusted improving FICO Score minimum scoring criteria. These improvements in predictive power can help mortgage lenders safely avoid unexpected credit risk and better control default rates.\nThe decision from the FHFA is the culmination of a multiyear process set out by both congressional and administrative regulation. We look forward to additional guidance from the FHFA and the enterprises on the time line and implementation process.\nI'm also pleased to report that in our fourth quarter, we signed a multiyear extension with a large bureau partner in the consumer score space.\nI'll have some final comments and provide our fiscal '23 guidance in a few minutes. But first, let me turn the call over to Mike for further financial details.\n\nMichael I. McLaughlin\n\nExecutive VP & CFO, Fair Isaac Corporation\n\nThanks, Will, and good afternoon, everyone. As Will summarized, we had another exceptional fiscal year, and we are pleased with our momentum as we head into fiscal 2023. Total revenue for the fourth quarter was $349 million, an increase of 4% over the prior year. Our full year revenue of $1.38 billion was up 5% over last year and up 8% when adjusted for the divestitures we completed in fiscal 2021.\nIn our Scores segment, revenues for the quarter were $174 million, up 3% from the same period last year. B2B revenue was up 6%, with growth in our auto scores and credit card and personal loan scores more than compensating for continued declines in mortgage score revenues. Our B2C revenue was down 3% from the same period last year due primarily to the impact of fewer new subscribers on our myFICO.com platform, a trend we highlighted on last quarter's earnings call. For the full year, Scores revenues were $707 million, up 8% from last year despite sizable headwinds in the mortgage origination space.\nSoftware segment revenues in the fourth quarter were $175 million, up 5% versus the same period last year. Full year Software revenues were $671 million, up 1% from the previous year and up 9% after adjusting for our 2021 divestitures.\nThis quarter, 82% of total company revenues were derived from our Americas region, which includes both North America and Latin America. Our EMEA region generated 11%, and 7% was from Asia Pacific.\nOur Software ARR at the end of the fourth quarter was $569 million, a 9% increase over the prior year quarter. Our platform ARR was $114 million, representing 20% of our total fourth quarter ARR and a growth rate of 52% versus the prior year. Our nonplatform ARR was $455 million in the fourth quarter, which was 1% higher than the prior year.\nOur dollar based net retention rate in the quarter was 107% overall. Our nonplatform customers' software usage continues to be mature and relatively stable, with retention this quarter at 100%. Our platform customers are showing very strong net expansion from land-and-expand follow-on sales and increased usage. The dollar-based net retention rate for platform was 128% in the fourth quarter versus 143% in the prior year.\nOur Software ACV bookings for the quarter were $30 million versus $26 million in the prior year. ACV bookings increased for the full year to $86 million versus $63 million in FY '21. As a reminder, ACV bookings include only the annual value of new software sales, excluding professional services.\nTurning now to our expenses for the quarter. Total operating expenses were $215 million this quarter versus $219 million in the prior year. In fiscal 2022, our expenses benefited from a number of factors, including savings from divested businesses, headcount reduction actions taken at the end of FY '21, somewhat elevated employee attrition and significant operational efficiencies achieved in our Software segment. While we will continue our focus on expense efficiency in fiscal 2023, we expect our total expenses to trend up modestly in the coming year.\nOur non-GAAP operating margin, as shown on our Reg G schedule, was 47% for the quarter and 48% for the full year. We delivered non-GAAP margin expansion of 800 basis points for the full fiscal year.\nGAAP net income this quarter was $91 million, up 6% from the prior year quarter. Our non-GAAP net income was $112 million for the quarter and materially consistent with the same quarter last year. For the full year, GAAP net income was $374 million compared with $392 million last year. As a reminder, last year's GAAP net income included a gain of $100 million on product line asset sales and business divestitures. GAAP net income for fiscal 2022 was $454 million, up 19% from the prior year.\nThe effective tax rate for the full year was 21%, including $9 million of reduced tax expense from excess tax benefits recognized upon the settlement or exercise of employee stock awards. We expect our FY 2023 recurring tax rate to be approximately 25% to 26%. That expected recurring tax rate is before any excess tax benefit and other discrete items. The resulting net effective tax rate is estimated to be about 24% in FY '23.\nFree cash flow for the quarter was $144 million. For the full year, free cash flow was $503 million, up 21% from last year's $416 million. At the end of the quarter, we had $159 million in cash and marketable investments.\nOur total debt at quarter end was $1.85 billion with a weighted average interest rate of 4.4%. As you recall, we issued $550 million in senior notes last December, locking in a fixed rate of 4%. Currently, about 70% of our total debt is fixed rate. Our floating rate debt is prepayable at any time, giving us the flexibility to use free cash flow to reduce outstanding floating rate debt balances if it is financially advantageous for us to do so in future periods.\nTurning to return of capital. We bought back 120,000 shares in the fourth quarter at an average price of $468 per share. In fiscal 2022, we repurchased a total of 2,678,000 shares at an average price of $409 per share for a total of $1.1 billion. The Board approved a new $500 million authorization in October, and we continue to view share repurchases as an attractive use of cash.\nWith that, I'll turn it back over to Will for his thoughts on FY '23.\n\nWilliam J. Lansing\n\nPresident, CEO & Director, Fair Isaac Corporation\n\nThanks, Mike. As we enter our fiscal 2023, I'm excited about our prospects and the opportunities that lie ahead. We have an incredible set of assets and a business model that can produce predictable solid results even in a turbulent macro environment.\nOur FICO platform continues to experience phenomenal growth as we find a receptive audience or best-in-class decisioning that our analytics deliver.\nOur Scores business continues to deliver industry standard risk management products that are especially critical in uncertain economic times. And the recent FHFA decision ensures that we will be a critical component in the mortgage process for many years to come.\nThe successful deal signings we had in fiscal '22 as well as prudent planning and management gives us confidence we will have another successful year in fiscal '23. We are providing full year guidance, as shown on the presentation.\nWe're guiding revenues of approximately $1.475 billion, an increase of 7% versus fiscal '22. We are guiding GAAP net income of approximately $401 million, an increase of 7.5%; GAAP earnings per share of approximately $16, an increase of 13%; non-GAAP net income of $487 million; and non-GAAP earnings per share of $19.42, increases of 7.5% and 13%, respectively.\nWith that, I'll turn it back over to Steve, and we'll take questions.\n\nSteven P. Weber\n\nVP of IR & Treasurer, Fair Isaac Corporation\n\nThanks, Will. This does conclude our prepared remarks, and we're now ready to take any questions you may have. Operator, please open the line."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/5332438fee5fb856a1522d8c5d78e2ca",
        "textblob_polarity": 0.15434017708289557,
        "textblob_subjectivity": 0.3690574608778494,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9995995809634527,
                "neutral": 0.9576635956764221
            }
        },
        "content1": "Q3 2022 Fair Isaac Corp Earnings Call\n\nQ3 2022 Fair Isaac Corp Earnings Call\n\nFICONYSEAUG 3, 11:00 PM\n\nOperator\n\nGreetings, and welcome to the Fair Isaac Corporation Quarterly Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded today, Wednesday, August 3, 2022.\nI would now like to turn the call over to Steve Weber. Please go ahead, sir.\n\nSteven P. Weber\n\nVP of IR & Treasurer, Fair Isaac Corporation\n\nThank you. Good afternoon, everyone, and thank you for joining FICO's third quarter earnings call. I'm Steve Weber, Vice President of Investor Relations, and I'm joined today by our CEO, Will Lansing; and our CFO, Mike McLaughlin.\nToday, we issued a press release that describes financial results compared to the prior year. On this call, management will also discuss results in comparison to prior quarter in order to facilitate understanding of the run rate of our business.\nCertain statements made in this presentation may be characterized as forward-looking under the Private Securities Litigation Reform Act of 1995. Those statements involve many uncertainties, including the impact of COVID-19 on macroeconomic conditions and the company's business, operations and personnel, that could cause actual results to differ materially.\nInformation concerning these uncertainties is contained in the company's filings with the SEC, in particular, in the risk factors and forward-looking statements portions of such filings. Copies are available from the SEC, from the FICO website or from our Investor Relations team.\nThis call will also include statements regarding certain non-GAAP financial measures. Please refer to the company's earnings release and Regulation G schedule issued today for a reconciliation of each of these non-GAAP financial measures to the most comparable GAAP measure.\nThe earnings release and Regulation G schedule are available on the Investor Relations page of the company's website at fico.com or on the SEC's website at sec.gov. A replay of this webcast will be available through August 3, 2023.\nAnd now, I'll turn the call over to Will Lansing.\n\nWilliam J. Lansing\n\nPresident, CEO & Director, Fair Isaac Corporation\n\nThanks, Steve, and thank you, everyone, for joining us for our third quarter earnings call. We posted some slides with our results on the Investor Relations section of our website. I'll be referencing some of those slides during our presentation today. I'll go over the results of our third fiscal quarter and discuss what we're seeing in the markets we serve.\nWe again delivered very strong results in a noncertain marketplace, which demonstrates the resiliency of our business model and the value proposition we deliver. As you can see on Page 2 of the presentation, we reported revenues of $349 million, an increase of 3% over the same period last year or 7% when adjusted for last year's sale of our collections and recovery products.\nWe delivered $93 million of GAAP net income and GAAP earnings of $3.61 per share, up 21% and 36%, respectively, when adjusted for last year's gain on sale. On a non-GAAP basis, net income was $116 million, up 17%, and earnings per share of $4.47 was up 32% from last year.\nOur Scores business continues to perform well despite headwinds in the mortgage market. Scores were up 4% in the quarter versus the prior year, as you can see on Page 6 of the presentation.\nOn the B2B side, revenues were up 3%. Mortgage continues to be the headwind as originations have declined as interest rates rise. Mortgage originations revenues were down 25% versus last year. Mortgage origination revenues now account for about 12% of our Scores revenues and 6% of our total company revenues.\nExcluding mortgage, total B2B revenues were up about 12% versus last year. Auto origination revenues were up 12%, and credit card and personal loan originations revenues were up 37%. We also had double-digit year-over-year increases in our prescreen scores.\nOn the B2C side, revenues were up 7% from the previous year. The slowdown in growth came primarily in our direct myFICO.com channel, where we are seeing fewer new customers coming online. Our partner channel, which includes paid and freemium components, continues to drive double-digit growth.\nIn our Software segment, we delivered $170 million of revenue, up 2% from last year and 11% after adjusting for the divestiture. As you know, over several quarters, we've talked about the demand for our platform and how we see substantial growth opportunities.\nAs shown on Page 7, total ARR was up 9%, and the Platform ARR again grew at a remarkable 60%. Our net retention rate is also very strong as our existing customers continued to expand their usage. Total NRR for the quarter, shown on Page 8, was 108%. Platform NRR was 135%.\nWe also had a very good quarter with new sales. Our ACV bookings, as shown on Page 9, was up 64% over last year. We're extremely excited about the continued growth potential for our FICO platform, and that excitement was shared by our customers at our recent FICO World Conference.\nThe 3-day event hosted in May was an opportunity to finally connect face-to-face with our clients, partners, industry experts and colleagues to reinforce FICO's vision and commitment to client success. We hosted 750 FICO clients from leading banks, financial services firms, auto finance companies, insurance providers and telcos.\nThe event in Orlando included 90 breakout sessions as well as hundreds of individual strategic consulting engagements, all designed to help our customers identify how FICO can enable them to accelerate and achieve their goals with the FICO platform. It was also a great opportunity here from FICO customers, with nearly 70 clients presenting during breakout sessions, sharing the success stories and lessons learned.\nFICO World '22 was an essential moment where we had the opportunity to explain and demonstrate our platform strategy directly to our most strategic clients. Clients rated this FICO World the best FICO World of all past events, and we've already seen a surge in registrations for the next FICO World, to be held May 13 through 16 in Hollywood, Florida.\nI'll have some final comments in a few minutes. But first, let me turn the call back over to Mike for financial details.\n\nMichael I. McLaughlin\n\nExecutive VP & CFO, Fair Isaac Corporation\n\nThanks, Will, and good afternoon, everyone. We delivered another quarter of strong results and remain confident that we can deliver on the increased guidance we issued last quarter.\nTotal revenue for the third quarter was $349 million, an increase of 3% over the prior year or 7% after adjusting for the divestiture of our Collections and Recovery product line last June. In our Scores segment, revenues were $179 million, up 4% from the same period last year. B2B Scores revenue was up 3% over the prior year. As Will mentioned, we continue to see a decline in mortgage origination revenues, which were down 25% from the same quarter last year.\nHowever, other parts of the portfolio continue to be strong. Credit card and personal loan originations revenues were up 37%, and originations revenues and auto originations revenues were up 12%. And we continue to see nice growth in our prescreen scores, which is a good sign for continued strength in credit card originations.\nB2C Scores revenues were up 7% from the same period last year driven by strong growth from our partner channel. FICO's Software segment revenues in the third quarter were $170 million, up 2% versus the same period last year or 11% after adjusting for the divestiture of our Collections and Recovery business.\nSoftware license revenue recognized upfront or at a point in time was $21 million -- was $20 million in the quarter compared to $13 million in the same period last year. As a reminder, these point-in-time revenues are a result of GAAP accounting rules that require us to recognize upfront a portion of the total contract value of multiyear on-premise software license subscription sales and renewals.\nPoint-in-time revenues will vary from quarter-to-quarter driven primarily by the mix of on-premise versus SaaS subscription sales. It's important to note that our ARR metric is not impacted by these point-in-time revenue accounting rules.\nAs expected, we continue to see lower Software professional services revenues. Those revenues were $27 million this quarter, up slightly from last quarter, but down 24% from the same period last year, much of it due to last year's divestiture. This quarter, 84% of total company revenues were derived from our Americas region. Our Asia Pacific region generated 5%. And the remaining 11% was from EMEA.\nOur Software ARR at the end of the third fiscal quarter of 2022 was $561 million, a 9% increase over the prior year quarter. Our Platform business continues to perform extremely well. Platform ARR was $108 million, representing 19% of our total third quarter ARR, with a growth rate of 60% versus the prior year.\nOur non-Platform ARR was $453 million in the quarter, up 1% from the prior year. As a reminder, our reported ARR and related metrics exclude all revenues from divestitures in prior periods.\nOur dollar-based net retention rate in the quarter was 108% overall. Again, we're seeing exceptional performance in our Platform business as customers continue to expand their usage. The dollar-based net retention rate for Platform was 135% in the third quarter. Our non-Platform customers software usage continues to be mature and relatively stable, with a net retention rate of 101% this quarter.\nSoftware sales were again strong this quarter, with annual contract value bookings of $19 million versus $11.6 million in the prior year, an increase of 64%. Our ACV bookings include only the annual recurring value of Software sales, excluding professional services.\nTurning now to our expenses for the quarter. Total operating expenses were $208 million this quarter, up slightly from our second quarter. We expect expenses to continue to increase modestly in our fourth quarter.\nOur non-GAAP operating margin, as shown on our Reg G schedule, was 49% for the quarter. We delivered non-GAAP margin expansion of 1,000 basis points over the same period last year.\nGAAP net income this quarter was $93 million, and our GAAP EPS was $3.61, which was down from last year when we had a $93 million pretax gain on sale of our collections and recovery product line. Our non-GAAP net income was $116 million for the quarter, up 17% from the same quarter last year.\nThe effective tax rate for the quarter was 23%. We expect our FY 2022 recurring tax rate to be approximately 25% before any excess tax benefit and other discrete items. The resulting net effective tax rate is estimated to be about 24%.\nFree cash flow for the quarter was $115 million, up 16% from the same period last year. For the trailing 12-month period, free cash flow was $449 million. At the end of the quarter, we had $182 million in cash and investments. Our total debt at quarter end was $1.96 billion, with a weighted average interest rate of 3.86%.\nTurning to return of capital. We bought back 735,000 shares in the third quarter at an average price of $384 per share. At the end of June, we had about $119 million remaining on the current Board authorization and continue to view share repurchases as an attractive use of cash.\nWith that, I'll turn it back over to Will for his thoughts on the rest of FY '22.\n\nWilliam J. Lansing\n\nPresident, CEO & Director, Fair Isaac Corporation\n\nThanks, Mike. As I said in my opening remarks, I'm pleased with our ability to continue to deliver strong results and how we can meet our customer needs while working in the best interest of our shareholders.\nWe continue to deliver mission-critical software and analytics to customers. As the financial services industry continues to navigate the impacts of economic volatility, the need for precision through advanced analytics has never been more important. Lenders are seeking more ways to assess risk and opportunity in real-time to inform decision-making. And we have the technology and expertise to deliver best-in-class solutions.\nOur Scores business continues to provide lenders with time-tested analytics that help manage risk throughout the consumer lending market. And the use of those scores throughout the many different lending markets means we're not highly leveraged to specific types of lending more customers.\nOn the Software side, we continue to drive remarkable Platform ARR and NRR growth, demonstrating a strong market appreciation and appetite for our latest decisioning technology.\nFinally, as you know, it's our practice to provide only annual guidance, so it's not our policy to raise guidance in our fourth quarter. I'm pleased to say we are reiterating the full year guidance that we raised last quarter. We remain confident that we are well positioned to meet or beat the numbers we have presented and look forward to discussing our fiscal '23 expectations when we release our results next quarter.\nI'll turn the call back to Steve for Q&A.\n\nSteven P. Weber\n\nVP of IR & Treasurer, Fair Isaac Corporation\n\nThanks, Will. This concludes our prepared remarks, and we're now ready to take any questions you may have. Operator, please open the line."
    }
]