[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/174d2e7ff85f90b7d81ea45901fbc0bf",
        "textblob_polarity": 0.18532472374754252,
        "textblob_subjectivity": 0.39362931997160155,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9985109806060791,
                "neutral": 0.9967463612556458
            }
        },
        "content1": "Q2 2024 OGE Energy Corp Earnings Call & Business Update\n\nQ2 2024 OGE Energy Corp Earnings Call & Business Update\n\nOGENYSEAUG 7, 3:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the OGE Energy Corp. 2024 Second Quarter Earnings and Business Update Call. [Operator Instructions]. Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Jason Bailey, Director of Investor Relations. Please go ahead.\n\nJason Bailey\n\nDirector of Investor Relations\n\nThank you, Hope, and good morning, everyone, and welcome to our call. With me today, I have Sean Trauschke, our Chairman, President and CEO; and Bryan Buckler, our CFO. .\nIn terms of the call today, we will first hear from Sean, followed by an explanation from Bryan of financial results. And finally, as always, we will answer your questions. I would like to remind you that this conference is being webcast and you may follow along at oge.com.\nIn addition, the conference call and accompanying slides will be archived following the call on that same website. Before we begin the presentation, I'd like to direct your attention to the safe harbor statement regarding forward-looking statements. This is an SEC requirement for financial statements and simply states that we cannot guarantee forward-looking financial results, but this is our best estimate to date.\nI will now turn the call over to Sean for his opening remarks. Sean? .\n\nRobert Sean Trauschke\n\nChairman, President & Chief Executive Officer, OGE Energy Corp.\n\nThank you, Jason. Good morning, everyone, and thank you for joining us today. It's certainly great to be with you. The second quarter of the year delivered solid results, and we are ahead of plan for the year. This morning, we reported consolidated earnings of $0.51 per share, including $0.54 per share for OG&E and a holding company loss of $0.03 per share.\nBefore we get underway, I do want to recognize our team. We have experienced our share of severe weather this spring and summer. And as they always do, our team's response was quick and it was safe. We do that for our customers every day and we enter the call for mutual assistance to restore electricity to other companies' customers when we travel away from home.\nOur teams stay focused on our North Star to generate, transmit, distribute, reliable and affordable electricity every day and I'm proud of all of them. With that, let's move on to the business at hand. Our second quarter delivered solid operational, customer and financial results. With weather-normalized demand for electricity up 5.8% year-to-date, we are confident in our guidance for the year and expect to be in the top half of the range.\nWith regard to the Oklahoma rate review pending before the Oklahoma Corporation Commission, that process is moving forward. Last week, the ALJ recommended our uncontested settlement for approval, and we anticipate a final order in the coming months.\nA number of factors in the settlement benefit our customers, including an increase in our smart hours discount for seniors, additional funds for forestry and vegetation management, which our customers regularly ask us to prioritize. In this time last year, our rates were 40% below the national average and the lowest in both states. And then in May of this year, we reduced the Oklahoma fuel factor meaning year over year to customer summer bills would be creating even more headroom.\nWe've issued RFPs in support of our current integrated resource plan and look forward to working through those, and our plan is to incrementally layer in generation capacity through a combination of new generation continued plan upgrades and energy efficiency and demand response.\nSpeaking of energy efficiency and demand response, our new energy efficiency filing in Oklahoma last month reflects increased support for energy efficiency and demand response programs to economically drive 337 megawatts of energy and demand savings over the next 5 years. This doubles the contribution to capacity reductions from these programs.\nOur strong load growth is driven by consistent customer growth exceeding 1%. This momentum is driven by continued economic growth and expansion in communities across our service area. Recent announcements reflect both geographic diversity from Van Buren, Arkansas to Seminole, Oklahoma. In industries as diverse as manufacturing, aerospace and defense.\nEach expansion brings new residential and small business customers as well. Our low rates continue to make Oklahoma and Western Arkansas attractive to a number of industries, including data centers. While we don't have anything to announce today as we continue discussions with several potential projects, we continue to work through generation and transmission capacity and availability as we determine the right regulatory construct to support these projects.\nAll the success we experienced today is underpinned by our commitment to drive economic expansion. We put a stake in the ground years ago, and we continue to see dividends from those investments. So far this year, the 10 new projects our team announced represent nearly 20,000 new jobs. And the nation is watching and recognizes the benefits of expanding and relocating to our service area.\nAnd just in the last year, the Wall Street Journal recognized Oklahoma City is the fifth highest job market. Forbes ranked Oklahoma City as the second best metro for young professionals. U.S. News & World Report listed Oklahoma City as the third most resilient housing market and unemployment in both Oklahoma and Arkansas remains well below the national average.\nOur customer growth aligns well with our efforts to deepen relationships with our customers offering them new self-service technologies and providing them additional tools and resources to manage their energy usage and monthly bills. Investments in affordability and reliability provide direct benefit to our customers and improve our overall performance. Our new self-service technology in our mobile app, online and in the IR have driven customer calls down 19% year-over-year, lowering costs and improving the experience. grid enhancements we're making provide more reliable and resilient electric service for customers with fewer and shorter outages.\nSo as I wrap up my comments, I hope you'll take away that our sustainable business model that begins with low rates as the foundation to attract new customers, which leads to revenue growth, technology expansion and efficiencies across our business.\nThis virtual cycle sustains momentum, sustained momentum for our customers, it sustains momentum for our communities, momentum for our employees and momentum to you, our shareholders.\nWith that, thank you, and now I'll turn the call over to Bryan. Bryan?\n\nW. Bryan Buckler\n\nCFO, OGE Energy Corp.\n\nThank you, Sean. Thank you, Jason, and good morning, everyone. Let's start on Slide 6 and discuss second quarter 2024 results. On a consolidated basis, second quarter net income was $102 million or $0.51 per diluted share compared to $88 million or $0.44 per share in the same period 2023. In the core business, the electric company achieved net income of $109 million or $0.54 per diluted share compared to $92 million or $0.46 per share in the same period 2023.\nThe increase was primarily driven by exceptional loan growth and warmer than normal weather. These favorable drivers were partially offset by expected increased depreciation related to our capital investments. Other operations including our holding company, reported a loss of $7 million or $0.03 per diluted share in the second quarter compared to a loss of $4 million or $0.02 per share in the same period 2023.\nThe increase in net loss was primarily due to higher interest expense. I will discuss our updated expectations for full year 2024 consolidated EPS in a moment. Let's move to Slide 7 and look at load results. When we came into this year, we felt our actual results for the full year could indeed outpace the projected robust assumption of 3% to 5% weather-normalized growth we shared with you in February.\nAnd with exceptional year-to-date load growth through June of 5.8% and we are now confident in increasing our full year load growth projection range to 4% to 6%. We consistently talk about our sustainable business model, where we leverage our low rates, reliable service and business and economic development activities to attract new businesses to our service area.\nOur low rates are a significant driver of load expansion when compared to other electric companies across the country. We envision our low rates continuing to drive this great growth to our service area for years to come. I will now go over some details related to our second quarter load results.\nOur customer count continued to expand nicely at a 1.2% clip in the second quarter, and this, combined with robust economic expansion in Oklahoma and Arkansas led to extraordinary load growth of 6.7% compared to the second quarter of 2023. This marks 1 of the largest year-over-year growth rates in our company's history. And each customer class is contributing.\nA key data point to underscore the strength of these results is that each class showed year-over-year growth this quarter of over 2%. Now let's address our full year's earnings expectations on Slide 8. We are reaffirming our consolidated EPS guidance previously issued in February. Given our remarkable load results in the first half of the year, we now expect EPS to be in the top half of our 2024 consolidated range of $2.06 to $2.18 per share.\nOkay. Let's wrap up on Slide 9. Our only financing transaction to be completed for the remainder of the year is at the electric company, where we plan to access the debt capital markets for $350 million in the third quarter to fund our previously disclosed capital investment plan and for general corporate purposes.\nZoom now, we remain confident in our company's ability to deliver 5% to 7% consolidated EPS growth each year of our 5-year plan, and we continue to be pleased with our financial position. We have 1 of the strongest balance sheets in the industry. Our current 5-year capital plan requires no external equity to maintain our estimated credit metric of 17% FFO and debt each year of the plan.\nAnd as a reminder, we have no fixed rate maturities until 2027. Before we open the line for Q&A, let me summarize today's message. The first half of this year's financial results are ahead of plan. And given our excellent load growth, this allows us to point to our 2024 EPS guidance range. The pillars of our business are formidable with dynamic load growth, prospering communities and constructive regulation, all backed by a strong balance sheet and the relentless dedication of our employees.\nThat concludes our prepared remarks, and we will now open the line for your questions."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/4d947b3ac7c5016d96b2a01b230e51da",
        "textblob_polarity": 0.1506631765363823,
        "textblob_subjectivity": 0.4048210919861637,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9654759934970311,
                "neutral": 0.9976090788841248
            }
        },
        "content1": "Q1 2024 OGE Energy Corp Earnings Call\n\nQ1 2024 OGE Energy Corp Earnings Call\n\nOGENYSEMAY 1, 3:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the OGE Energy Corp. 2024 First Quarter Earnings and Business Update Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Jason Bailey, Director of Investor Relations for opening comments. Jason, please go ahead.\n\nJason Bailey\n\nDirector of Investor Relations\n\nThank you, Liz, and good morning, everyone, and welcome to our call. With me today, I have Sean Trauschke, our Chairman, President and CEO; and Bryan Buckler, our CFO.\nIn terms of the call today, we will first hear from Sean, followed by an explanation from Bryan of financial results. And finally, as always, we will answer your questions.\nI would like to remind you that this conference is being webcast and you may follow along at oge.com. In addition, the conference call and accompanying slides will be archived following the call on that same website.\nBefore we begin the presentation, I'd like to direct your attention to the safe harbor statement regarding forward-looking statements. This is an SEC requirement for financial statements and simply states that we cannot guarantee forward-looking financial results, but this is our best estimate to date.\nI will now turn the call over to Sean for his opening remarks. Sean?\n\nRobert Sean Trauschke\n\nChairman, President & Chief Executive Officer, OGE Energy Corp.\n\nThank you, Jason. Good morning, everyone. Thank you for joining us today. It's certainly great to be with you. The first quarter of the year delivered solid results, and we are firmly on plan for the year. This morning, we reported consolidated earnings of $0.09 per share, including $0.12 per share for OG&E and a holding company loss of $0.03 per share. The first quarter represents less than 5% of our company's expected earnings per share for the year, and we are on plan, even with the milder weather.\nI'm excited for this year and beyond, given the strong fundamentals of our business, our outstanding team and our commitment to reach our North Star, delivering safe, reliable and affordable electric service to our 900,000 customers.\nLast quarter, I updated you on recognition the company and our team received for our culture. And today, I can add another one to that list. In addition to being named a top workplace in Oklahoma, we were recently named a national Top Workplace by USA TODAY. We operate in a highly competitive labor market, and it is fulfilling to see our people and culture drive results, innovation and a sense of belong. I couldn't be more proud to work alongside my 2,300 colleagues. Their commitment to our purpose runs deep and together, we're driven to achieve excellence.\nOur people's dedication to the communities we support is unwavering. Last Saturday night, at least 25 tornadoes were spotted in Oklahoma, accompanied by high winds, lightning and hail. You've likely seen the new footage of the devastation and heard about the tragic loss of life in a number of towns in Southern Oklahoma.\nSince Saturday night, our team has worked around the clock to restore power to every customer who could take power. It will take months and perhaps years for those communities to recover, and we'll be right alongside our neighbors throughout the rebuilding process. As we keep these communities front of mind, let's transition to our business this morning.\nToday, I want to touch on 3 topics: operational excellence for customers, activity on the regulatory front and a preview for the rest of the year. Looking at operations, our grid and weather hardening investments continue to deliver great reliability results. Customers are experiencing fewer and shorter outages as a result of technology platforms and applications that improve communication between devices and automatically reroute power in the event of analogy.\nWe continue to harden the grid by strengthening and replacing poles and restoring structures. And when we look at the circuits, we've hardened through our grid enhancement program. [indiscernible] for those circuits has improved 28% since 2020. On the generation front, our power plant operations continue to home, supplying the grid with electricity to serve our customers. We completed our latest IRP at the end of March identifying a 5-year plan to address generation capacity needs through 2028. The IRP determined that a combination of solar and CTs are the best choice to meet the identified needs.\nShortly, we will issue draft RPs per the commission rules, and then 30 days after that, we'll issue the final RFPs, and we'll keep you posted as we move along this process. We are reviewing the final EPA rules released last Thursday to better understand how they may impact our current and future generation plans. Timing for full implementation is uncertain as the rules will likely be challenged in the courts.\nTogether, the investments we make in generation and wires support the growing communities in our service area. Last month, the Wall Street Journal ranked our hometown of Oklahoma City as the fifth highest job market in the country due in large part to our low cost of living, of which OG&E is a significant part. And just this week, Forbes ranked Oklahoma City, the second best place for small business in the country. We see growth across a broad set of industries, including health care, tribal enterprises, military, housing, and data centers.\nSpeaking of data centers. We're excited about the high interest of our service area garners for data center locations, given that our competitive rates make us an attractive option. We are in discussion with a half dozen or so projects in various stages of development, and we will continue to update you as we make progress on that front.\nFor the first quarter, both load growth and customer growth were exceptional and set a strong pace for the remainder of the year, and Brian will share more of those details shortly.\nYesterday, the U.S. Department of Energy's Office of Clean Energy demonstrations awarded the Choctaw Nation of Oklahoma, an ERA grant to improve resilience in [ Pota ] Oklahoma. OG&E will support the grant by creating a microgrid to serve 7 buildings on their campus, including a health clinic, child development center and food distribution center.\nWe congratulate our partner, the Choctaw nation of Oklahoma for securing 1 of 19 grants in the U.S. They will benefit their members and the community at large. We are active in pursuing additional grants to further support affordability, and we were encouraged to apply for the 2 grant proposals currently under review.\nYou'll recall that we've already won a grant for our Smart Grid project. Pursuing these grants means cost-effective grid reliability and resiliency improvements for our customers. The investments we make to improve the grid and deliver reliable electricity to our customers must be made with an eye on affordability. To that end, today, we are reducing the fuel factor again in Oklahoma. This reduction will result in lower customer bills this summer of approximately $25 per month for the average residential customer when compared to last summer.\nIn Oklahoma, our rate review is well underway, this review is straightforward and is driven by our request to recover investments we've made over the last 2 years in the grid, new customer connections and storm restorations. These investments, like the grid enhancement are delivering improved reliability and resiliency for our customers. Earlier this year, as much of the country called for conservation, experienced outages during winter storms, Jerry and Heather our systems ran and our generation fleet performed extremely well with no need to call for conservation.\nLate last week, we received responsive [indiscernible] in the Oklahoma rate review. As you know, this is one part of the overall rate review, and we appreciate the transparent public process the Oklahoma Corporation Commission provides. We will file our rebuttal testimony later this month, the public hearing is scheduled for June, and we expect new rates to be effective July 1.\nAll of this is to say the net impact of this rate review, including our back-to-back fuel increases -- decreases is that customer rates will be lower this year than they were last summer. And in Arkansas, the 1.4% increase we implemented on April 1 associated with our final formula rate plan update was more than offset by the reduction we made to our fuel factor on the same day, which resulted in a $23.51 reduction for the average Arkansas residential customers monthly bill when compared to last year.\nConstructive regulatory outcomes enable us to support community growth, serve customers and achieve results for our shareholders. In closing, I hope you hear how bullish we are on our company and our future. The case for investment in OGE Energy is strong, thanks to our sustainable business model, beginning with fantastic fundamentals with already low rates and now even lower rates a thriving service area, a high-quality balance sheet and credit metrics, an economic development engine that drives customer and load growth and operational excellence delivered by an incredible team dedicated to reaching our North Star.\nSo with that, I'll turn the call over to Bryan. Bryan?\n\nW. Bryan Buckler\n\nCFO, OGE Energy Corp.\n\nThank you, Sean. Thank you, Jason, and good morning, everyone. Let's start on Slide 7 and discuss first quarter 2024 results. On a consolidated basis, first quarter net income was $19 million or $0.09 per diluted share compared to $38 million or $0.19 per share in the same period 2023, and our core business, the electric company achieved net income of $25 million or $0.12 per diluted share compared to $40 million or $0.20 per share in the same period 2023.\nAs expected, electric company net income decreased primarily due to higher depreciation and interest expense related to our customer-centric capital investments made over the last 2 years. This significant regulatory lag is the primary area being addressed in our current rate relief filing in Oklahoma. The decrease in net income was partially offset by higher operating revenues from strong load growth.\nStepping back a moment, the benefits to our customers from the investments we make to serve our growing service area are [indiscernible] ranging from reliability and resiliency improvements to increase capacity for economic development. In fact, the low growth we have seen since our last rate case allowed us to reduce the revenue request in our Oklahoma rate case by approximately $70 million.\nTo round off our discussion of Q1 consolidated results, other operations, including our holding company, reported a loss of $7 million or $0.03 per diluted share in the first quarter compared to a loss of $2 million or $0.01 loss per share in the same period 2023. The increase in net loss was primarily due to higher interest expense on increased short-term debt.\nRegarding full year EPS expectations, our exceptional low trends have made up for the mild weather in Q1 that impacted results by approximately $0.03. Therefore, overall, our year-to-date results are right on line with our expectations, and we are firmly on plan to deliver our consolidated earnings commitment for 2024 of $2.12 within a range of $2.06 to $2.18 per share.\nLet's move to Slide 8 for a deeper look at load results. Our customer count grew at a rate of 1.1% and that coupled with strong economic expansion in Oklahoma and Arkansas, resulted in weather-normalized load growth of 4.8% compared to first quarter 2023. Residential loan growth for the quarter of 3.9% is the strongest quarterly expansion we have seen since the pandemic. And commercial sector growth at 12% continues the trends we've seen in this customer class over the last couple of years.\nCertainly, the residential and commercial sectors benefited the most from the vibrant nature of the economies in Oklahoma and Arkansas, but it does not stop there. Our other 3 customer sectors of industrial, oilfield and public authority all achieved weather-normal load results better than what was budgeted for the first quarter. Sean mentioned Oklahoma City, our hometown, as having one of the hottest job markets in the country.\nEconomic and business development efforts, enhanced viral load rates are facilitating new businesses locating to our service area and existing customers expanding their businesses. The potential for continued outstanding load growth for many more years, including from data centers, is compelling, underscoring the dynamic economic landscape in which we operate.\nAll of this is our sustainable business model in action, attracting new customers with low rates and spreading costs across a larger customer and load base with an aim to maintain some of the lowest rates in the country.\nLet's wrap up on Slide 9 with an update on our financing plan for the remainder of the year. As discussed during our last call, in the second quarter, we plan to issue up to $350 million at the holdco to term out short-term debt and at the utility, we plan to issue $300 million to $350 million in the latter half of the year.\nOur current capital plan requires no external equity to maintain our estimated credit metric of 17% FFO to debt each year of the 5-year plan. It is worth noting that Moody's recently reaffirmed our credit ratings and stable outlook as shown on Slide 14.\nOn a procedural note, it's hard to believe I've already been at OG&E for over 3 years now. And I recall telling you during my first year that we would be filing a routine S3 update. Well set time again, and this month, we will update our standard S3 shelf registration with the SEC, which allows our continued access to the public capital markets.\nBefore we turn the call over for Q&A, let me recap today's message. First quarter financial results are right on plan and set us up well to deliver on our earnings guidance for the full year. We remain confident in our ability to achieve our long-term earnings per share growth guidance of 5% to 7% and business fundamentals are strong with a solid balance sheet, constructive regulatory environments, robust load growth and the steadfast dedication of our team members.\nThat concludes our prepared remarks, and we will now open the line for your questions."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/1f5de330ffb007e71ec0fca1ae85eca0",
        "textblob_polarity": 0.2055397964608491,
        "textblob_subjectivity": 0.41848731677679035,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9974230570452554,
                "neutral": 0.9924488961696625
            }
        },
        "content1": "Q4 2023 OGE Energy Corp Earnings Call\n\nQ4 2023 OGE Energy Corp Earnings Call\n\nOGENYSEFEB 21, 3:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the OGE Energy Corp. 2023 Fourth Quarter Earnings and Business Update Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Jason Bailey, Director of Investor Relations. Please go ahead.\n\nJason Bailey\n\nDirector of Investor Relations\n\nThank you, DD, and good morning, everyone, and welcome to OGE Energy Corp.'s Fourth Quarter 2023 Earnings and Business Call Update. With me today, I have Sean Trauschke, our Chairman, President and CEO; and Bryan Buckler, our CFO.\nIn terms of the call today, we will first hear from Sean, followed by an explanation from Bryan of financial results. And finally, as always, we will answer your questions. I'd like to remind you that this conference is being webcast, and you may follow along at oge.com.\nIn addition, the conference call and accompanying slides will be archived following the call on that same website. Before we begin the presentation, I'd like to direct your attention to the safe harbor statement regarding forward-looking statements. This is an SEC requirement for financial statements and simply states that we cannot guarantee forward-looking financial results, but this is our best estimate today.\nI will now turn the call over to Sean for his opening remarks. Sean?\n\nRobert Sean Trauschke\n\nChairman, President & Chief Executive Officer, OGE Energy Corp.\n\nThank you, Jason. Good morning, everyone. Thank you for joining us today. It's certainly great to be with you. I'm excited about our message to you this morning as our results for 2023 were top of guidance, and we are updating our 5-year plan, including a consolidated earnings growth rate based on the strong fundamentals of our business. It's truly a great time to be here at the company.\nBefore we get into the plan, I do want to take a moment to talk about our people here at Big Orange. In '23, the team delivered results for our customers, our communities and shareholders by providing liable energy at some of the lowest rates in the nation every day.\nOnce again, our safety results were very strong with the last 8 years being the safest in our 121-year history even as we continue to face some of the most extreme weather in the country, like Winter storms Jerry and Heather in January where our plants ran generating electricity to the grid to ensure our customers could continue to live their lives and run their businesses.\nOur team achieved recognition for our culture in 2023. I mentioned last quarter that we've been named the #1 in state employer in Oklahoma by Forbes Magazine. And later in the year, we were also named a top workplace in Oklahoma following the feedback our employees have in our annual workplace survey.\nAnd just last week, Forbes named OGE the 16th best midsized employer in the country, achieving the highest rank in our sector and the highest ranking of any company in Oklahoma. These results are not happen stands. That come from a dedicated commitment to fostering a culture grounded in our values and our beliefs and operationalized with a focus to deliver safe, reliable and resilient electricity combined with outstanding customer experiences every single day.\nI'm so proud of everyone here at the company, and it's because of them that we are discussing great financial results. This morning, we reported consolidated earnings at the top end of our guidance of $2.07 per share for the year, including $2.12 per share for OG&E and a holding company loss of $0.05 per share.\nOur sustainable business model provides opportunities to drive loan growth while simultaneously investing in the grid and generation for many years to come in a way that is mindful of ensuring a smooth customer impact and delivering consistent financial returns.\nLast year, my message to you was we've got this. The plan we introduced to you this morning is an extension of that message and is consistent with the growth we've delivered in the past. Over the next 5 years, we expect to grow consolidated earnings per share at 5% to 7%. Looking back at the 10-year period before we exited our midstream natural gas segment, we delivered over 6% of consolidated earnings per share growth.\nThe difference now is that we've simplified our business mix and removed the volatility that was associated with that business segment. Our plan going forward, which Bryan will detail, is based on a pure-play electric model with premium fundamentals, including a strong financial base and credit metrics, excellent load and customer growth and a lower risk investment plan focused on delivering a safe, reliable, resilient electric service that our customers expect.\nToday, I want to talk to you a bit more about 3 key aspects of our work that drive our results. Reliability, growth and affordability. Our grid and weather hardening investments continue to deliver great results for our customers. Our grid reliability investments benefited customers in 2023, saving over 320 minutes of interruption for the average impact to customer. And from a Savi perspective, automated restorations saved our customers more than 7.5 minutes of SAIDI or 6.2 million customer minutes of interruptions.\nWe also built or upgraded 21 substations to serve our growing service area, and we will continue making these types of investments in the grid that directly benefit our customers. This foundation powers our growing communities and economic development engine that has delivered 11 new projects in our service area that are projected to create thousands of jobs and garner billions of dollars in additional investment.\nThis type of growth is not by accident. We set the stage for these results more than 5 years ago when we began investment and growing the local economy in cities and towns all across our service area. Our communities maintain strong unemployment rates and continue to attract expanding in new businesses that our low rates help secure.\nFor example, just last month, Stardust Power announced its plans to build a new battery-grade lithium refinery in Oklahoma, bringing hundreds of jobs to the community as well as community infrastructure development. Oklahoma's central location, access to multiple transportation routes, highly skilled workforce and low-cost energy were all reasons noted for the site selection, and we look forward to serving Stardust as they get up and running.\nOur load forecast for 2024 continues to keep pace with the outstanding growth we've experienced over the last 3 years, and our long-term load forecast remains as strong as our service area continues to grow. Turning to the regulatory front. Constructive regulatory outcomes enable us to support growth, serve customers and achieve results for our shareholders.\nWe've released the draft IRP that will lead to RFPs later in the year for additional generation to meet the needs of our growing service area. We will be disciplined with regard to customer impact and expect the combination of gas, solar, along with energy efficiency and DSM programs to meet the identified needs.\nIn Oklahoma, we have filed a rate review and expect new rates to be in place by July 1. In Arkansas, we've achieved a settlement under the formula rate plan for a 1.4% increase in rates effective April 1. Today's macro environment continues to -- macroeconomic environment continues to create pressure on our customers, and we remain committed to affordability and keeping bills low.\nAs I mentioned in our last call, we reduced the average fuel charge by $21 per month in November, which had an immediate impact on customer bills. We have doubled down on connecting customers to programs and services to help them manage their energy use and monthly bill, enrolling nearly 20% of our customers are new to them programs in 2023, including energy efficiency and home weatherization as well as connecting our customers to billing assistance when they need it.\nAdditionally, our team continues to innovate energy efficiency programs that will help customers reduce their bill and increase reliability, including making low-cost repairs to qualify customer homes for weatherization, piloting solar and battery storage technology at schools and piloting managed flexible load technology.\nAs we celebrate the impact of those programs, I want to close with a few important thoughts. We are committed to growth for our communities, for our customers and to financial growth for our shareholders and our employees. The case for OG&E is strong, and I'm bullish on our future.\nWe're leveraging the economic development engine we built that drives load growth. Our excellent execution is driven by fully engaged employees. We are determined to reach our North Star of delivering safe, reliable and affordable electricity to our customers. We operate and construct the regulatory jurisdictions, and we've created a competitive, credible, lower-risk financial plan backed by a strong balance sheet. All of which leads to a long-term plan where we address system growth and customer needs, which are at the center of our decisions.\nNext week, OG&E turned 122 years old. And as we celebrate that milestone, we look ahead to the future, where our deep, diverse set of investment opportunities allows us to meet customer expectations and achieve investor commitments. Keeping customer bill impact in mind, we will invest alongside growth in our communities to keep the momentum going for many, many years to come.\nThank you. I'll turn it over to Bryan. Bryan?\n\nW. Bryan Buckler\n\nCFO, OGE Energy Corp.\n\nThank you, Sean. Thank you, Jason, and good morning, everyone. I am pleased to review our 2023 results with you and provide our 2024 outlook as well as details on our long-term consolidated EPS guidance. Let's start on Slide 6 and discuss full year 2023 results.\nOn a consolidated basis, 2023 net income was $417 million or $2.07 per diluted share compared to $666 million or $3.32 per share in 2022. Earnings for last year included $1.16 per share for natural gas midstream operations, which we fully exited in 2022 through the sale of our energy transfer units.\nWe had a great year of execution. OG&E Energy's 2023 consolidated earnings reflect results at the high end of our original and revised guidance. In our core business, the electric company exceeded expectations, achieving net income of $426 million or $2.12 per diluted share compared to $440 million or $2.19 per share in 2022. The year-over-year decrease in electric company net income was primarily due to milder weather compared to the prior year.\nAs you may recall, Oklahoma and Arkansas experienced an exceptionally hot summer in 2022. Milder weather in 2023 was partly offset by the benefits of strong load growth of 2.7% in the year. Other drivers of current year results compared to the prior year were depreciation and interest expense related to our capital investments, increased operation and maintenance expense, higher revenues from recovery of capital investments and allowance for equity funds used during construction related to our 2023 capital investments.\nOther operations, including our honing company, reported a loss of $10 million or $0.05 per diluted share in 2023 compared to a loss of $5 million or $0.03 per share in 2022. The increase in net loss was primarily due to higher interest expense related to increased short-term debt and Q4 results included an approximate $0.02 tax benefit related to our former natural gas midstream business.\nAs I mentioned, 2023 weather normalized load growth came in at 2.7%, led by the commercial sector, which grew electricity usage by a remarkable 11%. We have now experienced back-to-back-to-back annual total retail load growth of 2.4% or greater.\nAs you will see in a moment, we expect 2024 load to continue this enviable trend, which highlights the vibrancy of Oklahoma and Arkansas enhanced by our load rates. Please see the appendix for more information regarding fourth quarter 2023 results.\nTurning to Slide 7. For 2024 on a consolidated basis, we are forecasting earnings of $2.12 per share with a range of $2.06 to $2.18 per share. This represents a consolidated growth rate of 6% from our original 2023 guidance of $2 per share. And as I'll discuss in a moment, we expect consolidated EPS to continue to grow 5% to 7% throughout our 5-year forecast period.\n2024 consolidated EPS expectations incorporate electric company earnings of $2.22 per share. The electric company has consistently delivered results in line with our commitments. Its earnings growth profile has the foundation of strong load growth in 2024 that looks similar to the past 3 years as well as an investment plan that is focused on our ability to serve our growing customer base with a reliable, resilient and safe power system.\nAt the holding company in 2024, we are forecasting a loss of $0.10 per share consistent with the expectations I shared with you on prior calls. Let's now move to Slide 8. As Sean mentioned, today, we are introducing a long-term and annual consolidated EPS growth rate guidance of 5% to 7% based off of our 2024 consolidated earnings midpoint estimate of $2.12 per share.\nWe believe OG&E Energy has one of the most credible 5-year financial plans in the entire industry. It starts with the service area with favorable business prospects. In fact, we project load growth of 3% to 5% in 2024 and expect 2025 to be well above our historic 1% load growth with emerging trends that indicate continued strength in years beyond 2025.\nOur balance sheet is one of the strongest in the industry, supporting the $6 billion 5-year capital investment you see in today's materials. Consolidated FFO to debt is forecasted to remain strong throughout the 5-year forecast period with no big dips and instead a consistent performance of approximately 17% each year.\nWe continue to target a dividend payout ratio of 65% to 70% and expect earnings per share growth to exceed dividend growth over the 5-year period. In short, we believe our 5-year plan is tremendous, and it will be implemented by a proven team with a track record of operational excellence.\nNow let me take a moment to discuss our future investment plans. Our growing operations will require a substantial level of infrastructure to support the reliability of our transmission and distribution system. Our future plans will be flexible, an annual level of capital spending in our T&D system could vary depending on the amount and timing of potential new generation capacity investments.\nOur deployed capital will address our customers' requirements for a safe and reliable power system while maintaining our competitive advantage of load rates and delivering on amendments to shareholders in a lower-risk fashion. In essence, this is all a continuation of the execution of our sustainable business model.\nBefore I hand the call back to Sean, let me summarize today's message. Our team has once again delivered exceptional results in 2023 at the high end of our original and increased EPS guidance range. Looking ahead, we have developed an operational and financial plan spending 5 years, aiming to bring substantial value to customers and OG&E's power system, supporting economic development in our communities and providing a compelling investment thesis for our shareholders.\nOur future outlook is based on this lower risk investment strategy, backed by exceptional load growth, a solid financial position, constructive regulatory jurisdictions and consistent executions from our employees.\nWith that, we will open the line for your questions."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/231043399a20c8a0b84bb92a1e36d2cf",
        "textblob_polarity": 0.17528704411057355,
        "textblob_subjectivity": 0.39676965735789255,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9927164763212204,
                "neutral": 0.9951782524585724
            }
        },
        "content1": "Q3 2023 OGE Energy Corp Earnings Call\n\nQ3 2023 OGE Energy Corp Earnings Call\n\nOGENYSENOV 2, 2:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the OGE Energy Corp. Third Quarter Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your first speaker today, Jason Bailey, Director of Investor Relations. Please go ahead.\n\nJason Bailey\n\nDirector of Investor Relations\n\nThank you, Andrea, and good morning, everyone, and welcome to OGE Energy Corp.'s Third Quarter 2023 Earnings Call. With me today, I have Sean Trauschke, our Chairman, President and CEO; and Bryan Buckler, our CFO.\nIn terms of the call today, we will first hear from Sean, followed by an explanation from Bryan of financial results. And finally, as always, we will answer your questions. I'd like to remind you that this conference call is being webcast and you may follow along at oge.com. In addition, the conference call and accompanying slides will be archived following the call on that same website.\nBefore we begin the presentation, I'd like to direct your attention to the safe harbor statement regarding forward-looking statements. This is an SEC requirement for financial statements and simply states that we cannot guarantee forward-looking financial results, but this is our best estimate to date. I will now turn the call over to Sean for his opening remarks. Sean?\n\nRobert Sean Trauschke\n\nChairman, President & Chief Executive Officer, OGE Energy Corp.\n\nThank you, Jason. Good morning, everyone. Thank you for joining us today. It's certainly great to be with you. Earlier this morning, we reported third quarter consolidated earnings of $1.20 per share, including electric company earnings of $1.22 per share and a loss at the holding company of $0.02.\nOur solid performance this quarter is due to operational excellence delivered by our team who work to keep energy flowing through the grid during a hot summer, while setting a new hourly peak on August 21 and without calling for a public conservation that was seen in other areas of the country.\nI shared before that our system was designed, built and operated for conditions like we saw this summer, and I'm proud of our team for always meeting our customers' need for reliable and safe electricity and always keeping affordability top of mind.\nThe third quarter was highly productive and reflects the work we've undertaken to operate as a premium electric utility company with exceptional execution, a constructive regulatory environment and one of the strongest balance sheets in the industry. We are operating ahead of plan this year and as a result, we are raising guidance. Bryan will share a few more details on that in just a bit.\nWe have a wide variety of investment opportunities before us. And with the recent announcement that OG&E was awarded a federal grant from the Department of Energy for our adaptable grid project, we look forward to improving the reliability and resiliency for customers living in more than 100 communities.\nThe total project cost is $102 million, and OG&E was one of 34 companies awarded grants under this program and one of only 6 to receive the maximum grant amount of $50 million. This project will deliver reduced outages and outage time for our customers and at half the cost. We have 2 additional grant proposals under review with the department. We look forward to hearing back on those before the end of the year.\nYou may recall last year at this time, I shared that our team was collaborating closely with school districts in our service area to apply for federal funds for districts to acquire electric school buses. Just last month, Shawnee Public Schools in Eastern Oklahoma was the first school district to take delivery of 5 EV school buses that were awarded to them through the grant program. In total, 28 buses were awarded to 8 communities in our service area, and we are working closely with the school districts to ensure their success in adding EV buses into their fleet, furthering the electrification in our service territory.\nOur customer-centered efforts continue as we announced a significant reduction in the cost of fuel on our customers' bills just yesterday to the tune of $21 per month for the average residential customer. That relentless focus on affordability results in some of the lowest electric rates in the country for our customers, which just got even lower, and continues to pay off as our service area continues to grow.\nBroad business expansion with sectors as diverse as health care, defense, tribal development, manufacturing and retail ensure healthy economies for the future and job growth across the board. Our 2023 load forecast delivers robust year-over-year growth, well above our historical growth rate. Our long-term load forecast remains strong as our service area continues to grow.\nOn the regulatory front, we finalized an uncontested settlement with stakeholders to add new generation to our Horseshoe Lake facility, which the ALJ approved and now await a final order from the Oklahoma Corporation Commission. We also received approval from the Arkansas Public Service Commission to begin construction on these units, and we filed our final formula rate plan update in Arkansas.\nLooking forward, we will file a rate review in Oklahoma by the end of the year. And also, we will submit an integrated resource plan in the first quarter of 2024, outlining the plan to meet our capacity needs over the next several years. We expect continued constructive regulatory outcomes in both Oklahoma and Arkansas.\nTurning to our internal operations. We know our employee experiences drives our customer experience, and we were delighted to be named the #1 employer in the State of Oklahoma by Forbes Magazine. We were #2 last year and our continued efforts to nurture a culture where employees learn, develop, succeed and feel that important sense of belonging are showing these results.\nOur team is purpose-driven, energizing life for our nearly 900,000 customers every day. I'm so very proud of the men and women who work for OG&E and their continued dedication to our purpose.\nAnd finally, I want to leave you with a few thoughts. Number one, service. Our obligation to equally serve each customer, whether a large industrial operation or a single residential customer at the end of a 179-mile circuit, drives our team to success and stability. We continue to build our business for today and continue to build it for the future by delivering reliable and affordable electricity 24 hours a day, 7 days a week.\nAnd with these priorities in mind, we will evaluate all of the investment opportunities before us. And we'll execute the projects and make investments that support our focus on reliability and affordability to help us manage the load growth we have coming. Thank you, and I'll now turn the call over to Bryan. Bryan?\n\nW. Bryan Buckler\n\nCFO, OGE Energy Corp.\n\nThank you, Sean. Thank you, Jason, and good morning, everyone. Let's start on Slide 7 and discuss third quarter 2023 results. On a consolidated basis, net income was $242 million or $1.20 per diluted share compared to $263 million or $1.31 per share in the same period 2022. Earnings for the third quarter of last year included net income of $0.08 per share from natural gas midstream operations, which we fully exited in 2022 through the sale of our energy transfer units.\nCore electric utility operations performed well this quarter. The electric company achieved net income of $246 million or $1.22 per diluted share compared to $253 million or $1.26 per share in the same period of 2022. The decrease in electric company net income was primarily due to fewer cooling degree days compared to the third quarter of last year as well as expected increased depreciation and interest expense related to our capital investments, offset by solid weather normal load growth and higher operating revenues from recovery of capital investments.\nOther operations, including our holding company, reported a loss of $4 million or $0.02 per diluted share in the third quarter compared to a loss of $6 million or $0.03 per share in the same period 2022.\nNow let's turn to Slide 8 for our refreshed EPS forecast for full year 2023. It has been an excellent year thus far for the company. From a consolidated basis, we now expect to earn $2.02 to $2.07 per diluted share. The midpoint of this refreshed guidance is about $0.05 higher than our initial forecast, driven by outstanding performance at our electric company and holding company results reflecting the current interest rate environment.\nAs I've indicated to you in previous quarters, the tailwinds at the electric company continue to outpace interest cost expectations, setting us up very well for 2024 and beyond.\nTurning to electricity usage factors on Slide 9. OG&E continues to experience solid growth in weather-normalized load, which increased approximately 2% compared to the third quarter of 2022. We are forecasting full year weather-normalized load growth of 3% to 3.5% and are on track for 2 consecutive years of at least 3% growth and 3 years of better than 2% growth. We are proud of the sustained level of tremendous economic development and load growth and feel we are just getting started.\nFor example, looking forward to 2024, we continue to refine our estimates and are becoming more and more confident in our ability to once again deliver load growth in excess of 1% we had historically experienced. As Sean mentioned, our pipeline of business customer expansion includes many industries. And when you consider the significant reduction in fuel rates referenced earlier, we believe business interest in OG&E's service area will continue to be robust for the next several years.\nI'll wrap up on Slide 10 for an update on our financial position. Our balance sheet continues to be one of the best in the industry with no need to issue equity for our current capital forecast, a projected FFO-to-debt metric of 17.5% to 18% and relatively low interest rate risk with no fixed-rate maturities until 2027. Our balance sheet places us in a position of strength as we evaluate a broad spectrum of incremental investment opportunities related to T&D and generation investments, and with our eyes on the north star of a reliable, resilient and safe power system.\nWe look forward to providing 2024 and long-term consolidated earnings guidance and an updated 5-year capital and financing plan during our fourth quarter call in February. It is a privilege to be part of a company with significant potential for growth in both load and critical infrastructure, positioning us to support our customers and to sustain economic expansion while delivering strong earnings growth for years to come.\nBefore we open the call to your questions, let me speak to you regarding the fuel recovery balance as of September 30, which stood at $53 million compared to the beginning of the year balance of $515 million. The sustained lower prices of natural gas during the last few months allowed us to lower residential and business customer rates substantially and many months ahead of schedule. As Sean mentioned, all of our customers in Oklahoma will see a very meaningful reduction in the rates beginning this month.\nFor example, residential customers will experience an average reduction on their monthly bills of 15% or $21, and the rate reduction for business customers ranges from 14% to 36%. These reductions in customer rates firmly position the company as having some of the lowest rates in the nation and place OG&E in a highly competitive position as we compete for business expansion opportunities in the region.\nWith our eyes set on the future, we are proud of our employees' accomplishments in 2023. And we look forward to delivering for our customers, communities and shareholders for years to come. With that, we will open the line for your questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/655fa2ffc19381c563a0721f7e834afa",
        "textblob_polarity": 0.20881271733730744,
        "textblob_subjectivity": 0.413210205095451,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9989688942829767,
                "neutral": 0.9810742735862732
            }
        },
        "content1": "Q2 2023 OGE Energy Corp Earnings Call\n\nQ2 2023 OGE Energy Corp Earnings Call\n\nOGENYSEAUG 9, 3:00 PM\n\nOperator\n\nGood day, and welcome to the Q2 2023 OGE Energy Corp. Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker, Mr. Jason Bailey, Director of Investor Relations. Please go ahead, sir.\n\nJason Bailey\n\nDirector of Investor Relations\n\nThank you, Sherri, and good morning, everyone, and welcome to OGE Energy Corp.'s Second Quarter 2023 Earnings Call. With me today, I have Sean Trauschke, our Chairman, President and CEO; and Bryan Buckler, our CFO. In terms of the call today, we will first hear from Sean, followed by an explanation from Bryan of financial results and finally, as always, we will answer your questions.\nI'd like to remind you that this conference is being webcast, and you may follow along at oge.com. In addition, the conference call and accompanying slides will be archived following the call on that same website.\nBefore we begin the presentation, I'd like to direct your attention to the safe harbor statement regarding forward-looking statements. This is an SEC requirement for financial statements and simply states that we cannot guarantee forward-looking financial results, but this is our best estimate to date. I will now turn the call over to Sean for his opening remarks. Sean?\n\nRobert Sean Trauschke\n\nChairman, President & Chief Executive Officer, OGE Energy Corp.\n\nThank you, Jason. Good morning, everyone, and thank you for joining us on today's call. It's certainly great to be with all of you. Earlier this morning, we reported second quarter consolidated earnings of $0.44 per share, including $0.46 from the electric company and a $0.02 loss from the holding company.\nTo begin, we've never been in a better position to meet our customer's needs and grow our company into the future. We are on target for 2023, and I'm very bullish on what the future holds for OG&E. Since 2015, we've delivered on our commitments to grow the utility. We've increased the utility EPS by 51%, and we've more than replaced the earnings contribution from the midstream segment over that period.\nWe continue to grow earnings as we execute on our long-term plan that offers a long runway of diverse investment opportunities to help us reach our North Star, delivering reliable, affordable and safe electricity to the nearly 900,000 customers each and every day.\nOverall, the second quarter was very productive and included the following: filing for our new generation approval with the Oklahoma Corporation Commission. We requested approval of 2 new combustion turbine units at our Horseshoe Lake power plant. These units would replace 2 of the oldest units in our fleet, having served our customers for more than 60 years. We've also filed in Arkansas for approval to begin constructions on these 2 units. These units are a great first step in meeting the future generation capacity needs of our company.\nWe have now submitted 4 IIJA applications to the Department of Energy and believe our proposed projects are very strong, benefiting our customers and communities alike. We should receive word on these applications later this year, and we will continue to pursue additional opportunities due to IIJA and IRA.\nThis quarter, we experienced a number of significant weather events from the April 20 tornadoes that devastated [ Seanly ] Oklahoma to the string of weekly damaging wind and thunderstorms that began on Father's Day. To it all, our team responded quickly and safely to restore service.\nAs you know, we get more than our fair share of severe weather. Let me share an example that illustrates what that really looks like. The National Weather Service categorized winds during 1/3 of the month of July in our service territory as meeting or exceeding severe storm levels. And yet, 98% of our customers never experienced an outage, and those who did quickly had service restored. Our reliability investments are providing significant benefits to our customers, and I'm so very proud of our team's response.\nIn switching gears, most recently as high temperatures arrived across the nation and in our service area with many days above 100 degrees, our generation fleet has performed well, supplying OG&E customers with electricity. Beyond generation, the grid is delivering electricity to our customers and is not strained as you hear occurring in other parts of the country. We put reliability for our customers first, always grounded in affordability, knowing that our grid and generation investments must make financial sense for our customers.\nNothing illustrates the strength of our company better than our safety journey. 8 years ago, from a safety perspective, we were just average. But since that time, OG&E's OSHA injury rate has improved by 38%, significantly outpacing the [ SCE ] and we've experienced an even more dramatic improvement when you look at [ DAR ] with an overall 49% improvement. And we will continue to ensure safety is at the center of every job, every storm, day in and day out.\nTurning to future growth. Our load forecast for 2023 continues to outpace 2022 and we expect growth above 4% for the year. Our long-term load forecast remains strong as our service area continues to grow. From increased electrification to wide-ranging business expansion, our business and economic development efforts continue to pay dividends for our communities. Through the first half of '23, our economic development and business partnerships continue to secure new projects in our service area that will add thousands of new jobs in Oklahoma and Arkansas in the coming years.\nThe growth we are experiencing is driven by a diverse group of industries from tribal development, non-crypto data centers, manufacturing, health care and defense. And within our existing customer base, we are seeing increased electrification of tribal enterprises, oilfield manufacturing and service sectors, all contributing to our positive load forecast as well.\nThe affordability of our rates is central to our sustainable business model, as the cost of electricity is a significant factor that companies consider when deciding an expansion or relocation. We continue to ground our plans for the future with a focus on affordability for our customers.\nAnd on the topic of affordability, our unrecovered fuel balance was a headwind going into this year. And I'm pleased to share that we've made significant progress on that front which will be a great benefit to our customers in the future. Another catalyst for affordability has been continued expansion of technology and use of AI in our business to drive efficiency in operations and customer engagement. We successfully deployed several AI and machine learning technologies in both the corporate and operational environment and are building the proper governance mechanisms to mitigate any risk associated with emerging and new technologies.\nAs you can see, we've got a lot of great things going on in the company. And as I look forward to the balance of the year, you can expect us to update you on our IIJA applications, file our Arkansas formula rate plan, filed a rate review in Oklahoma at the end of the year and certainly provide you an update on our Horseshoe Lake generation approval process. And then early next year, we'll submit an [ IRP ] in both Oklahoma and Arkansas, and then we'll consolidate all of this on our February call.\nSo as you can see with all of these opportunities, the high-class opportunity before us is to allocate capital in a manner that continues to fuel this economic engine and load growth. And as we continue our strong operational performance, we reaffirm our earnings guidance for the year. We're accomplishing what we set out to do and importantly, we're accomplishing what we said we are going to do. And we have great momentum for the remainder of the year but more importantly, we have great momentum for the years to come. Thank you, and I'm going to turn the call over to Bryan. Bryan?\n\nW. Bryan Buckler\n\nCFO, OGE Energy Corp.\n\nThank you, Sean. Thank you, Jason, and good morning, everyone. Let's start on Slide 8 and discuss second quarter 2023 results. On a consolidated basis, second quarter net income was $88 million or $0.44 per diluted share compared to $73 million or $0.36 per share in the same period 2022. Earnings for the second quarter of last year included a loss of $0.09 per share from Natural Gas Midstream operations, which we fully exited in 2022 through the sale of our energy transfer units.\nOG&E's core utility operations performed well during the quarter. The electric company achieved net income of $92 million or $0.46 per diluted share in the second quarter compared to $101 million or $0.50 per share in the same period 2022. Weather negatively impacted second quarter year-over-year results by approximately $0.07 per share, primarily due to fewer cooling degree days.\nAs expected, current quarter results also reflect increased depreciation and interest expense related to our capital investments made over the past year as well as higher O&M, mostly reflecting the timing of operational activities. Our results benefited from continued strong retail load growth as well as rate adjustments related to recovery of our capital investments in Oklahoma and Arkansas. Year-to-date results through June at the electric company were $0.66 per diluted share and continue to track on plan for the full year.\nOther operations, including our holding company, reported a loss of $4 million or $0.02 per diluted share in the second quarter compared to a loss of $9 million or $0.05 per share in the same period 2022. Current year results have come in within our forecast, while the prior year results included a tax expense adjustment related to the midstream business that we exited in 2022.\nTurning to electricity uses factors on Slide 9. OG&E continues to experience exceptional growth in weather-normalized total load coming in at 3.5% compared to the second quarter of 2022, setting up 2023 to be the third consecutive year of load growth, well in excess of 2%. Residential load has been solid despite seeing the expected effects of workers returning to offices and the commercial sector has once again delivered remarkable growth with a 16.5% year-over-year increase. These positive trends showcased the strength of our 2 customer groups and the success for our business and economic development efforts.\nAll told, we are on pace to deliver total load growth in 2023 in excess of 4%. Robust load growth in the thriving economic landscape demonstrate the strength and resiliency of the communities we serve in Oklahoma and Arkansas. These factors provide us confidence in the future success of our sustainable business model, which is centered around our customers, and includes investing in infrastructure to ensure a strong, reliable grid for the long-term economic vibrancy of the states we serve.\nNow let's move to Slide 10 for an update on our financing plan. As I discussed in our first quarter results call, we have completed our debt issuance activity for the year. Our balance sheet continues to be one of the best in the industry with no need to issue equity for our current capital forecast and a projected FFO to debt metric of 17.5% to 18% throughout our 5-year forecast period.\nGiven 2023 is in great shape, we have turned our attention to 2024, 2025 and beyond, assessing the wide range of reliability investments, opportunities and best capital allocation decisions for our customers. It is an exciting time to be at OG&E and the load and investment growth opportunities of this company are truly remarkable, placing us on a path to support continued economic growth while delivering on our earnings commitments to shareholders for years to come.\nBefore we move to our final slide, I would like to share an important update on the fuel under recovery balance which, as Sean mentioned, has improved significantly since the end of last year. Our total fuel under recovery balance is $198 million as of June 30, which is lower by $317 million since the beginning of the year. We are on pace to fully recover last year's fuel costs in the coming months. And assuming commodity prices stay near current levels, our customers should experience a meaningful reduction in their electricity bills when new fuel factors are implemented.\nLet's briefly move to Slide 11. Given our solid start in the first half of the year and expectations of continued sound execution for the remainder of the year, we are reaffirming our guidance issued in February. As a reminder, approximately 65% to 70% of electric company earnings are typically generated in the second half of the year. And accordingly, we are right on plan. We are proud of our track record and our company and its great employees look forward to delivering for our customers, communities and shareholders for years to come. With that, we will open it on for your questions."
    },
    {
        "date": "Unknown",
        "url": "https://dashboard.aiera.com/p/evtmin/56417de9fdb725382ddf51f7714f7f14",
        "textblob_polarity": 0.1363459321475626,
        "textblob_subjectivity": 0.41661484801430465,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9962919842113148,
                "neutral": 0.9186352789402008
            }
        },
        "content1": "OGE Energy Corp. Q1 2023 Earnings Call\n\nOGE Energy Corp. Q1 2023 Earnings Call\n\nOGENYSEMAY 4, 3:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the OGE Energy Corp. First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Jason Bailey, Director of Investor Relations. Please go ahead, Jason.\n\nJason Bailey\n\nDirector of Investor Relations\n\nThank you, Hope, and good morning, everyone, and welcome to the call. With me today, I have Sean Trauschke, our Chairman, President and CEO; and Bryan Buckler, our CFO. In terms of the call today, we will first hear from Sean, followed by an explanation from Bryan of financial results. And finally, as always, we will answer your questions.\nI would like to remind you that this conference is being webcast and you may follow along at oge.com. In addition, the conference call and accompanying slides will be archived following the call on that same website.\nBefore we begin the presentation, I'd like to direct your attention to the safe harbor statement regarding forward-looking statements. This is an SEC requirement for financial statements and simply states that we cannot guarantee forward-looking financial results, but this is our best estimate to date. I will now turn the call over to Sean for his opening remarks. Sean?\n\nRobert Sean Trauschke\n\nChairman, President & Chief Executive Officer, OGE Energy Corp.\n\nThank you, Jason. Good morning, everyone. Thank you for joining us on today's call. We're off to a really strong start for the year. As you know, the first quarter typically represents less than 10% of the electric company's earnings. However, this quarter does provide momentum for the year, and I really like what I see.\nEarlier this morning, we reported consolidated earnings for the quarter of $0.19 per share, with $0.20 per share from OG&E and holding company loss of $0.01. I'm pleased with the overall performance of the electric company with results up year-over-year, and Bryan will discuss our financial results in more detail shortly.\nOur plan for the future is strong when you consider increased demand for electricity to support our growing communities. Business expansion is broad, representing many sectors, including manufacturing, defense, tribal enterprises and health care in both Arkansas and Oklahoma.\nSome of these expansions include significant job growth, including 900 new military personnel who will be stationed at ebbing Air National Guard Base in Fort Smith, Arkansas, along with Pratt & Whitney's announcement last month of a new sustainment center associated with its operations near Tinker Air Force Base in Oklahoma.\nOur customer initiatives have gained steam, particularly in the digital experience. One quarter after launching our new mobile app, more than 10% of our customer base has downloaded the app, and more importantly, they're using it from bill payment to outage reporting. We're making it easier for customers to self-serve online, enrolling in programs, enrolling in services to help them manage their energy usage and monthly bill. These efforts pay off in a multitude of ways from improving our customer experience, driving cost out of our business.\nOur grid and weather hardening investments are also paying off for customers and helping us achieve strong operational performance. Something that's really important when you know that Oklahoma is a top 5 state for federally declared storms. These investments are eliminating and reducing outages during severe weather.\nTwo weeks ago, severe storms hit our service area with 2 communities highly impacted, Shawnee and Cole, Oklahoma. That night, there were 18 tornadoes. And what struck Shawnee left more than a mile wide path of destruction and people without power. And yet, within 48 hours, 75% of our customers were back online. And by Monday, that number was 95%. The total customer impact to our system on the night of the storms was less than 0.5 of 1% of our customer base. You just don't see those results following severe storms in other parts of the country. The folks in those towns have a long road ahead to rebuild and we'll be right there with them all along the way.\nI'm proud to work alongside our team every day and it's times like these that I'm in awe of the dedicated men and women who understand our obligation to serve and don't stop until the work is done. We continue to invest in the grid, improving distribution circuits, substations and structural resiliency to mitigate the impact of severe weather like the storms I mentioned earlier.\nWe're excited about the opportunities through the IIJA to advance our reliability and resiliency work for our customers while grounding our work in affordability with a 50% cost share through the federal grant supporting a growing customer base and thriving communities translates to a growing need for generation capacity.\nAs you know, we are actively working through multiple RFPs to meet our capacity needs, and we're making progress on finalizing an agreement and plan to file for approval this summer. Not all the RFP responses delivered the value we were looking for, so we will be issuing a new IRP later this year with updated planning assumptions as well as exploring how opportunities in the IIJA and IRA to advance clean energy for the future might fit into the overall plan.\nOur goal is to implement a generation plan that supports our customers and the business, smoothing investments in a steady incremental way without large spikes or bumps. We'll deal with all of these factors in the most cost-effective way, ensuring we lead with affordability. And I've mentioned the IIJA a couple of times, and we continue to pursue opportunities through the act with 2 full proposals under review, one for good resiliency and one for storm protection.\nLast month, we also submitted 2 concept papers under the energy improvement in rural or remote areas program. With 3/4 of our service area considered disadvantaged or tribal communities, we will relentlessly pursue every opportunity to improve reliability and resiliency for those customers.\nAlong with these programs, we are excited to be part of the HALO hydrogen hub, a 3-state partnership between Arkansas, Louisiana and Oklahoma, which is applying for the regional clean hydrogen hubs program allocated through the IIJA. The full application is for $1.25 billion in federal funding and was submitted just last month.\nWe were also pleased the Oklahoma Corporation Commission approved our 2021 fuel prudency audit last month. And given the robust growth of our communities and the capital investments required to ensure reliable and resilient electricity, we're evaluating the timing of our next rate review, which could file -- which could be filed during the second half of this year. In March, the Arkansas Public Service Commission approved a settlement in the annual formula rate plan review and new rates went into effect April 1. We'll file the last formula rate plan update later this year.\nAnd as I close, I want to share a few thoughts on where we are headed. This is an exciting time to be part of this industry and work at this company, especially when you do business in the service area that is growing. We are truly in an opportunity-rich environment. Our significant investment opportunities correlate directly to our economic development engine that drives community growth and business expansion in our service area. This widens the competitive advantage we have in adding customers to the cities and towns we serve.\nAs we ground our plans and affordability for our customers and maintaining our low rates, the future of OGE Energy is bright. Our investments are delivering results with a 99.96% uptime. Our service area is thriving, our business, our customer base is growing. Our business fundamentals are excellent, and our team, I think, is the very best in the business and are focused on delivering premium electric company results. So we're operating from a strong base and are confident in delivering our commitments to you and as well to our customers. Now I'll turn the call over to Bryan. Bryan?\n\nW. Bryan Buckler\n\nCFO, OGE Energy Corp.\n\nThank you, Sean. Thank you, Jason, and good morning, everyone. Let's start on Slide 5 and discuss first quarter 2023 results. On a consolidated basis, first quarter net income was $38 million or $0.19 per diluted share compared to $280 million or $1.39 per share in the same period 2022. Earnings for the first quarter of last year included $1.15 per share from natural gas midstream operations, which we fully exited in 2022 through the sale of our energy transfer units.\nThe electric company achieved net income of $40 million or $0.20 per diluted share in the first quarter compared to $39 million or $0.19 per share in the same period 2022. The increase in electric company net income was primarily due to increased recoveries of capital investments and strong load growth, partially offset by higher O&M, unfavorable weather and increased depreciation on a growing asset base.\nOther operations, including our holding company, reported a loss of $1.5 million or $0.01 loss per diluted share in the first quarter compared to net income of $10 million or $0.05 per share in the same period 2022. The decrease in net income was primarily due to a consolidating interim tax benefit of $12 million in the first quarter of 2022 related to OG&E's investment in energy transfer that reversed over the course of the year.\nTurning to customer growth and load results on Slide 6. Our customers grew at a rate of approximately 1%, and weather-normalized load grew at a rate of 3.9% compared to first quarter 2022. This trend of strong growth in customers and load is a testament to the vibrancy of the economies in Oklahoma and Arkansas and our sustainable business model of economic and business development enabled by OG&E's low customer rates. While residential load was lower as more and more of our customers returned to the office, oilfield and public authority had very solid growth and the commercial sector turned in its third straight quarter of double-digit year-over-year increases in weather normal load.\nAs Sean alluded to, the pipeline of prospective business expansions continues to be as robust as the company has seen in many years, coming from data mining, manufacturing, defense, health care and tribal enterprises, among others. The economic situation in Oklahoma and Arkansas is outstanding. And for the full year, we continue to forecast total weather normal load growth of 4% to 5% compared to 2022.\nNow let's move to Slide 7 for an update on our 2023 financing plan. As you know, OGE Energy is fortified by one of the strongest balance sheets in the industry with no need to issue equity for our current capital forecast. Furthermore, our projection of FFO to debt metrics of 17.5% to 18% throughout the 5-year forecast period is one of the best in the industry.\nAt the electric company, we issued $350 million of 5.6% notes in April and have now completed our planned long-term debt issuances for the year. Later this month, we will pay off the $500 million of senior notes at the electric company and $500 million of senior notes at the holding company that were issued in 2021 after Winter Storm Uri. With these repayments, we will be in a short-term debt position at the holding company and expect to end the year with a balance of approximately $300 million.\nAccordingly, our relative holding company debt position will be one of the lowest in the industry at well less than 10% of consolidated debt. As a reminder, we have no additional fixed rate maturities through 2026.\nBefore transitioning to our final slide, let me provide an update on our fuel under recovery status. At the end of March, our fuel under-recovery balance was approximately $370 million, a reduction of $145 million since year-end. While we still have several months before we will catch up on the recovery of last year's fuel cost, we are hopeful these fuel price trends continue and ultimately lead to lower bills for our customers.\nLet's wrap up on Slide 8. In summary, our first quarter EPS came in as expected, and I have great confidence in our employees' ability to execute on our plan for the full year 2023 and to deliver financial results consistent with our earnings guidance. Simply said, I really like where we stand for 2023, and that allows us to focus on achieving our longer-term commitments to customers, communities, employees and shareholders.\nAs Sean mentioned, the fundamentals of OG&E's business are encouraging, including strong economics, infrastructure and load growth with the foundation of a solid balance sheet, all of which underpin our confidence in a 5% to 7% long-term earnings per share growth rate at the electric company. We believe this projected earnings trajectory, coupled with an expected stable and growing dividend, offers our investors an attractive total return proposition. With that, we will open the line for your questions."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/9f77efdd4b3b7a3cea3fec8db11f6ac2",
        "textblob_polarity": 0.1875018878645822,
        "textblob_subjectivity": 0.4212333923991954,
        "sentiment": {
            "distribution": {
                "positive": 15,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9893255631128947,
                "neutral": 0.9967219233512878
            }
        },
        "content1": "Q4 2022 OGE Energy Corp Earnings Call\n\nQ4 2022 OGE Energy Corp Earnings Call\n\nOGENYSEFEB 23, 3:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Q4 2022 OGE Energy Corp. Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Jason Bailey, Director of Investor Relations. Please go ahead.\n\nJason Bailey\n\nDirector of IR, OGE Energy Corp.\n\nThank you, Rizko, and good morning, everyone, and welcome to OGE Energy Corp.'s Fourth Quarter 2022 Earnings Call. With me today, I have Sean Trauschke, our Chairman, President and CEO; and Bryan Buckler, our CFO. In terms of the call today, we will first hear from Sean, followed by an explanation from Bryan of financial results. And finally, as always, we will answer your questions.\nI'd like to remind you that this conference is being webcast and you may follow along at oge.com. In addition, the conference call and accompanying slides will be archived following the call on that same website.\nBefore we begin the presentation, I'd like to direct your attention to the safe harbor statement regarding forward-looking statements. This is an SEC requirement for financial statements and simply states that we cannot guarantee forward-looking financial results, but this is our best estimate to date.\nI will now turn the call over to Sean for his opening remarks. Sean?\n\nRobert Sean Trauschke\n\nChairman, President & CEO, OGE Energy Corp.\n\nThank you, Jason. Good morning, everyone. Thank you for being with us this morning. Before we get started on our financial results, I want to take some time to highlight our team who safely delivers reliable, resilient, secure energy at low rates to our customers every day. Once again, in 2022, our team delivered results for our customers, our communities and our shareholders, even as continued economic and inflationary pressure impacted all of us.\nI have confidence in our team and the company to deliver a great future for all of our stakeholders. We are pleased with the financial plan that we are presenting to you this morning and proud to extend our long-term earnings guidance another year into 2027, without the need for any additional equity. Let me be clear, the plan we've put together for 2023 is exactly in line with the commitment we made to you to consistently deliver 5% to 7% earnings per share growth at the electric company based off 2021's original midpoint.\nBryan will discuss more in a moment, but my message to you is this. We've certainly got this, and our sustainable business model provides numerous opportunities from driving load growth to grid investments in generation for many years to come. We are mindful of ensuring a smooth customer impact and delivering consistent growth.\nTurning to 2022's financial results. This morning, we reported consolidated earnings of $3.32 per share for the year, including $2.19 per share for OG&E, a holding company loss of $0.03 per share and earnings from natural gas midstream operations of $1.16. Now this will be the last time we report results from natural gas midstream operations as we have fully exited that business. We are pleased with how that investment has helped transform our company. Over the years, we've utilized cash from the Midstream segment to reinvest in our core business. And in fact, utility earnings today are larger than the entire company's earnings were just 7 years ago.\nToday, I want to talk to you about 4 key aspects of our work that drive our results, safety, reliability, resilience and affordability. Our solid performance this year is due to exceptional execution by our team, to continually focus on safety and kept the energy flowing to the grid during the very hot summer. I am certainly proud of the superior safety performance while maintaining rates that are 13% below the regional and 21% below the national average.\nWe've done our part too. I'm pleased to report our O&M per customer was 4% lower in '22 than just 3 years ago. There's been a lot of industry discussion about Winter Storm Elliott in December, our fleet ran, and our customers experienced no impact, thanks to the weather hardening and preparation we undertake.\nAgain, I'm very proud of our team's work every day, particularly during the weather extremes we experienced here in Oklahoma and Arkansas. We continue our grid and weather hardening investments that deliver great results for customers. Our grid enhancement investments benefited nearly 150,000 customers in 2022.\nAnd from saving perspective, over 20 automated restorations saved our customers more than 4 million customer minutes of interruptions. We built 7 new substations, upgraded another 9, added 65 miles of transmission line, all to better serve our customers. This foundation powers our growing communities and economic development engine that has delivered 81 new projects in our service area that are projected to create more than 10,000 jobs and garner $4.2 billion in additional investment.\nThis type of growth is not by accident. We set the stage for these results 5 years ago when we said investing in our communities would pay dividends for all stakeholders, customers and shareholders alike. Our communities maintain strong unemployment rates and continue to attract expanding in new businesses that are low rate (inaudible) secure. Our load forecast for 2023 continues to keep pace with the outstanding growth we've experienced over the last 2 years, and our long-term load forecast remains strong as our service area continues to grow.\nToday's macroeconomic environment continues to create pressure on our customers, and we remain committed to affordability and keeping bills low. We've doubled down on connecting customers to programs and services to help them manage their energy use, enrolling 100,000 customers in new to them programs in 2022.\nLet me just highlight a few. Our energy efficiency programs delivered 238,000 megawatt hours of savings in 2022 alone. We weatherized another 3,000 homes, and our team connected OG&E customers to $41.5 million in bill assistance, through federal, state and local agencies as well as our own company-sponsored programs. We are excited about the future in advancing innovation in Oklahoma and Arkansas. And recently, Department of Energy encouraged the HALO hydrogen hub. A 3-state partnership to build hydrogen infrastructure in the U.S., of which OG&E is a stakeholder. To apply for funding through the investment in infrastructure and Jobs Act.\nAdditionally, OG&E is competing for 2 DOE grants as part of the IIJA for grid resilience and smart grid. After assessing our initial submissions, DOE encouraged us to submit full applications. Our investment plan gives us confidence in our ability to grow electric company earnings per share at a consistent rate of 5% to 7%. The investment opportunities, I outlined earlier, will serve to extend that level of consistent growth with a dedicated focus on reliability and affordability for our customers.\nWe will release our inaugural corporate stewardship report next week, which highlights how we live our values, beliefs and center our decisions on customer impact, support communities, steward the environment and develop our employees to meet the energy needs of the future.\nWe are excited about our story and how this report helps us tell it. I do want to close with a few important thoughts. We've accomplished a great deal over the last 5 years, particularly how nearly $4 billion in capital investments have produced significant results in reliability and resiliency with a 99.96% system uptime. Technology has improved both operations and security. These achievements are underpinned by a continuous focus on safety and keeping affordability front and center for our customers with rates well below the regional and national averages.\nWe are committed to growth for our communities to serve our customers and to financial growth for our shareholders and employees. All these pieces are really coming together. We built the economic development engine that's really driving this load growth. We've built one of the strongest balance sheets to fund this growth, and we've simplified our business by exiting the natural gas midstream business, which -- all of which support our 5% to 7% growth level. Our team (inaudible) is the best in the business, focused on safety, taking care of each other in our communities and delivering results for all stakeholders. I'm proud of each of them and the results they deliver.\nWith that, I'll turn it over to you, Bryan.\n\nW. Bryan Buckler\n\nCFO, OGE Energy Corp.\n\nThank you, Sean. Thank you, Jason, and good morning, everyone. Let's start on Slide 7 and discuss full year 2022 results. On a consolidated basis, net income was $666 million or $3.32 per diluted share compared to $737 million or $3.68 per share in 2021. The electric company achieved net income of $440 million or $2.19 per diluted share compared to $360 million or $1.80 per share in 2021.\nThe increase in electric company net income in 2022 was primarily due to increased recoveries of capital investments as well as higher sales volumes, primarily driven by strong economic growth and a 26% increase in cooling degree days. These favorable drivers were partially offset by expected higher O&M and increased depreciation on a growing asset base.\nWith respect to our natural gas midstream operations segment, we reported net income of $231 million or $1.16 per diluted share compared to net income of $385 million or $1.92 per share in 2021. The decrease in net income was primarily due to the prior year's gain on the Enable merger transaction in 2021 and the subsequent elimination of equity and earnings of Enable, partially offset by gains on the sale of energy transfer equity securities in 2022.\nAs we discussed during the third quarter earnings call, we have completed the exit of the natural gas midstream segment, simplifying our story and enabling our investors to have a more clear line of sight into our core business, the regulated electric company.\nOther operations, including our holding company, reported a loss of $5 million or $0.03 per diluted share compared to a loss of $8 million or $0.04 per share in 2021. The decrease in net loss was primarily due to higher other income, partially offset by an increase in interest expense. Please see the appendix for details on fourth quarter 2022 results.\nTurning to our 2022 customer growth and load results on Slide 8. Our customers continue to increase at a robust rate of 1.1%. Our weather-normalized retail load growth in 2022 was very strong at 3.1% coming on the hills of a 2.4% increase in 2021. This back-to-back extension of load is remarkable and indicative of the economic strength in Oklahoma and Arkansas. The biggest driver of load growth is coming from the business sector with a variety of companies contributing, including those in data mining, agriculture and manufacturing.\nIn 2022, the commercial class load was 12.2% above 2021 levels. Sean often speaks to the pent-up demand in Oklahoma that was set to take off going into 2020, and that is playing out as commercial sector load is now 15% above 2019's prepandemic levels. Our 2022 load results provide evidence that our sustainable business model works, where we grow our communities with reliable, resilient and affordable service, enhanced by a focus on economic and business development.\nTurning to 2023, as shown on Slide 9. We forecast total retail weather-normalized load growth to be between 4% to 5% above 2022. Even if we were to take a very conservative approach and assumed the load from mining customers at the end of 2022 just stayed flat throughout 2023 with no additional growth then total retail load growth would be between 2.5% to 3.5%. In other words, the fundamentals of our customer base are strong and expected to expand across the board.\nTurning to Slide 10. In 2023, at the regulated electric company, we expect earnings of $1.99 to $2.09 per share, with a midpoint of $2.04 per share. This OG&E earnings guidance midpoint is consistent with the commitment we've made and represents a compound annual growth rate of 6.2% from the midpoint of our 2021 guidance of $1.81. The drivers of expected EPS growth in 2023 are very similar to the drivers we executed upon in 2022, reflecting the predictable growth you expect from our company.\nFurthermore, we are extending our utility 5% to 7% annual EPS growth forecast through 2027, reflecting our confidence in the long-term financial prospects of the company. On a consolidated basis, in 2023, we are forecasting EPS of $1.93 to $2.07 with the midpoint of $2 per share, which includes a holding company loss of approximately $0.04 per share. Thus, over the period of '21 through 2023 on a combined utility and holdco basis, this would be an approximate 6% compound annual growth rate.\nLet's turn to financing considerations on Slide 11. As you know, one of our company's core strengths is the balance sheet. This is illustrated by our forecast that includes no need to issue equity under our current 5-year $4.75 billion investment plan which has now been rolled forward an additional year through 2027. We forecast FFO-to-debt metrics of approximately 17.5% to 18% throughout this 5-year period, supportive of our current credit ratings at S&P, Fitch and Moody's.\nAs Sean mentioned, there are ample emerging investment needs, and we look forward to addressing these capital projects in a manner that balances affordability while sustaining our strong credit metrics and lengthening the earnings growth prospects of the company. With respect to the 2023 capital forecast, we plan to issue up to an additional $400 million of long-term debt at OG&E in the second quarter of 2023 to fund our customer-centric investments.\nTo wrap up on the slide, here are a couple of additional updates. First, we are making progress on our fuel under-recovery balance, which was $515 million at the end of 2022. As of year-end, in Oklahoma, we have $474 million remaining to be recovered over 21 months. We submitted new fuel factors in December, and those were implemented in January. In Arkansas, as of year-end, we have $41 million remaining to be recovered over 15 months.\nLastly, we are well positioned with respect to interest rate risk. For example, we have low levels of floating rate debt and no fixed rate debt maturities through 2026, excluding Uri-related debt that matures in May.\nBefore I turn the call back over to Sean, let me summarize where we stand. Our employees have built a strong foundation for this company, and they delivered outstanding results again in 2022.\nLooking forward, we have put together an operational and financial plan for 2023 through 2027 intended to deliver great value to our customers, drive economic development in our communities and meet our commitments to our shareholders. We expect strong earnings per share growth of 6% in 2023 over our 2022 utility guidance midpoint. And lastly, our 5% to 7% long-term earnings per share growth rate at utility, coupled with a stable and growing dividend, offers our investors an attractive total return proposition.\nWith that, we will open the line for your questions."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/ea57c42913b49dbe4909ba0a7440c134",
        "textblob_polarity": 0.15262770231806924,
        "textblob_subjectivity": 0.4094712524987753,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 3
            },
            "scores": {
                "positive": 0.916196231331144,
                "neutral": 0.9895440340042114
            }
        },
        "content1": "Q3 2022 OGE Energy Corp Earnings Call\n\nQ3 2022 OGE Energy Corp Earnings Call\n\nOGENYSENOV 3, 2:00 PM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to the OGE Energy Corp. Third Quarter 2022 Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nAnd I will now hand the conference over to your first speaker, Jason Bailey, Director of Investor Relations at OGE. Go ahead, Jason.\n\nJason Bailey\n\nDirector of IR, OGE Energy Corp.\n\nThank you, Eric, and good morning, everyone, and welcome to OGE Energy Corp.'s Third Quarter 2022 Earnings Call. With me today, I have Sean Trauschke, our Chairman, President and CEO; and Bryan Buckler, our CFO.\nIn terms of the call today, we will first hear from Sean, followed by an explanation from Bryan of financial results. And finally, as always, we will answer your questions.\nI'd like to remind you that this conference is being webcast and you may follow along at oge.com. In addition, the conference call and accompanying slides will be archived following the call on that same website.\nBefore we begin the presentation, I'd like to direct your attention to the safe harbor statement regarding forward-looking statements. This is an SEC requirement for financial statements and simply state that we cannot guarantee forward-looking financial results, but this is our best estimate to date.\nI will now turn the call over to Sean for his opening remarks. Sean?\n\nRobert Sean Trauschke\n\nChairman, President & CEO, OGE Energy Corp.\n\nThank you, Jason. Good morning, everyone. Thank you for joining us today.\nBefore we get started, I do want to reflect on the economic and inflationary pressures our customers and all of us are experiencing today. We understand our customers' concerns about household costs increasing across the board, and understand that the rising cost of fuel to produce electricity contributes to the concerns our customers have about increasing energy bills. I'll talk about the specific actions we are taking after we discuss the quarter's results.\nTurning to our financial results. Earlier this morning, we reported third quarter consolidated earnings of $1.31 per share. This includes utility earnings of $1.26 per share, a holding company loss of $0.03 and earnings from natural gas operations of $0.08. Our solid performance in this quarter is due to exceptional execution by our team, who work to keep energy flowing to the grid during a very hot summer with upwards of 20 100-degree days across our service area.\nLike other areas of the country, there were no (inaudible) for public conservation to protect the grid. Our system is designed. Our system is built and it's operated for these conditions, and I'm incredibly proud of our team for their work 24 hours a day to keep the lights on for our customers. The third quarter was highly productive and was really a reflection of the investments and planning we undertake to be prepared.\nIn the third quarter, we also completed the exit of our Midstream investments with the final sale of our Energy Transfer units. While this will be the last time I discuss Midstream financial results, I want to take a moment to reflect on the end of what has been a decade-long effort to close this part of our business and move forward. We've doubled down on business and economic growth in our service area and taking a measured approach to planning for the future to protect customers with equal focus on reliability and affordability. We continue to accomplish what we say we will do, setting us up to deliver strong results for our customers in the future.\nOur grid reliability, resiliency and security work continues, including a multiyear initiative to underground lines that run over interstate and major highways. This year, we will underground approximately 30 lines, and by the end of '23, we anticipate having varied more than 100 of those lines across our service area.\nUndergrounding these lines both improve reliability and safety for customers and emergency response vehicles during weather events. We continue to upgrade existing substations and build new substations to support our growing service area, even in mid supply chain constraints of equipment availability. We continue to see results from outages eliminated or significantly reduced as a result of enhanced distribution circuits. These investments continue to pay off for our customers and improve our restoration process, saving hundreds of thousands of minutes during outages.\nAdditionally, to support our service area, we continue to invest in our system to support local economic growth. One such investment nearing completion at the Port of Muskogee involves the construction of new transmission facilities that will enable approximately 900 megawatts of new load to serve local customers.\nAs many of you are aware, we reissued the solar RFP, given the favorable opportunities following the Inflation Reduction Act. As our service area continues to grow, combined with the increased reserve margin requirements, we will review the 3 active RFPs for long-term generation holistically to ensure our path forward meets those requirements and delivers reliable generation for our customers, and we'll provide an update once we review the results from all of the RFP.\nThe good news is our communities are growing in Oklahoma and Western Arkansas, even with the economic challenges facing our nation. This growth comes from their position of strength with lower-than-average unemployment and low rates for electric service. With fuel prices remaining at high levels, you've seen concern for grid reliability in some regions of the country as we head into winter. That's simply not true here. Our investments in generation and grid resiliency and reliability paid off this summer and we'll continue to ensure our customers have reliable electric service in the future.\nWe are committed to helping our customers during this tough economic season with inflation continuing to rise, we are increasing communications to customers about how they can manage their energy use and monthly bill. Our weatherization program provides thousands of dollars of home upgrades and no additional cost to customers with household incomes at $60,000 or below. Our [silver energy] offers our customers 60 years of age and older, a suite of options to lower their monthly bill and reduce their energy usage.\nAdditional energy efficiency programs for residential and commercial customers deliver thousands of megawatts savings and help reduce our future generation needs. Our billing programs, average monthly billing, Guaranteed Flat Bill in Oklahoma, levelized billing in Arkansas give customers more predictable monthly bills, and we have seen an increase in both of these programs this last quarter.\nOur team is also focused on connecting customers to bill assistance. This year alone, OG&E customers have received $30 million in bill assistance through federal, state, local agencies as well as company-sponsored programs. We know today's macroeconomic environment creates challenges for our customers, and we are committed to keeping their bills as low as possible.\nAffordable rates with that outstanding service is a hallmark of who we are as we maintain our operational focus to deliver life-sustaining and life-enhancing electricity our customers need.\nOur load forecast for 2022 continues to keep pace with the outstanding growth we experienced in 2021, and we expect growth of approximately 3% for the full year. Our long-term load forecast remains strong as our service area continues to grow.\nOur business and economic development efforts continue to pay dividends through the first half of '22. The 24 new projects secured and announced by our economic and business development partnerships will help add nearly 3,000 new jobs across the territory. This growth is all across our service area from the expansion of a Koch fertilizer plant in Enid, Oklahoma to the expansion by Cold Compass storage in Mulberry, Arkansas.\nWe know the cost of electricity is a significant factor that companies consider when deciding an expansion or relocation and we continue to offer highly competitive rates when compared to others. We continue to work with communities and partners to advance innovation and technologies in Oklahoma and Arkansas. For example, we worked with rural and low-income school districts to apply for the EPA Clean School Bus program as part of IIJA. And just last week, the EPA announced $18 million was awarded for these schools. We're delighted to support these districts as they bring electric school buses to the state.\nI do want to close with a few important thoughts. First, the economies across our service area are growing. Unemployment rates are better than the national average. Business and economic development is active, and these communities are strong and continuing to grow stronger. And this leads me to talk about our greatest strength, our employees. With all the economic development activity and reliability investments, our safety performance continues to excel.\nJust as last year, 2022 is on track to be one of the safest years on record. Our crews just recently returned from Florida after supporting restoration efforts following Hurricane Ian. One letter of many that I received about our team that went to Florida stood out. A gentleman from Melbourne, Florida, had been without power and when our crew arrived to his neighborhood, he watched their dedication and professionalism as they worked together as a team, both efficiently and effectively to get his electricity back on.\nIt's what our people do every single day, and it's what we expected them, but to receive a letter from someone who is not our customer, but saw their excellence firsthand, brought home for me once again how important our customer relationships are. And building on that example, to broaden recognition to all of our employees, Forbes Magazine recently named OGE Energy as the #2 employer in the state of Oklahoma.\nWe're not the largest employer in the state but our employees live in the communities where they work and we are integrally tied to the fabric of the community and the state. I'm incredibly proud of every person here and know their dedication to our customers and our purpose to energize life, and I'm grateful to work alongside them every day.\nSo simply put, more and more families, more and more businesses are coming to our service area. This growth combined with our continuous investment in reliability and resiliency. After all, it's Oklahoma and Arkansas, 2 of the most weather prone states in the country. We have tremendous opportunities for many, many years to come. And we manage all of this through the lens of affordability for our customers. We worked hard over the last few years to create this growth for our communities, and we intend to keep it going.\nSo with that, I'll turn the call over to Bryan. Bryan?\n\nW. Bryan Buckler\n\nCFO, OGE Energy Corp.\n\nThank you, Sean. Thank you, Jason. And good morning, everyone.\nStarting with third quarter results on Slide 5, we reported consolidated earnings of $1.31 per diluted share compared to $1.26 in the same period in 2021. The OG&E, the electric utility contributed earnings of $1.26 per share in the third quarter compared to $1.12 in the same period in 2021. The increase was primarily driven by higher sales volumes from strong load growth in warmer weather as well as increased recoveries of capital investments. These favorable drivers were partially offset by expected higher depreciation on a growing asset base as well as revised depreciation rates that became effective in July, consistent with the Oklahoma general rate review order from the commission.\nOur Natural Gas Midstream segment contributed earnings of $0.08 per share in the third quarter compared to earnings of $0.15 in the same period in 2021. The decrease in net income was primarily due to the elimination of equity and earnings of Enable, partially offset by a gain on our Energy Transfer units. I will discuss the completion of our exit from Energy Transfer in a moment.\nOther operations, including our holding company, experienced a loss of $0.03 per share compared to a loss of $0.01 in the same period in 2021. The increase in net loss was primarily due to the partial reversal of an interim period consolidating tax benefit that was recorded in the first quarter of 2022. For full year 2022, we now expect earnings at the electric utility to be in the range of $2.08 to $2.12 per diluted share and holding company earnings to be a loss of approximately $0.02 per share.\nTurning to economic indicators and load results on Slide 6. Our customer count grew 1.2% over the past 12 months, in line with our expectations and reflecting the attractiveness of our service territory in Oklahoma and Arkansas. Our year-to-date weather-normalized load growth remained strong at 2.4%, supported by the commercial, public authority and oilfield classes. Weather-normalized residential volumes were below expectations with a decline of 1.1%, which we believe was impacted by customer conservation to reduce usage during the unusually hot weather.\nTaking a closer look at the commercial class. Our service territory is experiencing especially strong business growth. For the third quarter, weather normalized growth for the commercial class was 11.6% higher than in 2021, driven by many industries, including data mining, agriculture and manufacturing. For all customer groups, we are adjusting our full year total weather normalized retail load growth forecast to be approximately 3%. This outstanding 2022 growth drives ever-increasing confidence that 2023 load will again exceed the 1% load growth we've historically experienced even before consideration of potential upside from incremental load from data mining companies.\nMoving to Slide 7. As Sean mentioned, we completed the exit of the remainder of the Energy Transfer units in the third quarter. We are very pleased with our prudent, measured sell-down of the shares during the year. We no longer have an interest in Midstream operations, which should allow our investors to better focus on the true value of what we believe is a premium electric utility business.\nLet me now briefly update you on a topic garnering a lot of attention in our industry, interest rate risk. First, we have less than $200 million of floating rate debt. Secondly, with respect to refinancing risk, we have no fixed rate debt maturities through 2026. And in 2027, that maturity is only $125 million. Accordingly, we believe we are positioned very well in our industry.\nShifting gears. Similar to what other utility companies across the country are experiencing, I wanted to provide an update on our fuel regulatory asset balance. With fuel -- while fuel under recoveries are typically recovered in 12 months or less, we have proposed longer recovery periods to help mitigate impacts to customers' monthly bills. In Arkansas, we implemented new fuel rates effective November 1 that will recover the $40 million balance over 17 months. In Oklahoma, for the [under-recovery] balance as of August month end of $424 million, we have begun recovery based on a 24-month recovery period.\nWell, I've provided you with a fair amount of financial information today, and I want to remind you that we will provide official 2023 EPS guidance during our fourth quarter call as well as an updated financing and capital investment plan, a refresh look at load and other key financial assumptions.\nLet me wrap up by summarizing where we stand. Our service territories in Oklahoma and Western Arkansas continue to grow, [and we] continue to plan for and make important infrastructure investments to support the growth of these communities, backed by one of the strongest balance sheets in the industry. As we approach 2023, we continue to have confidence in our ability to drive a long-term OG&E, EPS CAGR of 5% to 7%, which when coupled with our plans for a stable and growing dividend, offers investors an attractive total return proposition.\nWith that, we will open the lines for your questions.\nOperator, we are ready for questions."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/8a72446bcf23effb714f33946fb7a17d",
        "textblob_polarity": 0.16342842949400324,
        "textblob_subjectivity": 0.39609750904832874,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9989054586206164,
                "neutral": 0.9925791025161743
            }
        },
        "content1": "Q2 2022 OGE Energy Corp Earnings Call\n\nQ2 2022 OGE Energy Corp Earnings Call\n\nOGENYSEAUG 4, 3:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the OGE Energy Corp.'s Second Quarter 2022 Earnings Call. (Operator Instructions) Please be advised that today's conference call is being recorded.\nI would now like to hand the conference over to your speaker today, Jason Bailey, Director of Investor Relations. Please go ahead.\n\nJason Bailey\n\nDirector of IR, OGE Energy Corp.\n\nThank you, Hope, and good morning, everyone, and welcome to OGE Energy Corp.'s Second Quarter 2022 earnings call. With me today, I have Sean Trauschke, our Chairman, President and CEO; and Bryan Buckler, our CFO. In terms of the call today, we will first hear from Sean, followed by an explanation from Bryan of financial results. And finally, as always, we will answer your questions.\nI'd like to remind you that this conference is being webcast, and you may follow along at oge.com. In addition, the conference call and accompanying slides will be archived following the call on that same website.\nBefore we begin the presentation, I'd like to direct your attention to the safe harbor statement regarding forward-looking statements. This is an SEC requirement for financial statements and simply states that we cannot guarantee forward-looking financial results, but this is our best estimate today.\nI will now turn the call over to Sean for his opening remarks. Sean?\n\nRobert Sean Trauschke\n\nChairman, President & CEO, OGE Energy Corp.\n\nThank you, Jason. Good morning, everyone. Thank you for joining us. It's certainly great to be with you this morning. Earlier this morning, we reported second quarter utility earnings of $0.50 per share, which represents an increase of $0.08 per share over the same period last year. Overall, we reported consolidated earnings of $0.36 per share, which includes a $0.05 loss from the holding company and a $0.09 loss from natural gas midstream operations.\nThe second quarter was very productive and included the following. Through the end of July, we've exited 77% of our Energy Transfer investment at an average sales price of $11.09 per unit, which represents a 33% premium to where the units were when we closed the transaction last December. Interestingly, we've already received more net proceeds than the value of our investment on the transaction close date, and we haven't even completed the exit. We are pleased with the pace of our progress and the value that we've captured for our shareholders. Bryan will go into more details shortly.\nRegarding the Oklahoma rate review, at the end of June, we reached an uncontested settlement to the rate review pending before the Oklahoma Corporation Commission, and the ALJ has recommended approval of the settlement. We await a final order from the commission, which will likely be this quarter.\nMoving to Winter Storm Uri. In early May, the Oklahoma Supreme Court authorized the sale of bonds. The State of Oklahoma issued the bonds, and we received the proceeds 2 weeks ago.\nIn Arkansas, we had a productive quarter where we implemented new rates on April 1 associated with our fourth formula rate filing. We continue to work through a 5-year extension of the Formula Rate Plan in Arkansas. Also, we filed a request to recover approximately $80 million of Uri-related costs over a 10-year period at our weighted average cost of capital. This is consistent with other approvals by the Arkansas Commission.\nTurning to operations. Temperatures over the last several weeks have been extremely high across the service area with 18 days above 100 degrees since June 1. Our generation fleet has performed well, supplying the grid with electricity for our customers and across the SPP.\nBeyond our generation capacity, the grid is serving customers. It's not strained. And unlike other areas of the country, we have not cautioned the public of potential blackouts nor called on the public to take conservation measures. The system was designed, was built and was maintained for days like these, and our customers experience the benefits of our generation investments and enhancements to the grid.\nOur investments in technology and equipment deliver improved reliability, resiliency, communication and security to energize their homes, businesses and lives as we maintain affordability for our customers.\nAdditionally, S&P's annual report on rates was announced in the second quarter, and OGE Energy was listed as having the second lowest rates in the nation, a reflection of our continued commitment to affordability for our customers as we invest in the grid and technology to improve reliability, resiliency and security. We have billing programs like Guaranteed Flat Bill and average monthly bill, which allow customers to manage their budget and cash flow more easily.\nSo to quickly recap, in the second quarter, we exited more than 3/4 of our Energy Transfer investment at a significant premium. We filed an uncontested settlement in Oklahoma rate review. We received bond proceeds from Oklahoma securitization of Winter Storm Uri expenses. In Arkansas, we implemented new rates and filed a request to recover Winter Storm Uri-related costs, and we continue to provide safe and reliable, stable electric service to nearly 900,000 customers during an extremely hot summer.\nWe're accomplishing what we set out to do, what we told you we would do and have great momentum for the remainder of the year. As we continue our strong operational performance, we reaffirm our utility earnings guidance for the year and expect to be in the top half of our utility earnings guidance range given the warmer-than-normal weather.\nI'm really incredibly proud of every single employee, each of whom is solely focused on safely ensuring our customers have the life-enhancing and life-sustaining electricity they need to live their lives. I use that word safely for emphasis as I'm extremely proud of the level of safety excellence we exhibit here at the company.\nTurning to future operations. We continue the needed investment in the grid, utilizing automation and self-healing technologies to improve reliability and resiliency. The work we're undertaking on our substations, distribution circuits and other portions of our grid will provide great benefit to our customers in terms of reliability and resiliency. To date, we've seen results from enhanced circuits following storms where customer outages were eliminated or reduced to the tunes of hundreds of thousands of minutes to date.\nWith a growing service area and increasing reserve margin requirements, we recognize our future capacity requirements are changing. We have 3 active RFPs for long-term generation in the market, and we'll evaluate all the proposals before making decisions with regard to how we will meet the capacity needs in our service area. We'll provide an update once we review the results from all the RFPs.\nAnd at the same time, we have other capacity initiatives underway. We continue to offer programs that help customers manage their energy usage and their bill through smart hours, our demand response program. More than 100,000 customers are shifting their energy usage in helping achieve 90 megawatts in demand reduction this year alone.\nOur energy efficiency programs continue to provide strong results for all customers. These programs provide energy savings and demand reduction and enable customers to better manage their energy use. In the current filing years, we expect to achieve savings of more than 100 megawatts in demand and nearly 500,000 megawatt hours of energy savings, helping us to efficiently operate the generation fleet as we grow our customer base and maintain affordability.\nIn times of economic uncertainty, these programs offer customers incredible value for home improvement with no out-of-pocket costs as well as tools to manage and understand their energy usage. We filed these extensions for programs like this every 3 years with the next filing in 2024.\nOur load forecast for 2022 is outpacing 2021 and expect growth above 3.5% this year. Our long-term load forecast remains strong as our service area continues to grow. Bryan will talk about load here shortly, but our business and economic development efforts continues to pay dividends for our communities.\nIn the first half of '22, the new -- the 12 new projects secured and announced by our economic and business development partnerships will help add more than 1,775 new jobs across Oklahoma and Arkansas. Businesses, large and small, continue to grow from Mercy Hospital in Fort Smith to No Man's Land Beef Jerky in Enid, Oklahoma. The affordability of our rates is central to our sustainable business model as the cost of electricity is a significant factor that companies consider when deciding an expansion or relocation.\nBefore I hand the call over to Bryan, I just want to take a moment to touch on a few important points. First, the economies across our service area are thriving. Unemployment rates are better than the national average. Business and economic development is active, and our communities are strong and continuing to grow stronger. Our sustainable business model is designed to grow revenues by attracting new customers and managing expenses by utilizing technology. This helps us maintain some of the most affordable rates in the nation, which in turn attracts more customers, continuing the virtuous cycle and sustaining the momentum for our shareholders, employees and our customers.\nSo thank you, and I'll now turn the call over to Bryan. Bryan?\n\nW. Bryan Buckler\n\nCFO, OGE Energy Corp.\n\nAll right. Thank you, Sean. Thank you, Jason, and good morning, everyone. Starting with second quarter results on Slide 6, we reported consolidated earnings of $0.36 per share compared to $0.56 per share in the same period in 2021. OG&E, the electric utility, contributed earnings of $0.50 per share in the second quarter compared to $0.42 per share in the same period in 2021. The increase was primarily driven by higher sales volumes and increased recoveries of capital investments. These favorable drivers were partially offset by expected higher depreciation on a growing asset base. O&M was flat this quarter compared to the same period in 2021, reflecting our employees' continued focus on cost management.\nOur natural gas midstream segment experienced a loss of $0.09 per share in the second quarter compared to earnings of $0.16 per share in the same period in 2021. The decrease in net income was primarily due to mark-to-market adjustments on our Energy Transfer units coupled with the elimination of equity and earnings of Enable.\nOn a year-to-date basis, however, we've seen significant appreciation in the fair value of the ET units, as I'll discuss in a moment.\nOther operations, including our holding company, experienced a loss of $0.05 per share compared to a loss of $0.02 per share in the same period in 2021. The increase in net loss was primarily due to the partial reversal of the consolidating tax benefit recorded in the first quarter of the year.\nTurning to our economic indicators and load results on Slide 7. Customer numbers grew 1.1% over the past 12 months and in line with our expectations, reflecting the attractiveness of our service territory in Oklahoma and Arkansas.\nWe continue to see our low rates draw businesses to our service territory in 2022. As of June 30, we have added 60 megawatts for the year from data mining companies alone, and those connections began to accelerate in June. We are encouraged by how this customer subgroup is methodically working through supply chain constraints. And we still expect the overall commercial customer group to grow in excess of 10% for the year.\nCompany-wide for all customer groups, based on year-to-date results and updated projections, we now expect to see total retail load growth of around 3.5% to 4.25% in 2022. Zooming out, when you look at the 2.4% load growth we experienced in 2021, along with the 3.5% to 4.25% we are forecasting for 2022, our confidence is growing that 2023 will be another year of load growth in excess of the historical level of 1%.\nLet's move to Slide 8, where we are reaffirming our guidance issued in February. Given the favorable weather and solid operational execution by our employees in the first half of the year, we expect results to be in the top half of our 2022 utility guidance range of $1.87 to $1.97 per share.\nTaking a longer-term view, our business fundamentals are strong with growing economies in Oklahoma and Arkansas and constructive regulation in these states. Furthermore, our company has prudently managed its balance sheet, putting us in a position to invest in the generation and T&D investments that our customers and communities need and keeping us on the path to 5% to 7% long-term EPS growth.\nLet's move to Slide 9 for an update on our 2022 financing plan. Sean provided you with an update on the exit of our Energy Transfer position. We've been consistent with our approach to exit the shares in a dollar cost averaging manner, and that approach has proved prudent. As you can see in the chart, we are projecting total pretax proceeds of over $1 billion, which would be nearly $400 million more than the fair value as of the February 2021 announcement date. This is real value creation that will accrete to our shareholders in the form of a permanent improvement in our balance sheet strength and lower levels of holding company debt.\nTurning to recovery of the Winter Storm Uri costs incurred in February 2021. The State of Oklahoma issued securitization bonds in July. The proceeds of $750 million have been received and will be used to retire the associated debt that was incurred at the time of the winter storm event.\nBefore we take your questions, let me make 2 points. First, we are very well positioned with respect to interest rate risk. Through prudent management of our debt maturity ladder, we have only approximately $100 million of maturing debt over the next 5 years to be refinanced. Furthermore, we have very low levels of short-term floating rate debt, thanks to the proceeds received from the Energy Transfer sales.\nSecondly, our balance sheet and credit metrics are strong, positioning us to deploy the capital investments in our 5-year plan without the need to issue equity. This balance sheet will also be there for our customers to support emerging investments that will be required to continue to provide quality service to our thriving communities in Oklahoma and Arkansas.\nWith that, we will open the line for your questions."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/792d112555790e0c37d8555051fb39d6",
        "textblob_polarity": 0.15010157757348766,
        "textblob_subjectivity": 0.3912970191481428,
        "sentiment": {
            "distribution": {
                "positive": 13,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9959405293831458,
                "neutral": 0.9951552351315817
            }
        },
        "content1": "Q1 2022 OGE Energy Corp Earnings Call\n\nQ1 2022 OGE Energy Corp Earnings Call\n\nOGENYSEMAY 5, 3:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Q1 2022 OGE Energy Corp. Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions).\nI would now like to hand the conference over to Jason Bailey, Director of Investor Relations. Please go ahead.\n\nJason Bailey\n\nDirector of IR, OGE Energy Corp.\n\nThank you, Abigail, and good morning, everyone, and welcome to OGE Energy Corp.'s First Quarter 2022 Earnings Call. With me today, I have Sean Trauschke, our Chairman, President and CEO; and Bryan Buckler, our CFO. In terms of the call today, we will first hear from Sean, followed by an explanation from Bryan of financial results. And finally, as always, we will answer your questions.\nI'd like to remind you that this conference is being webcast and you may follow along at oge.com. In addition, the conference call and accompanying slides will be archived following the call on that same website. Before we begin the presentation, I'd like to direct your attention to the safe harbor statement regarding forward-looking statements. This is an SEC requirement for financial statements and simply states that we cannot guarantee forward-looking financial results, but this is our best estimate to date.\nI'll now turn the call over to Sean for his opening remarks. Sean?\n\nRobert Sean Trauschke\n\nChairman, President & CEO, OGE Energy Corp.\n\nThank you, Jason. Good morning, everyone, and thank you for joining us on the call today. Before we begin, last night, a number of our communities in our service territory were impacted by severe storms and multiple tornadoes. This was the second round of storms this week, and our thoughts and prayers are with the families and businesses impacted by these severe storms. Many of our OG&E family live in these very same communities. So we're working very safely to support our communities.\nSo moving on to the quarter. Earlier this morning, we reported first quarter consolidated earnings of $1.39 per share, which includes utility earnings of $0.19 per share, earnings at the holding company of $0.05 per share and natural gas midstream operations of $1.15 per share. The first quarter was stable from a weather perspective and the team executed very well, setting our course for the year. Less than 10% of our annual income is derived from the first quarter, and we are confident in our guidance for this year. I'm proud of what we've accomplished for our investors, our customers and communities and I want you to know that we're not done.\nFor 2022, critical operations, investments and our continued grid enhancement work will benefit 16% of our customer base through 27 new or upgraded substations and transmission lines. This quarter, we completed 40 distribution line circuit improvements, including automation and resiliency projects. We also improved 10 distribution substations and 5 communication technology projects. These projects will deliver improved reliability and resiliency for our growing customer base. Combined with last year's grid enhancements, now 36% of our customers will experience improvements from these investments to the grid.\nTurning to regulatory. Last week, we received responsive testimony in the Oklahoma rate review. As you know, this is 1 part of the overall rate review, and we appreciate the transparent and public process the Oklahoma Commission provides. You may have read the responsive testimony, which is consistent with prior reviews with regard to this point in the process. The testimony does not reflect the positions of the commission, the individual commissioners or Oklahoma regulation, and we will file rebuttal testimony later this month.\nOn Tuesday, the Supreme Court of Oklahoma approved the issuance of bonds associated with the securitization of fuel and purchase power costs from Winter Storm Uri. In Arkansas, the settlement in our fourth formula rate filing was approved and we also received an order approving the extension of our formula rate plan. We expect an order from the commission by May 18 on the terms of the extension.\nOklahoma and Arkansas continued to expand with load growth continuing at the expected pace of 3.5% to 5% in 2022. Customer growth continues to be on track as well, coming in at 1.3% for the first quarter of the year. Bryan will have more details when he discusses the first quarter results.\nThe business and economic development remains very active in our service territory. Our affordable low rates are a significant driver of companies coming to or expanding their operations in our service territory. Three hospital systems in the Oklahoma City metro are growing. And between them, we anticipate an additional 15 megawatts over the next couple of years. Additionally, Georgia Pacific recently announced plans to stand up new production lines at their 640-acre manufacturing operation in Muskogee, Oklahoma. These efforts, while incremental 20 to 50 basis points of our overall load build on one another, demonstrating how consistent and predictable growth makes us a stronger company as we support stronger communities.\nIn Q1 alone, we've connected 14 megawatts of new load from new large projects, and we are excited about the year ahead. We will continue to work on the many opportunities that will bring more load, more jobs and more investment to our communities. Our economies in Oklahoma and Arkansas remained strong with unemployment rates well below the national average. And this is all part of our great story that further supports our sustainable business model of growing revenues by attracting new customers, managing expenses by utilizing technology and becoming more efficient. This helps us in maintain some of the lowest rates in the nation, which in turn attracts more customers. We've accomplished a lot in the first quarter, setting us up for a strong year.\nNow as we've all read, supply chain issues and reviewed by the U.S. Department of Commerce has impacted solar panel availability across the industry. We are evaluating responses we have to the active solar RFP with the understanding that solar likely will be unavailable before 2025. Last week, we released our flexible resources RFP which seeks a quick start, a quick responding resource like a hydrogen capable combustion turbine batteries or other technologies. As a reminder, our current investment plan does not include any potential investments associated with our 2021 IRP. We will be nimble as we address our future capacity needs, and we will update you as we move through the process.\nInflationary pressures are also impacting certain materials and supplies as other industries are also experiencing. We will remain flexible and agile with our investment opportunities to minimize that impact on customers. In April, we began exiting out of our energy transfer unit, which Bryan will update you on shortly. Our plan remains to exit the majority of this position by the year-end, and we will continue to update you each quarter on our progress.\nNow I was doing some research for a talk I gave a couple of weeks ago about the future of the energy sector and wanted to talk about how technology has changed at OG&E. Right now, there are nearly 1 million communication points of devices on our system. But a decade ago, that number topped out at around 500. Our industry is undergoing a digital transformation, the likes of which we have not seen. I am biased, but I would argue that the electric grid is among the most complex machines in the world and must be flexible to deliver affordable, reliable and resilient service to our customers.\nAs we add increasing amounts of renewables and see additional technology in homes and businesses, the energy grid must be smarter, must be stronger, more dynamic and maintain security and affordability. Achieving this bright future means we will deploy new and different technology like AI and automation to improve both grid functions and customer interactions. We are bullish on technology and while economies of scale will prevail, we're not making singular big bets, rather making technology investments continually along the curve. This technology curve is not just in our business but also in our customers' homes and businesses. This technology requires greater precision and more functionality compared to the past, and we rely on it for a multitude of uses.\nOur team has been on a path to transform OG&E into a customer-centric company. We're in the process of centering decisions on customer impact as we balance the needs of all stakeholders. This work is already paying off and improved customer satisfaction measures, increased internal collaboration across teams, identifying new customer programs and communication tools that we can deploy in the future. We believe this shift will help us continue to grow communities, serve customers better and improve employee experience and deliver strong shareholder returns.\nSo with that, I'll thank you and turn the call over to Bryan. Bryan?\n\nW. Bryan Buckler\n\nCFO, OGE Energy Corp.\n\nThank you, Sean. Thank you, Jason, and good morning, everyone. In February, we announced OG&E's 2022 earnings guidance midpoint at 6% above 2021, while at the same time, increasing the utility's long-term earnings per share growth rate to 5% to 7% through 2026. I'm happy to share with you that we're off to a great start on this 5-year plan, thanks to the outstanding efforts of our employees across the company, which is reflected in our first quarter results.\nOn Slide 5, you can see that for the first quarter of 2022, we reported earnings of $1.39 per share as compared to $0.26 per share in the same period in 2021. The electric utility OG&E reported earnings of $0.19 per share in the first quarter compared to $0.06 per share in the same period in 2021. The increase was primarily due to higher sales volumes from solid load growth as well as increased recoveries of capital investments. As expected, these favorable revenue trends were partially offset by depreciation on a growing asset base and a planned increase in operation and maintenance expense.\nAs a reminder, first quarter 2021 results were impacted by losses from the Guaranteed Flat Bill program during Winter Storm Uri. Our Natural Gas Midstream segment reported earnings per share of $1.15 in the first quarter compared to $0.19 per share in the same period in 2021. The increase was primarily due to a $282 million pretax unrealized mark-to-market gain on our investment in energy transfer, while 2021 reflected equity and earnings of Enable. Holdco and other operations reported earnings of $0.05 per share compared to $0.01 per share in the same period in 2021. The increase was primarily due to a consolidating tax adjustment of $12 million that will reverse over the course of the year.\nTurning to our economic indicators and load results on Slide 6. Our customer growth continues at a nice clip with a 1.3% increase in the past 12 months and the underlying economies in Oklahoma and Arkansas continued to be strong as reflected in the unemployment data shown on the slide. The strength of our local economies was once again reflected in our first quarter load results, which were in line with our expectations. We continue to forecast retail load growth between 3.5% to 5% in 2022 over 2021 levels.\nAs Sean mentioned in our fourth quarter call, we added 200 megawatts of new customer connections in 2021 and continue to see our load rates draw businesses to our service territory in 2022. For example, in the first quarter, we added 10 megawatts from data mining companies alone and expect that pace of new connections to accelerate throughout the year. Overall, commercial load growth grew 6.5% in the first quarter and we expect that growth rate to be even higher in the second half of the year with strength in many sectors, including manufacturing, food processing and distribution and other industries.\nLet's briefly move to Slide 7, where we are affirming our guidance issued in February. Given our strong first quarter results and expectations of solid execution for the remainder of the year, our 2022 utility guidance remains unchanged at $1.87 to $1.97 per share. As you may know, about 90% of our utility earnings are typically generated in the second, third and fourth quarters. Regarding our 5-year capital plan, as a reminder, the potential investments associated with our 2021 IRP are not in that plan. Thus, solar panel availability has no impact on our long-term guidance or our confidence in the ability to grow utility earnings per share at 5% to 7% through 2026.\nLet's move to Slide 8 for an update on our 2022 financing plan. We began the exit of our midstream investment in April and have sold 21.75 million energy transfer units and received $246 million in net pretax proceeds through the end of April. These sales transactions to date reflect over a 60% premium above the ET unit price when the merger agreement was announced in February 2021. We plan to utilize the proceeds for reinvestment in our core business and to pay down short-term debt at the holding company.\nTurning to Winter Storm Uri securitization. As Sean mentioned, on Tuesday of this week, the Supreme Court of Oklahoma approved the issuance of securitization bonds. If you recall, the Oklahoma Corporation Commission previously approved the use of securitization and found our fuel and purchase power costs from Winter Storm Uri to be prudent. The bond issuance is expected to occur this summer. Once securitization is completed, we expect FFO to debt to be in the range of 18% to 20% for 2022, 2023 and 2024. To summarize, we have one of the strongest balance sheets in the industry. providing the right foundation for our long-term OG&E EPS growth rate of 5% to 7%.\nWith that, we will now open the line for your questions."
    }
]