[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/777c70571cb8b77bf0b55c481fba69ec",
        "textblob_polarity": 0.16147872960372966,
        "textblob_subjectivity": 0.4611523892773893,
        "sentiment": {
            "distribution": {
                "neutral": 3,
                "positive": 3
            },
            "scores": {
                "neutral": 0.9886788725852966,
                "positive": 0.8929436008135477
            }
        },
        "content1": "Half Year 2024 BAE Systems PLC Earnings Call - Q&A\n\nHalf Year 2024 BAE Systems PLC Earnings Call - Q&A\n\nBA.LONDONAUG 1, 10:00 AM\n\nOperator\n\nHello, and welcome to the BAE Systems 2024 Half Year Q&A session. [Operator Instructions] I would now like to hand over to Charles Woodburn, CEO. Please go ahead.\n\nCharles Nicholas Woodburn\n\nGroup CEO & Executive Director\n\nThank you. Good morning, and thanks, everyone, for joining us today. This has been another excellent half building on the high operational cadence we delivered in 2023. Hopefully, you've all had a chance to listen to our results presentation. So I'll just cover our three clear messages from the presentation, and then we'll open up the call for questions.\nFirst, we've upgraded our full year guidance across all our key metrics after another 6 months strong operational and financial delivery, which translated into double-digit percentage sales and EBIT growth. Every one of our sectors contributed to the company's strong growth enabled by the combination of our focus on operational performance, supply chain management and our diverse geography and capability portfolio.\nSecond, we continue to make significant strategic progress that positions us well for the future. In particular, AUKUS, the Global Combat Air Programme or GCAP, the integration of our new U.S. space business and the strengthening of our autonomous unmanned aircraft systems and drone capabilities. Additionally, we are increasing investment in the business to support our growth profile. This includes expanding self-funded R&D by double digits, primarily in our Electronic Systems business, where we continue to see strong returns on investment. And increase in capital expenditure, primarily in maritime and P&S, reflecting programs with good visibility and longevity.\nAnd third, we have the visibility and are delivering on our value compounding model with the demand backdrop in the past 6 months, enhancing the potential upside to our base case expectations.\nAnd before I move to the Q&A, I just wanted to go off script slightly and acknowledge that this is Martin Cooper's last week with us. Martin has been with the company for 20 years and our IR Director for the past 8, and we're extremely grateful for his contributions. Martin's job is a critical one, and we've relied on him immensely. And I know there's a lot of us who will miss working with him. Martin, we wish him well with your new job, and we look forward to our paths continuing to cross.\nAnd with that, I'll hand over to Brad who also wants to say a couple of words.\n\nBradley Madsen Greve\n\nCFO & Executive Director\n\nYes. Just to add to that, Charles, I mean, Martin's been a huge part of how we changed the equity story and both are strong narrative and a big part of how we've created value and told you all about that value creation. So I just wanted to thank Martin for that incredible effort his going to be at, and the impact he's made on the company. So just thank you very much Mark. .\n\nMartin Cooper\n\nInvestor Relations Director\n\nSo to go to questions.\n\nCharles Nicholas Woodburn\n\nGroup CEO & Executive Director\n\nIs there anything you want to say to Martin before we got the questions?\n\nMartin Cooper\n\nInvestor Relations Director\n\nThanks, everyone, and the company is very well set, and I look forward to following your progress in the coming years.\n\nCharles Nicholas Woodburn\n\nGroup CEO & Executive Director\n\nGreat.\n\nMartin Cooper\n\nInvestor Relations Director\n\nShareholder.\n\nCharles Nicholas Woodburn\n\nGroup CEO & Executive Director\n\nLet's get on with questions then. ."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/ef10ad91d13755a3623b76515d3655be",
        "textblob_polarity": 0.15810661812934532,
        "textblob_subjectivity": 0.4151828197055471,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 5,
                "negative": 1
            },
            "scores": {
                "positive": 0.9658574461936951,
                "neutral": 0.9855186223983765,
                "negative": 0.9981687068939209
            }
        },
        "content1": "Q1 2024 The Boeing Co Earnings Call\n\nQ1 2024 The Boeing Co Earnings Call\n\nBANYSEAPR 24, 4:30 PM\n\nOperator\n\nThank you for standing by. Good day, everyone, and welcome to The Boeing Company's First Quarter 2024 Earnings Conference Call. Today's call is being recorded. The management discussion and the slide presentation plus the analyst question-and-answer session are being broadcast live over the Internet. [Operator Instructions] At this time, for opening remarks and introductions, I'm turning the call over to Mr. Matt Welch, Vice President of Investor Relations The Boeing Company. Mr. Welch, please go ahead.\n\nMatt Welch\n\nVice President of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Boeing's quarterly earnings call. I am Matt Welch, and with me today are Dave Calhoun, Boeing's President and Chief Executive Officer; and Brian West, Boeing's Executive Vice President and Chief Financial Officer.\nAs a reminder, you can follow today's broadcast and slide presentation at boeing.com. As always, detailed financial information is included in today's press release.\nFurthermore, projections, estimates and goals included in today's discussion involve risks, including those described in our SEC filings and in the forward-looking statement disclaimer at the beginning of the web presentation. In addition, we refer you to our earnings release and presentation for disclosures and reconciliation of certain non-GAAP measures.\nNow I will turn the call over to David Calhoun.\n\nDavid L. Calhoun\n\nPresident, Chief Executive Officer & Director, The Boeing Co.\n\nThanks, Matt. Good morning, and thanks for joining us. Although we report first quarter financial results today, I will direct my comments toward the dramatic actions we've taken since the Alaska Airlines accident in January.\nFirst, we began with taking responsibility. We immediately and transparently began supporting the NTSB to identify the cause of the accident. We supported the FAA investigation of the 737-9 fleet in its entirety to do comprehensive airline inspections, and the aircraft were cleared to go back into service.\nWe immediately acted, working alongside our supply chain, to ensure the door plug depressurization event doesn't ever happen again. We held quality standdowns across all of our production lines in BCA and sought the advice and counsel of more than 70,000 employees to improve our factory disciplines and adherence to our quality standards. All in all, we collected over 30,000 ideas, and the list continues to grow. We have categorized and prioritized all.\nEmployee engagement has been energizing for all. Actions are being taken across all of our factories, and areas of focus include: training, particularly on the job, taking advantage of our slowdown and adding hundreds of hours of training for each of our manufacturing employees; tooling, more of it and improve maintenance; work instructions, simplify, simplify, simplify; compliance checks, discipline; traveled work controls, don't travel work; incentive structures; employee listening; and maybe above all, culture improvement.\nWe transparently engaged with the FAA and immediately went to work on a 90-day plan of quality action to drive improvements throughout our production system. We completed our 30-day review, and we're regularly checking in with the FAA as we complete our 90-day plan.\nWe engaged a team of independent quality experts to systematically review our quality control process and bring forward long-term recommendation. They are roughly 60 days into their work beginning with Renton and Spirit. And we expect them to stay for several years.\nWe have appointed several new leaders into critical BCA leadership roles in the last couple of months. All have jumped in with both feet, alongside our world-class workforce. They are seasoned operators and all with a critical [indiscernible].\nEffective March 1, we moved inspection and rework teams to Wichita. Since then, we have only allowed fully inspected fuselages to be shipped to Renton, which has dramatically reduced our nonconformances entering the Renton factory. This started as a triple and has been slowly improving as time goes on.\nThe visibility in Wichita will help the Spirit team prevent nonconformances from being created in the first place. We are already beginning to see signs of more predictable and reduced cycle times in our factory as a result of these enhanced quality control standards. We expect this will continue to improve.\nWe've extended our commitment to reduce traveled work across all of our assembly [indiscernible] and deep into our supply chain. While near-term delivery shortfalls hurt and will affect our performance during our first half of the year, the long-term benefits from a synchronized supply chain will be substantial.\nWe are absolutely committed to doing everything that we can to make certain our regulators, our customers and most importantly, our employees and the flying public are 100% confident in Boeing. And while I have shared my plans to step down as CEO by the end of the year, I will be very focused every day on seeing that commitment through.\nAs we move through this period, it is important that our people and our stakeholders understand how promising Boeing's future looks. Demand across our portfolio remains incredibly strong. Our people are world-class. There's a lot of work in front of us, but I'm proud of our team and remain fully confident in our future.\nWhile this effort will slow our recovery timing, we are now seeing these proof points that give us confidence that we'll begin to stabilize and improve performance moving forward. By the end of this year, we expect to have largely delivered our 737 and 787 inventory, effectively shutting down our 2 large shadow factories.\nOur commercial business will be more stable. Our defense unit will be progressing towards more historic levels of performance. And our services team will continue to deliver exceptional results. And most importantly, we will have embedded all of the important lessons we've learned in the last few months and over the last several years.\nDuring that time, I've had the opportunity to speak to many of our frontline team members, engineers and mechanics. I continue to be amazed by the pride they take in their work, their commitment to getting things done the right way, the safe way, their willingness to raise their hands and offer ideas for how to do things better.\nWith that, I'll turn it over to Brian.\n\nBrian J. West\n\nExecutive VP of Finance & Corporate Audit and CFO, The Boeing Company\n\nThanks, Dave, and good morning, everyone. Let's start with the total company financial performance for the quarter. Revenue was $16.6 billion, down 8% versus last year primarily reflecting lower 737 delivery volume. The core loss per share was $1.13, a slight improvement versus last year, also reflecting lower 737 deliveries.\nFree cash flow was a usage of $3.9 billion in the quarter, a higher usage than last year and in line with the expectations shared last month. Cash was impacted by lower commercial deliveries and unfavorable timing of receipts and expenditures.\nTurning to next page, I'll cover Boeing Commercial Airplanes. BCA booked 125 net orders in the quarter, including 85 737-10s for American Airlines and 28 777Xs for customers, including Ethiopian Airlines. The backlog grew to $448 billion and includes more than 5,600 airplanes.\nBCA delivered 83 airplanes in the quarter. Revenue was $4.7 billion, and operating margin was minus 24.6%. These results were significantly lower than last year primarily reflecting lower 737 deliveries and the 737-9 grounding impact for customer considerations of $443 million.\nNow I'll give more color on the key programs. On the 737, we delivered 67 airplanes in the first quarter as we deliberately slowed production below 38 per month to incorporate improvements to our quality and safety management systems, including reducing traveled work and addressing supplier nonconformances. These continued efforts will cause April deliveries to be more in line with February levels as we complete our work.\nProduction [indiscernible] below 38 per month for the first half of the year and will be higher in the second half as we move back to 38 per month with the timing of rates beyond 38 predicated on the work we're doing with the FAA. We've recently made adjustments to the master schedule, and we'll continue to manage supplier by supplier based on inventory levels and rate ramp readiness.\nOur objective remains to keep the supply chain paced ahead of final assembly to support stability and minimize traveled work. The quarter ended with approximately 110 737-8s built prior to 2023, the vast majority for customers in China and India. This is down 30 airplanes from last quarter and in line with our plans.\nWe still expect to deliver most of these inventoried airplanes by year-end as we work towards shutting down the shadow factory. There were [indiscernible] 95 additional airplanes in inventory, about 35 of which were -7 and -10s, and the remaining are WIP airplanes impacted by factory and supply chain constraints.\nOn the anti-icing, the timeline is unchanged, and we're making good progress towards resolution. As it pertains to the certification of the -7 and the -10, we coordinated with our customers and added more 8s and 9s into the skyline in the near term to mitigate impacts to their fleet needs and stabilize our production plans. And the program margin has been updated to reflect these impacts as well as the slower production ramp.\nOn the 787, we delivered 13 airplanes in the quarter. We're slowing near-term production and plan to return to 5 per month later this year. We expect to achieve rate increases, including 10 per month by 2026. We ended the quarter with about 60 airplanes of inventory, about 40 of which require rework, which continues to progress steadily and in line with our expectations. We still expect to finish the reworked airplanes and shut down the shadow factory by year-end with most of these airplanes delivering in the year.\nFinally, on 777X, we continue to progress along the program timeline and still expect first delivery in 2025. We'll follow the lead of the FAA as we progress through the process, including working to obtain approval from the FAA to begin certification flight testing.\nMoving on to the next page, we'll go to Boeing Defense & Space. BDS booked $9 billion in orders during the quarter, including awards for 17 P-8 aircraft for the Royal Canadian Air Force and the German Navy and securing final FAA team newbuild production contract from the U.S. Navy.\nThe backlog grew to $61 billion. Revenue was $7 billion, up 6% on improved volume, and BDS delivered 14 aircraft in the quarter. Operating margin was 2.2%, another quarter of sequential improvement, but still more work to do.\nFirst quarter results were impacted by losses on 2 fixed price development programs totaling $222 million, $128 million on the Tanker and $94 million on the T-7A. Our game plan to get BDS back to high single-digit margins by the '25, '26 time frame remains intact. We've made important progress in 1Q.\nOur core business, representing about 60% of our revenue, is seeing solid consistent performance in the mid- to high single-digit margin range with strong demand across the board. On the 25% of the portfolio, primarily comprised of fighter and satellite programs, operational performance further stabilized in the quarter, which drove improved margin trends. We still expect to return to the strong historical performance levels as we roll into new contracts with tighter underwriting disciplines as we move into the '25, '26 time frame.\nLastly, we have our fixed price development programs that represent the remaining 15% of revenue. Despite the relatively modest updates in the quarter, we continue to retire risks and remain focused on maturing these programs quarter in and quarter out.\nImportantly, on the MQ-25 program, the program was awarded a cost-type contract modification from the U.S. Navy that included 2 additional test aircraft, demonstrating our progress and our commitment to stronger underwriting disciplines in the area of the development programs. The program also delivered the first [indiscernible] test article to the Navy, and the airframe is ready to begin stress testing.\nAnd on the Starliner, the program continues to progress towards a May 6 crew flight test as the spacecraft was recently integrated on top of its [indiscernible] rocket, and prelaunch testing is underway.\nLastly, the T-7A test aircraft completed climate lab testing in February, and the program continues to progress with Air Force flight testing. Overall, the defense portfolio is well positioned.\nAs seen in the initial FY '25 presidential budget, there's strong demand across the customer base. The products are performing in the field, and we're confident that our efforts to drive stability will return this business to performance levels that our investors recognize.\nMoving on to the next page, Boeing Global Services. BGS had another strong quarter. They received $5 billion in orders, and backlog is at $20 billion. Revenue was $5 billion, up 7% primarily on higher commercial volume and favorable mix. Operating margin was a strong 18.2%, an expansion of 30 basis points compared to last year. In the quarter, BGS opened a maintenance facility in Jacksonville, Florida, supporting our military customers. And the U.S. Navy exercised options on a P-8 sustainment modification contract.\nTurning to the next page, I'll cover cash and debt. On cash and marketable securities, we ended the quarter at $7.5 billion, reflecting the debt repayment activity and use of free cash in the quarter. The debt balance decreased to $47.9 billion as we paid down $4.4 billion of the $5 billion of maturities due this year.\nWe continue to maintain access to $10 billion of revolving credit facilities, all of which remain undrawn. While we're still not in a position to provide a more detailed 2024 outlook today, I want to provide some additional context on the path forward.\nThe 2024 free cash flow outlook I shared last month is still expected to be a generation in the low single-digit billions. Cash flow should improve as we move through the year and be back-end loaded driven by BCA deliveries and receipt timing, including an expected Lot 11 award on the Tanker.\nSecond quarter free cash flow is expected to improve sequentially but be another sizable use of cash. We're committed to managing the balance sheet in a prudent manner with 2 main objectives: one, prioritize the investment-grade rating; and two, allow the factory and supply chain to stabilize for a stronger trajectory as we exit this year.\nAs we operate at these lower production rates, we're actively monitoring our liquidity levels and believe we have significant market access and are continuously monitoring and evaluating opportunities should we decide to supplement our liquidity position. Longer term, we remain confident in our ability to achieve $10 billion of free cash flow.\nHowever, given our continued focus on safety, quality, stability, we continue to expect that this goal will take us longer than we originally planned and later in the '25, '26 window primarily tied to the 737 and 787 production delivery ramps of 50 per month and 10 per month, respectively.\nMoving on, discussions with Spirit are ongoing. As with any large and complex deal, there are a number of terms and issues we need to work through, including price, financing and other key items and the best approach to handling and potentially divesting certain work that Spirit does for other customers. We believe in the strategic logic of a deal, but we'll take the time needed to get this right before we decide to enter into agreement.\nIn the meantime, the focus is on factory stability in Wichita and in Renton. And as you saw yesterday, we agreed to advance Spirit $425 million, virtually all of which will be repaid in the third quarter. This will be accounted for as investing cash.\nLooking forward to the balance of the year, we're taking the time now to ensure our BCA factories are stable and positioned to ramp production. We'll also continue to make progress on other important objectives, including shutting down the shadow factories, maturing and derisking the defense fixed-price development programs and building on the continued strong results in services.\nOur backlog of nearly $530 billion speaks to the breadth of our portfolio, and this demand backdrop underpins our commitment to drive long-term results, all enabled by the everyday execution of 170,000 incredibly talented and dedicated team of Boeing employees.\nWith that, why don't we turn it over to questions?"
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/ffcca533446eb1559d99e0fff476ec21",
        "textblob_polarity": 0.14717631637950357,
        "textblob_subjectivity": 0.3931500128910488,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 7
            },
            "scores": {
                "positive": 0.9948243073054722,
                "neutral": 0.9055190001215253
            }
        },
        "content1": "Q4 2023 Boeing Co Earnings Call\n\nQ4 2023 Boeing Co Earnings Call\n\nBANYSEJAN 31, 4:30 PM\n\nOperator\n\nThank you for standing by. Good day, everyone, and welcome to The Boeing Company's Fourth Quarter 2023 Earnings Conference Call. Today's call is being recorded. The management discussion and the slide presentation plus the analyst question-and-answer session are being broadcast live over the Internet. [Operator Instructions] At this time, for opening remarks and introductions, I'm turning the call over to Mr. Matt Welch, Vice President of Investor Relations for The Boeing Company. Mr. Welch, please go ahead.\n\nMatt Welch\n\nVice President of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Boeing's Quarterly Earnings Call. I am Matt Welch, and with me today are Dave Calhoun, Boeing's President and Chief Executive Officer; and Brian West, Boeing's Executive Vice President and Chief Financial Officer.\nAs a reminder, you can follow today's broadcast and slide presentation at boeing.com. As always, detailed financial information is included in today's press release.\nFurthermore, projections, estimates and goals included in today's discussion involve risks, including those described in our SEC filings and in the forward-looking statement disclaimer at the end of the web presentation. In addition, we refer you to our earnings release and presentation for disclosures and reconciliation of certain non-GAAP measures.\nNow I will turn the call over to Dave Calhoun.\n\nDavid L. Calhoun\n\nPresident, Chief Executive Officer & Director, The Boeing Co.\n\nThank you, Matt. Good morning, everybody, and thanks for joining us. While we report on our fourth quarter results today, my focus is on Alaska Airlines Flight 1282 and the actions we are taking as a company that strengthen quality and earn the confidence of our customers, the confidence of our regulators and the flying public. Brian will cover the financials. I will keep my comments strictly to the issue at hand.\nI'll start upfront by apologizing again to Alaska Airlines, to their crew and to their passengers and more broadly to all of our customers who were affected by the 737 MAX 9 grounding. The NTSB's investigation into the accident is ongoing.\nI have an amazing amount of confidence in the work that they do. They bring experts to the investigation. And they take all the time that's necessary to draw accurate conclusions, and we intend to be there with them.\nAs part of that NTSB process, I cannot comment on any specific root cause or speculate a root cause. As a participant in the process, I do believe the investigation will narrow quickly. Whatever conclusions are reached, Boeing is accountable for what happened. Whatever the specific cause of the accident might turn out to be, an event like this simply must not happen on an airplane that leaves one of other factories. We simply must be better. Our customers deserve better.\nI want to remind everybody what a great job the pilots and the crew at Alaska Airlines did in responding to a desperate moment. I also want to remind everybody what a terrific job the leadership at Alaska Airlines did, grounding the airplanes and ensuring safety.\nAlaska Airlines did exactly what companies like Boeing would hope that they do at a moment like that. And that is why the airline industry is as safe as it is.\nWe caused the problem, and we understand that. Over these last few weeks, I've had tough conversations with our customers, with our regulators, congressional leaders and more. We understand why they are angry, and we will work to earn their confidence.\nThere is no message, no slogan that will accomplish that. It's all about real, demonstrated action and absolute transparency every step of the way. So let's talk about those steps.\nOur team has worked diligently to help our customers restore their 737-9 airplanes to service. The FAA approved the detailed inspection protocol last Wednesday. And today, all 737-9 operators are safely returning their airplanes in service.\nMore broadly, we are taking immediate and comprehensive actions to strengthen quality of Boeing and within our supply chain. We instituted additional quality controls and inspections at Boeing and at our supplier.\nWe issued bulletins to suppliers to strengthen the focus on conformance and reducing the risks of quality escapes. We opened our factories to 737 operators for additional direct oversight. And we appointed an expert quality adviser to conduct a comprehensive and independent review of our commercial airplane quality management system, and they will remain with us for many years.\nMost importantly, last week, we paused 737 production for the day as more than 10,000 teammates across Renton, Seattle and Moses Lake stopped to focus on safety and quality and only safety and quality. This was a quality [indiscernible] at a scale we have never done before, and we're going to keep doing them across our commercial factories.\nIn addition to our internal actions, the FAA has announced new oversight of our 737 manufacturing. We will cooperate fully and transparently with the FAA at every turn. We respect their role as our regulator, and we will follow their direction in every step on production.\nToday, we're producing 737s at a rate of 38 per month. And we will remain at that rate until the FAA and Boeing is satisfied with our quality and manufacturing process. This increased scrutiny, whether it comes from us, from our regulator or from third parties, will make us better. It's that simple.\nOver the last several years, we've taken close care not to push the system too fast. And we have never hesitated to slow down, to hold production or to stop deliveries to take the time we need to get things right. Nobody knows that better than our investors.\nAs you know, we stopped delivering 787s for over a year to ensure that each conform to our exacting specifications prior to delivery. And on the 737 line, we have regularly slowed rate [indiscernible] to support the stability of the overall production system and to correct nonconformances when identified.\nBut this actually makes it absolutely clear we have more work to do. I know that these moments that impact delivery schedules can frustrate our customers and our investors. But quality and safety must come above all else. And our customers and our investors know that and are in there with us.\nOn that note, as you will see, we are not issuing financial outlook for 2024 today. Now is not the time for that. We won't predict timing. We won't get ahead of our regulator. We will go slow to go fast. And we will encourage and reward employees for speaking up to slow things down if that's what's needed.\nWe will simply focus on every next airplane and ensuring we meet all the standards that we have, all the standards that our regulator has and that our customers demand. As we go about that work, we remain confident in our recovery.\nSince day 1, we've been focused squarely on inculcating safety and quality to everything that we do and getting back to our legacy of having engineering excellence at the center of our business. That focus and commitment is unwavering. And we will continue to strengthen our processes and our execution every step of the way.\nMost importantly, we will be transparent every step of the way. And with our 170,000 employees in mind, I'd like to close with a message directly to our team. We have confidence in you, and we have confidence in Boeing. We have confidence in our airplanes. I know how seriously you take your work.\nOur men and women on the manufacturing floor and in our engineering offices know exactly what we must do. You know your work better than anyone else on the planet. Use your voice, speak up, focus on every next detail. We will seek out and act on your feedback.\nWe're in a challenging moment. We will earn trust back through demonstrated action and a commitment to total transparency. I'm confident in you, I'm confident in our company and that together, we will do just that.\nBrian, over to you.\n\nBrian J. West\n\nExecutive VP of Finance & Corporate Audit and CFO, The Boeing Company\n\nThanks, Dave, and good morning, everyone. Let's start off with the total company financial performance for the quarter. Revenue was $22 billion. That's up 10% year-over-year. Growth was driven by higher commercial volume and favorable mix.\nThe core loss per share was $0.47, better than last year primarily on improved commercial volume, better mix and lower abnormal costs. They were offset by lower defense margins and higher period expenses, including R&D, which we expected.\nFree cash flow was $3 billion in the quarter, in line with the prior year and up sequentially from the third quarter primarily due to improved commercial deliveries and strong order activity, which show favorable advanced payment timing, some of which was anticipated in the first quarter of 2024.\nTurning to the next page, I'll cover Boeing Commercial Airplanes. BCA booked 611 net orders in the quarter with 411 737s, including an order with Akasa, 98 777Xs largely an Emirates order and 83 787s. We have over 5,600 airplanes in backlog valued at $441 billion.\nBCA delivered 157 airplanes in the quarter, and revenue was $10.5 billion. That's up 13% driven by higher widebody deliveries and favorable mix. Operating margin was just positive at 0.4% driven by returning to normal 737 delivery levels in the quarter, improved mix as well as lower abnormal costs associated with getting to 5 per month on the 87 and resuming production on the 777X.\nNow I'll give more color on the key programs. On the 737, we delivered 110 airplanes in the quarter and 45 in December. The program also began FAA certification flight testing on the 737-10 in December.\nFor the year, we delivered 396 airplanes, on the upper end of the revised guidance range we provided in October. Per the FAA announcement, we'll maintain production at 38 per month and work transparently with the FAA to complete all requirements for future increases. At the same time, we'll continue to prioritize the master schedule to avoid disruption in our supply chain.\nOn the 737-9, we're actively supporting our customers' return to service activities. And as of today, the majority are back flying. In our factory, we have 10 -9s in production, all of which will undergo the FAA group inspection process prior to delivery.\nSpirit has also adopted this inspection routine in its factory. The quarter ended with about 200 MAX airplanes in inventory. It's important to think about this inventory in 3 buckets.\nFirst, there are 140 737-8s built prior to 2023. The vast majority are for customers in China and India. We still expect to deliver most of these airplanes by year-end as we work towards shutting down the shadow factory.\nIn the second bucket, there are around 25 airplanes produced in 2023 that are still in WIP, given the disruptions in the second half of last year. And we expect these to deliver in 2024.\nAnd lastly, there are approximately 35 -7 to -10s that we will deliver once those airplanes are [indiscernible], the timing of which will be determined by the FAA.\nMoving on to the 787. We delivered 23 airplanes in the quarter, including 11 in December. For the year, we delivered 73 airplanes, within the guidance range we originally outlined for 2023. The program successfully transitioned production to 5 per month in the quarter and still plan to steadily work our way to 10 per month in the '25, '26 time frame.\nWe ended the quarter with approximately 60 airplanes in inventory, about 50 of which require rework, which continues to progress steadily. We still expect to deliver most of these airplanes by year-end as we finish the rework and shut down the shadow factory. We booked $77 million of abnormal costs in the quarter and have approximately $300 million left to go that will wind down by year-end, in line with our expectations.\nOn the 777X, we resumed production in the quarter and continue to progress along the program timeline, which remains unchanged. During the quarter, the Emirates order for 90 777Xs brought the program backlog to more than 400 airplanes and also extended the accounting quantity.\nWe continue to follow the lead of the FAA as we progress through the certification process, including working to obtain approval from the FAA to begin certification flight testing. We booked $71 million of abnormal costs in the quarter, which is now fully behind us after resuming production, in line with our expectations.\nMoving to the next page, Boeing Defense and Space. BDS booked $8 billion in orders during the quarter, including the Lot 10 award from the U.S. Air Force for 15 KC-46A Tankers. The backlog is now at $59 billion.\nRevenue was $6.7 billion, up 9% on the tanker award and improved volume. And BDS delivered 52 aircraft and 2 satellites in the quarter. Operating margin was minus 1.5% in the quarter, a sequential improvement from 3Q, but still we have more work to do.\n4Q results were impacted by cost true-ups on 3 fixed-price development programs totaling $139 million as well as unfavorable performance and mix on other programs. Our game plan to get BDS back to high single-digit margins by the '25, '26 time frame remains unchanged.\nOur core business remains solid, representing 60% of our revenue and performing in the mid- to high single-digit margin range. The demand for these products is very strong. And we need to execute, compete and grow these offerings.\nOn the 25% of the portfolio primarily comprised of fighter and satellite programs, operational performance stabilized as we exit the year. And as a result, the fourth quarter saw improved margin trends, although still negative. We still expect to return to the strong historical performance levels as we roll out new contracts with tighter underwriting disciplines as we move into the '25, '26 time frame.\nLastly, we have our fixed-price development programs that represent the remaining 15% of revenue. Despite the relatively modest cost [indiscernible] in the quarter, we continue to focus on maturing these programs and retiring risks quarter in, quarter out. And we made some good progress in the fourth quarter.\nIn addition to capturing the tanker award from the U.S. Air Force, the program delivered 9 aircraft in the fourth quarter, continuing to build positive momentum in spite of the supply-related disruptions to the factory that we faced earlier last year. And on the T-7A, the first Red Hawk arrived at Edwards Air Force Base in November, formally starting the Air Force development flight test campaign for the aircraft.\nOverall, the defense portfolio is poised to improve. The strong demand across the customer base, the products are performing in the field, and we're confident that our efforts to drive execution and stability will return this business to performance levels that our investors recognize.\nMoving now to the next page, Boeing Global Services. BGS had another strong quarter. They received $6 billion in orders, and the backlog is now at $20 billion. Revenue was $4.8 billion, up 6% primarily on favorable commercial volume and mix.\nOperating margins were a very strong 17.4%, an expansion of 350 basis points versus last year as both our commercial and government businesses were delivering double-digit margins. In the quarter, BGS opened a parts distribution center in India and received a follow-on contract to provide sustainment for the C-17.\nTurning now to the next page, I'll cover cash and debt. On cash and marketable securities, we ended the quarter at $16 billion. On debt, the balance remained flat at $52.3 billion. And over the next few days, we'll pay down $4 billion of the $5 billion of maturities coming due this year from our available cash on hand.\nWe continue to maintain access to $10 billion of revolving credit facilities, all of which remain undrawn. Our liquidity position remains strong. Our investment-grade credit rating continues to be a priority. And we're developing -- deploying capital in line with the [indiscernible] we've shared previously: invest in the business and pay down debt.\nTurning to the next page, I'll cover our full year financials. Full year revenue was $77.8 billion, up 17% year-over-year. Growth was driven by improved commercial volume primarily on higher 787 deliveries. The core loss per share was $5.81, better than prior year primarily on improved commercial volume and mix as well as lower fixed-price development charges in defense.\nFree cash flow was $4.4 billion for the year, up versus prior year primarily on higher 787 deliveries and favorable receipt timing that was partially offset by higher expenditures as we increase production rates and invest in the business.\nWhile we're postponing issuing 2024 guidance today, given our current focus, we're committed to sharing timely and transparent updates moving forward. I would like to provide some additional context on our path forward.\nWe always knew 2024 was going to be an important year in our recovery. Based on what we know today, we expect another steady year of free cash flow driven by the 737 production at 38 per month, ongoing execution of the 787 toward our long-term objectives, continued liquidation of our 737 and 787 inventory and continued focus to wind down both shadow factories.\nOur defense business will continue to improve as we mature fixed-price programs and transition recently challenged programs with better underwriting disciplines that we've already started to see. And BGS will continue to generate strong free cash flow.\nLonger term, we're focused on quality and stability, which will ultimately drive free cash flow. Nothing has changed on the demand front, and the backlog is strong and growing.\nRemember, our '25, '26 [indiscernible] was based on achieving stability. And we have to earn that by applying resources to fix our issues and demonstrate predictability one airplane at a time, side-by-side with our regulator.\nThis team is up to the challenge, and we'll apply any and all resources to get back to deliveries that satisfy our customers and underwrite the long-term demand profile. We're still confident in the goals we laid out for '25, '26 although it may take longer in that window than originally anticipated, and we won't rush the system.\nWith that, I'll turn it back to Dave for closing comments.\n\nDavid L. Calhoun\n\nPresident, Chief Executive Officer & Director, The Boeing Co.\n\nYes. Thanks, Brian. We're addressing you from Renton, home of 737 MAX family. We're living in the here and now, and we're working with all of our people. And I couldn't be more impressed with their commitment, dedication and the comprehensive nature around which they will look at this.\nBoeing will get better. I am confident in that. We will address everything that needs to be learned from the accident, and we'll move forward.\nSo thanks. Happy to take your questions."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/aec5246362e1d267b52d7ed9720edb15",
        "textblob_polarity": 0.13882213438735175,
        "textblob_subjectivity": 0.42853712068929456,
        "sentiment": {
            "distribution": {
                "positive": 19,
                "negative": 2,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9854791164398193,
                "negative": 0.8175356686115265,
                "neutral": 0.9955699443817139
            }
        },
        "content1": "Q3 2023 Boeing Co Earnings Call\n\nQ3 2023 Boeing Co Earnings Call\n\nBANYSEOCT 25, 4:30 PM\n\nOperator\n\nThank you for standing by. Good day, everyone, and welcome to The Boeing Company's Third Quarter 2023 Earnings Conference Call. Today's call is being recorded. The management discussion and slide presentation plus the analyst question-and-answer session are being broadcast live over the Internet. [Operator Instructions] At this time, for opening remarks and introductions, I'm turning the conference over to Mr. Matt Welch, Vice President of Investor Relations for Boeing Company. Mr. Welch, please go ahead.\n\nMatt Welch\n\nVice President of Investor Relations\n\nThank you, and good morning. Welcome to Boeing's quarterly earnings call. I am Matt Welch, and with me today are Dave Calhoun, Boeing's President and Chief Executive Officer; and Brian West, Boeing's Executive Vice President and Chief Financial Officer.\nAs a reminder, you can follow today's broadcast and slide presentation at boeing.com. As always, detailed financial information is included in today's press release.\nFurthermore, projections, estimates and goals included in today's discussion involve risks, including those described in our SEC filings and in the forward-looking statement disclaimer at the end of the web presentation. In addition, we refer you to our earnings release and presentation for disclosures and reconciliation of certain non-GAAP measures.\nNow I will turn the call over to Dave Calhoun.\n\nDavid L. Calhoun\n\nPresident, Chief Executive Officer & Director, The Boeing Co.\n\nThank you, Matt, and thanks to all for joining us this morning. Let me start with a comment on the conflict in Israel and Gaza. We were saddened to see the horrific attacks [indiscernible] real and the escalating conflict in the region that is resulting in a significant humanitarian emergency. We will continue to monitor the situation. We will focus on the safety of our employees, and we will aid those in need. As always, we'll follow the lead of the U.S. government, and we'll coordinate closely with government agencies, customers and suppliers, always with safety, security and well-being as our top priority.\nNow let me turn to the quarter. As you know, we ran into a few challenges over the last several months, but we've demonstrated that we know how to overcome obstacles, and we will continue to do just that. We knew 2023 would be a bumpy ride. We have more work to do, but overall, we're making progress in our recovery. And we are on track to meet the financial goals we shared for this year and for the '25, '26 time frame, a time frame I refer to as stability.\nAs you know, free cash flow has been our primary financial metric through this recovery. And based on our performance year-to-date, we still plan to be in the guidance range for the year as well as the $10 billion target by 2025 and 2026. This is a complex, long cycle business, and driving stability takes time, especially as an entire industry works its way back from the impact of a global pandemic.\nWe expect challenges to come our way. And when they do, we are transparent. We take action, and we move forward. So month-to-month and quarter-to-quarter, it can be tough to predict. But we're focused on the long term, and we're taking the tough actions now to ensure that the long-term future is strong.\nSo with that, I'll highlight a few key updates around the business. Boeing Commercial, BCA. In commercial, demand continues to be incredibly robust. We booked about 400 net orders in the quarter, including 150 737 MAX 10s for Ryanair, 50 787s for United Airlines and 39 787s for Saudi Arabian Airlines.\nWith demand strong, our focus remains on delivering airplanes. We are seeing increased stability and quality performance within our own factories, but we're working to get the supply chain caught up to the same standard.\nOur production system is poised for steady and efficient increases, but we won't push the system too fast, and we'll ensure the supply base is in lockstep with us. On the 737, we're moving through rework on the most recent nonconformance in the aft pressure bulkhead. That work slowed production and deliveries down in the course of the quarter. And given our year-to-date total, we now expect 737 deliveries for the year to be in the 375 to 400 range.\nWhile a setback, we'll regain our momentum as we progress through the issue. We are keeping our suppliers hot according to the master schedule. We plan to complete the production transition to 38 per month by the end of the year and still plan to reach the key rate of 50 per month by that '25 and '26 time frame.\nImportant to note with respect to our supply chain, delivery shortfalls have been driven by nonconformances, not actual supply chain constraints. On the 787, the program is demonstrating improved stability. We're now transitioning production from 4 to 5 per month and expect to meet our delivery range of 70 to 80 for the year. And longer term, we're on track for the rate step up to 10 per month by '25 and '26.\nTo ensure our broader recovery and return to more normal margins, the key focus continues to be on liquidating our 787 and 737 inventory so that we can eliminate those shadow factories and focus our resources on the production floor, all of our resources. Nonconformance costs are exponentially higher on all of those finished airplanes. We still plan to deliver most, if not all, of the inventory by the end of next year, which will set us on a strong path for '25 and '26.\nWith respect to China, we are encouraged by recent signs of progress and continue to work closely with our customers on the timing of returning to delivery. As I mentioned, supply chain performance will be a key enabler.\nAs Spirit Aerospace Systems brings in new leadership, we're looking forward to working with Pat. Pat Shanahan is known by The Boeing Company. We have great respect for his abilities on the shop floor, and we're pleased to have recently established a mutually beneficial agreement that will enhance stability of our production system and help us deliver on our customer commitments, a true win-win.\nLastly, on the development side, we're progressing across our commercial programs, and our timelines are unchanged on the 737-7 and the -10 and the 777X and 777-8 freighter. A reminder, as always, the FAA will ultimately control the timing.\nBoeing Defense Systems, BDS. In Defense and Space, we still have more work to improve operating performance. Results this quarter were impacted by higher estimated costs on the VC-25B program. We are maturing through this build process, incorporating engineering changes to better support the installation process, and we resolved important supplier negotiations over the course of the quarter. I'll note that none of these items will impact the performance and capability of the end product.\nThe increased estimates reflect the process by which we build the airplanes. And in a fixed price environment, any unplanned hurdles can introduce unrecoverable costs. At the end of the day, we have 2 airplanes to build. We're getting past these hurdles and are committed to delivering 2 exceptional airplanes for our customer.\nSeparately, as you saw, we are also expecting higher costs on a satellite program as we build out the Constellation and meet our life cycle commitments for our customer. We're working on real innovation and advanced capabilities in this space and see real potential market as we deliver against this commitment.\nMore broadly across BDS, we're stabilizing operations and taking comprehensive actions to improve performance, including lean initiatives, contracting disciplines, factory improvements, engineering investments and more. We're seeing some early signs of progress, but financial improvement at BDS' lower volumes takes time.\nRecovery in BDS is slower than we'd like, slower than I'd like, but we're confident in the future and our path to normalizing BDS margin performance by that '25 and '26 time frame is intact. The confidence is due in part to key milestones we're starting to hit and the strong demand we're seeing.\nFor example, we delivered the first T-7A to the U.S. Air Force this quarter. We also captured a key award from the U.S. Army for 21 Apache helicopters. Additionally, we continue to invest and position ourselves for significant opportunities in proprietary programs.\nThe backlog at BDS is $58 billion, and nearly 30% of that is outside the United States. We're proud of the role our products play in protecting global security and national defense. Demand is strong, we're confident in the business, and we will continue to improve operational performance to more normalized levels.\nBoeing Global Services, BGS. In Global Services, the team had another strong quarter, both on the commercial and the government side with improved revenue and earnings relative to the third quarter of 2022. The financials were again driven by strong operating performance and the team's ability to hit key milestones and capture new business.\nIn the quarter, BGS delivered the 150th 737-800 Boeing Converted Freighter, received an award from the U.S. Navy for P-8 trainer upgrades and signed a digital maintenance agreement with multiple airlines. Our services team represents Boeing with our customers nearly every minute of every day. The work they do to keep military and commercial fleets flying is best-in-class, and we're proud of the performance that they're delivering.\nA step back with respect to the market outlook. Looking across all 3 business units, demand for our products and services continues to be incredibly strong. Our backlog is at $469 billion, including over 5,100 commercial airplanes. Over the next 10 years, the value of the markets we serve across commercial, defense, space and services is estimated at $10.7 trillion according to our most recent Boeing market outlook.\nOur products deliver exceptional capability in strong and growing markets, and our portfolio is well aligned with our customers' needs. The demand is there to support our recovery. It is on us to perform, and we will remain disciplined and patient in the process.\nBrian, I'll turn it over to you.\n\nBrian J. West\n\nExecutive VP of Finance & Corporate Audit and CFO, The Boeing Company\n\nThanks, Dave, and good morning, everyone. Let's go to the next slide and start with total company financial performance. Third quarter revenue was $18.1 billion. That's up 13% year-over-year. Growth was driven by higher commercial volume, primarily on higher [indiscernible] deliveries.\nCore operating margin in the quarter was minus 6%, and the core loss per share was $3.26. Margins and EPS were negatively impacted by unfavorable defense performance, which I'll cover in a moment; lower 737 deliveries that were in line with expectations set last month; and expected abnormal costs and period expenses.\nFree cash flow was a usage of $310 million in the quarter. This reflects the lower 737 deliveries and in line with our expectations.\nWith that, I'll turn to the next page and cover Boeing Commercial Airplanes. BCA booked 398 net orders in the quarter, including 150 MAX-10s for Ryanair, 50 87s for United and 39 87s for Saudi Arabian Airlines. BCA now has over 5,100 airplanes in the backlog valued at $392 billion.\nBCA delivered 105 airplanes in the quarter, and revenue was $7.9 billion. That's up 25% year-over-year driven by the higher 787 deliveries. Operating margin was minus 8.6%. We saw the impact of the lower 737 deliveries as well as expected abnormal costs and period expenses, including higher R&D spending primarily on the 777X investment.\nNow I'll give a little more color on the key programs. On 737, we delivered 70 airplanes in the quarter, reflecting the impact of the recent supplier fuselage nonconformance. Since our early September update, additional areas of the aft pressure bulkhead were identified that require further inspection and rework, which you likely read about.\nThis additional scope impacts units that had already gone through the initial rework and will take us more time to stabilize production and deliveries. We founded the issue, understand the rework steps required and booked a nonmaterial financial impact in the quarter.\nConsidering these latest facts, we expect October deliveries to be in line with September and now expect to deliver between 375 and 400 airplanes for the year. Performance ultimately will be dictated by the pace of a fuselage recovery.\nThe quarter ended with approximately 250 MAX airplanes in inventory, 85 of which are being held for customers in China. We still expect most of the MAX inventory aircraft to be delivered by the end of 2024 but more are likely to slip into 2025 tied to the fuselage recovery.\nTo support stability, suppliers are continuing with planned rate increases, and we're selectively managing inventory levels on certain parts where prudent. We expect to complete the 737 transition to 38 per month by year-end, and we're maintaining plan to increase to 50 per month in the '25, '26 time frame.\nOn the 787 program, we had 19 deliveries in the quarter and 50 year-to-date. We still expect 70 to 80 deliveries this year. We started transitioning production to 5 per month in October and still plan to reach 10 per month in the '25, '26 time frame.\nWe ended the quarter with 75 airplanes in inventory. Rework is progressing nicely, and we still expect most to be delivered by the end of 2024. We booked $244 million of abnormal costs, in line with expectations. The total estimate is now $3 billion, up a bit, and we still expect to be largely done by year-end.\nMoving to the 777X program. Efforts are ongoing. The program timeline is unchanged, and we plan to resume production later this year. We booked $180 million of abnormal costs in the quarter, in line with expectations. The total estimate is unchanged at $1 billion, and we expect to be done this quarter.\nImportantly, as Dave mentioned, we recently reached an agreement with Spirit on commercial terms associated with the 737 and 787 programs. We believe this agreement is a win-win for both companies and directly promotes our goal to drive stability and support our airline customers.\nMoving on to the next page, Boeing Defense and Space. BDS booked $6 billion in orders during the quarter, and the backlog now stands at $58 billion. Revenue was $5.5 billion, essentially flat year-over-year, and we delivered 28 aircraft.\nOperating margin was minus 16.9% in the quarter. In early September, we indicated that margins would be around minus 9%, the driver being a $482 million charge on VC-25B fixed price development program due to higher estimated manufacturing costs related to engineering changes, labor instability and the resolution of supplier negotiations.\nAs we closed the books at quarter end, we saw another 8 points of margin erosion driven by, first, a $315 million loss tied to customer considerations and higher estimated costs to deliver a highly innovative satellite constellation contract that we signed several years ago; and second, we had smaller less material cost pressures across a couple of programs totaling $136 million primarily driven by the MQ-25 program.\nThese are disappointing results in the quarter and year-to-date. This performance is below our expectations, and we acknowledge that we aren't as far along in this recovery as we expected to be at this stage.\nI'd like to point out that the team is executing a game plan to get BDS back to the high single-digit margins by the '25, '26 time frame, as you can see on the right-hand side of the slide. We're driving lean manufacturing, program management rigor and cost productivity consistently across the division.\nWe have invested in new training program to accelerate performance on the factory floor, and we've deployed resources at our suppliers to support their recovery. Perhaps most importantly, we instituted much tighter underwriting standards. As you know, part of the challenge we're dealing with are legacy contracts that we need to get out from under. Rest assured, we haven't signed any fixed price development contracts nor intend to.\nThese moves are all fundamental to accelerating the recovery by the '25, '26 time frame. We have detailed metrics and milestones to evaluate our performance and progress across the 3 areas that we previously highlighted.\nFirst, we have a solid core business representing about 60% of our revenue that performs in the mid- to high single-digit margin range. The demand for these products is strong. In particular, volume for missile and weapons products as well as the Apache are very robust, given the current threat environment. And we need to keep executing, competing and growing these offerings.\nThen we have a 25% of the portfolio representing specific fighter and satellite programs that have negatively impacted margins the past several quarters. In these areas, we took on fixed price production contracts in a pre-pandemic environment with real technical innovation that we're working our way through.\nWe fully expect to see recovery in these areas as we improve execution, deliver next-generation capabilities and roll into new contracts with stronger underwriting disciplines that more accurately reflect the prevailing economic conditions. We expect to return to the strong performance levels that we've demonstrated historically on these programs as we move into the '25, '26 time frame.\nLastly, we have our large fixed price development programs that represent the remaining 15% of the portfolio, and we continue to be focused on maturing and retiring these risks. Specifically, on the KC-46A program, we're stabilizing the production system. We've seen signs of progress and improved productivity. And as of this month, we have delivered 77 tankers to the customer.\nFor the VC-25B, we're now maturing through the build process. And the key milestones ahead are power on and first flight, both of which will essentially be behind us as we move through the '25, '26 time frame and represent a significant derisking of the program.\nFor commercial crew, while it has been a long road, we're preparing to execute a successful crewed flight test next year and then fulfill operational launch commitments, all of which will be completed as we exit '25, '26. On T-7A, we just delivered the first aircraft for the Air Force this quarter and have begun critical phases of the flight test program.\nOn MQ-25, we'll get through key build and flight test milestones and transition out of the development phase as we move through the '25, '26 time frame. We remain very confident in the T-7A and MQ-25 investments that will deliver innovative performance to the customer with a strong long-term demand profile.\nSo for BDS, this recovery is challenging at the moment, but we believe the actions we're taking will begin to gain traction and then accelerate. Fast forward to that '25, '26 time frame, fixed price development contracts will be substantially derisked. We'll have a healthy order book underwritten with much better economics and underwriting disciplines and resilient employee base and supply chain that's executing at a much higher level.\nMoving on to the next slide, Boeing Global Services. BGS had another strong quarter. They received $5 billion in orders during the quarter, and the backlog sits at $18 billion. Revenue was $4.8 billion, up 9% year-over-year primarily on favorable commercial volume and mix. Operating margins were a strong 16.3%, in line with our expectations. Importantly, our commercial and government business continued to deliver double-digit margins.\nWith that, we'll turn to the next page and cover cash and debt. On cash marketable securities, we ended the quarter at $13.4 billion. And on debt, the balance remained flat at $52.3 billion. We had access to $10 billion of revolving credit facilities at the end of the quarter, all of which was undrawn.\nOur liquidity position is strong. The investment-grade credit rating continues to be a priority. And we're deploying capital in line with the priorities that we've shared: invest in the business and pay down debt through strong cash flow generation.\nAnd flipping to the last page on our outlook. The overall financial outlook for 2023 is unchanged from what we previously shared, including $3 billion to $5 billion of free cash flow generation, although updated 737 deliveries now point more towards the low end of the free cash flow range. We also expect R&D to come in slightly above our original guide tied to the higher 777X investments that I touched on earlier.\nStepping back to address the state of the market. Commercial demand remains strong across our key programs and services. Global passenger traffic was up nearly 30% year-on-year in August and is at 96% of pre-pandemic levels, 109% domestic and 89% international. Cargo remains healthy, and August was the first month with annual cargo growth since early 2022.\nDefense demand is also robust, and FY '24 budget continues to be in line with our expectations. Our portfolio and capabilities are well positioned to support the needs of the nation and of our allies. With demand strong, we still find ourselves in a supply-constrained environment, and our focus continues to be on execution, both within our factories and the supply chain as we steadily increase production. We're squarely focused on a meaningful step-up in operating performance, including deliveries, revenue, margins and cash flow, all of which we expect to improve as we finish out the year.\nOn 4Q specifically, we expect BCA margins to improve sequentially but remain negative, more in line with 2Q, and we're still not anticipating much in terms of BDS profitability. On the tax expense side, we still expect full year tax expense of approximately $250 million.\nAs we look into early 2024, we have seen a number of key milestones that give us confidence in building momentum across the business. The 737 factory should be recovered from the current nonconformance. And we'll be stabilizing production at 38 per month with step-ups as we move to 50 per month by '25, '26.\n787 will be stabilizing production at 5 per month, with a focus on stepping up to 10 per month by '25, '26. We'll be further along in our inventory unwind with better line of sight to the elimination of the 737 and 787 dual factories.\nKeep in mind that correcting nonconformances gets exponential easier when this inventory has been delivered to our customers. BDS will be further along in recovery, as I described earlier.\nBGS will still be generating mid-teen margins, executing on its high cash conversion, capital-efficient disciplined growth model. And all of this will underwrite our continued strong liquidity position and enable us to further delever the balance sheet early next year.\nWith that, back over to Dave for closing comments.\n\nDavid L. Calhoun\n\nPresident, Chief Executive Officer & Director, The Boeing Co.\n\nYes. Thanks, Brian. In closing, I just want to make a couple of comments and delve down on the resiliency of our recovery. We've had no shortage of challenges this year. You all know that. Conformance items, development hurdles, external challenges within the supply chain and even logistics routes. These are not uncommon in our industry.\nI've heard from a few of you wondering if we've lost a step in this recovery. You might not be surprised to hear that I view it as exactly the opposite. Over the last several years, we've added rigor around our quality processes. We've worked hard to instill a culture of speaking up and transparently bringing forward any issue no matter the size so that we can get things right for a bright future.\nAs a result, we're finding items that we need to resolve. They're not newly created defects in the system. Instead, thanks to the culture we're building, we identified items from the past that we now have the rigor and the focus to fix once and for all. Our shadow factories will be shut down.\nSo this process of transparency and change can be difficult in the moment, but I'm proud of our team. I'm confident we'll look back on this time period as when we got things right and we set Boeing on the right course.\nWe still have work to do, but progress is clear, and our focus is long term. We're on the right path to restoring our operational and financial strength, and we thank you for your patience.\nOkay. Now let's turn it over to questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/c0b626ffb80c279840cf18ea0bf798c5",
        "textblob_polarity": 0.15434136426586081,
        "textblob_subjectivity": 0.4073039842335145,
        "sentiment": {
            "distribution": {
                "positive": 19,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9873677492141724,
                "neutral": 0.8071893453598022
            }
        },
        "content1": "Q2 2023 Boeing Co Earnings Call\n\nQ2 2023 Boeing Co Earnings Call\n\nBANYSEJUL 26, 4:30 PM\n\nOperator\n\nThank you for standing by. Good day, everyone, and welcome to The Boeing Company's Second Quarter 2023 Earnings Conference Call. Today's call is being recorded. [Operator Instructions] At this time, for opening remarks and introductions, I'm turning the call over to Mr. Matt Welch, Vice President of Investor Relations for The Boeing Company. Mr. Welch, please go ahead.\n\nMatt Welch\n\nVice President of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Boeing's Second Quarter 2023 Earnings Call. I am Matt Welch, and with me today are Dave Calhoun, Boeing's President and Chief Executive Officer; and Brian West, Boeing's Executive Vice President and Chief Financial Officer.\nAnd as a reminder, you can follow today's broadcast and slide presentation at boeing.com. As always, detailed financial information included in today's press release. Furthermore, projections, estimates and goals included in today's discussion involve risks, including those described in our SEC filings and in the forward-looking statement disclaimer at the end of the web presentation. In addition, we refer you to our earnings release for presentation -- and presentation for disclosures and reconciliation of certain non-GAAP measures.\nNow I will turn the call over to Dave Calhoun.\n\nDavid L. Calhoun\n\nPresident, Chief Executive Officer & Director, The Boeing Co.\n\nThank you, Matt. Welcome, everyone. As usual, I'm going to make a few comments upfront with respect to the quarter. The quarter was solid, very solid for all of our businesses. We continue to make steady progress on our recovery.\nWe do have challenges. The supply chain notably is the most significant, but it's steadily getting better. Overall, we feel good about our operational and financial outlook, including the free cash flow and delivery ranges that we set for 2023 as well as for that 2025 and '26 time frame.\nWe're particularly encouraged by generating $2.6 billion in free cash flow in the quarter. Cash flow is the best metric that we have to measure progress against this recovery. We had a very strong second quarter, and we're confident in the $3 billion to $5 billion target for the year.\nI'd like to highlight a couple of updates around the businesses. Commercial Airplanes had a very solid quarter. Demand remains high. We booked 460 net orders in the second quarter. And we're proud to announce or firm up key orders, I should say, 220 for Air India, and we secured our commitment for up to 300 with Ryanair.\nBroadly, demand is strong and resilient. The need for 42,000 airplanes over the next 20 years is what the industry is telling us. And with demand strong, the supply side of the system is beginning to settle down. Our focus remains on execution and driving stability in the production and the supply chain, and we're making steady progress.\nWe delivered 136 commercial airplanes in the quarter, including 103 737s and 20 787. Given the progress through the first half of the year, we are on the right path to reach our 737 and 787 delivery guidance for the year. And we're steadily increasing our rates on each program with focus on stability every step of the way.\nWith respect to the Spirit quality escapes, the work stoppage and the bridge impairment, all have been contained [indiscernible] remedied as we exit the third quarter. So it will cost us a few deliveries in the quarter itself.\nWe're also progressing across our key development programs: the 737-7, the -10, the 777X and the 777-8F. This quarter is a solid proof point that we're beginning to stabilize our operations and are on the right path, and the financial results speak for themselves.\nSo I'd like to recognize our team and our customers on the 737 MAX return to service. As of this month, the fleet has flown more than 5 million flight hours and over 2 million flights since returning to service, all with exceptional reliability.\nThe return to service in China is now largely complete as well with more than 90% of the 737 MAX aircraft back in service. More broadly, in China, we're encouraged by recent signs of progress. It's an important market for us. We're committed to our customers there, and we'll be ready to deliver when that time comes.\nBoeing defense. In defense and space, we still have more work to improve operating performance, but the portfolio is well positioned, and we're making progress. Results impacted by continuing losses on 3 fixed price development programs, Commercial Crew, the T-7A and the MQ-25 have hit us in the quarter.\nOn Starliner, we're in lockstep with our customer. We prioritize safety, and we're taking whatever time is required. We're confident in that team and committed to getting it right.\nOn MQ-25, schedule pressure added cost to the program, but we've had some recent successes that give us confidence that we're heading in the right direction. We're approximately 25% of the way through the build of our first MQ-25. The static test article fuselage is complete with preparation underway for the start of static testing this quarter.\nAnd on the T-7A, the impact was not due to any performance challenge within the quarter and was more associated with our estimates for higher supply chain and production costs in the future, similar to what many in the industry are facing. Even with the cost growth, we're hitting some key milestones on the program.\nThe Air Force successfully completed its first flight of the T-7. We're heading towards the start of a flight test in earnest. We're looking at the program. And if you look at the program from award to this moment, we've had some very important successes. We moved from firm concept to early flight testing in just 36 months on this program. And a combination of model base [indiscernible], 3D design and our advanced manufacturing increased first-time quality by 75% and reduced our assembly hours by 80%.\nWe're also making progress on other key BDS programs. On the tanker, for example, we have now completed rework on the production aircraft acquiring it, and we have resumed deliveries to the Air Force. As we move through each quarter, we're progressing through these contracts and getting closer to putting them in the rearview mirror.\nDespite the challenges, we're hitting some important milestones that increase our confidence. Most importantly, these programs will meet or beat the high-performance standards of the war fighter.\nGiven the fixed price nature of some of our contracts, we're very transparent about these financial impacts. And we're working to stabilize, to derisk and mature them through development.\nQuarterly charges have declined significantly over the last 18 months. Demand side of BDS is strong. We see solid order activity. In the quarter, we booked orders valued at $6 billion, including key contracts from the U.S. Army for 19 Chinooks, and Germany also shared its plans to purchase 60 Chinooks.\nWe remain confident in our defense business. Demand is strong, and we will continue to improve operational performance to more normalized levels.\nFollowing Global Services, another very strong quarter both on the commercial and government side of BGS, healthy revenue and expanding earnings and margin. We're really proud of this team. They've had solid, steady performance. And they've enabled both commercial and military customers to keep fleets flying through a very dynamic time.\nSome of our highlights this quarter include the expansion in Poland with a new parts distribution site, Japan Airlines adopting Boeing Insight Accelerator, our digital predictive maintenance solution for the 787 fleet.\nTo wrap up my comments, we had no shortage of challenges pop up to the start of this year, and we knew that would be the case. We've had conformance items that we've identified or external challenges within the supply chain, even logistic routes, including washed out [indiscernible].\nThis is a complex business. We expect items to come up. And when they do, we're transparent. We take action, and we move forward. This is what progress looks like. We're proud of the team. We are well positioned for the year and for the long term. Relative to the strong demand, we will remain in a supply-constrained world for the foreseeable future.\nAnd with that, I'll turn it over to Brian.\n\nBrian J. West\n\nExecutive VP of Finance & Corporate Audit and CFO, The Boeing Company\n\nThanks, Dave, and good morning, everyone. Let's start with the total company financial performance. Second quarter revenue was $19.8 billion. That's up 18% year-over-year. The growth was primarily driven by higher commercial volume, including increased 787 deliveries.\nCore operating margin in the quarter was minus 2%, and the core loss per share was $0.82. Margins and EPS were driven by expected abnormal costs and period expenses as well as losses on 3 fixed price development programs in our defense business, which I'll cover later.\nFree cash flow, as Dave mentioned, was positive $2.6 billion in the quarter, significantly better versus last year and last quarter driven by higher commercial deliveries and favorable receipt timing. Relative to our expectations shared at the last earnings call, the strong order activity in the quarter drove over $2 billion of favorable advanced payment timing. Keep in mind, most of this was expected to incur in the third quarter.\nTurning to the next page, I'll cover Commercial Airplanes. BCA booked 460 net orders in the quarter, including 220 with Air India, 39 with Riyadh Air and signed a purchase agreement with Ryanair for up to 300 737 MAX-10s. We now have over 4,800 airplanes in backlog valued at $363 billion.\nRevenue was $8.8 billion, up 41% year-over-year on 136 airplane deliveries driven by the 87 program. Operating margin was minus 4.3%, a sequential improvement versus the first quarter as anticipated but remains negative as we continue to be impacted by expected abnormal costs and period expenses, including higher R&D spending. As Dave noted, we worked through a number of operational challenges so far this year. We're making steady progress, and we'll continue to focus on stability as we look to increase production on key programs.\nOn the Spirit work stoppage, we were pleased to see a quick resolution, and we will work through any limited impacts to production. Overall, this is not expected to change our production and delivery outlook.\nOn to the programs. On the 737, we had 103 deliveries in the quarter, including 49 in June, a positive proof point that the production system is stabilizing. In regards to the Spirit fitting issue that we discussed last quarter, in May, we resumed deliveries of rework airplanes and also began producing newly built airplanes meeting our specifications.\nIn light of this progress, we are now transitioning production to 38 per month and still plan to increase to 50 per month in the '25, '26 time frame. As we move to the higher rate, we'll continue to prioritize stability, and it will take some time to consistently deliver at 38 per month off the line. We still project full year 737 deliveries of 400 to 450 with sequential improvement in the second half.\nWe ended the quarter with approximately 228 MAX airplanes in inventory. This includes 85 for customers in China and 55 that have now been remarketed as part of the plan we've previously discussed. We still expect most MAX inventory airplane to be delivered by the end of 2024.\nMoving on to the 87 program. We had 20 deliveries in the quarter and still expect between 70 and 80 deliveries this year. We increased production to 4 per month during the quarter and still plan to reach 5 per month by year-end. We ended the quarter with 85 airplanes in inventory, and rework is progressing nicely. And we still expect most to be delivered by the end of 2024.\nWe booked $314 million of abnormal costs in the quarter, in line with expectations. And there's no change to the total estimate of $2.8 billion, which is largely done by year-end.\nFinally, on the 777X program, efforts are ongoing, and the program timeline is unchanged. Abnormal costs were $136 million as expected, and we've lowered our total estimate from $1.5 billion to $1 billion, which reflects plans to resume production later this year rather than early 2024.\nMoving on to the next page and defense and space. BDS booked $6 billion in orders in the quarter, including an award from the U.S. Army for 19 CH-47 Chinooks, and backlog is now at $58 billion. Revenue was flat at $6.2 billion, and we delivered 38 aircraft in the quarter.\nOperating margin was minus 8.5% primarily driven by 3 fixed price development programs. The first was related to Commercial Crew tied to scheduled delays that we've previously shared and had a $257 million impact; the second on MQ-25 related to a schedule shift that drove a $68 million impact; and lastly, on the T-7A production contract, we revised the long-term production cost estimates that will occur over several years starting in the 2025 time frame, which drove an impact of $189 million.\nThese determinations were mostly made over the last few weeks as we closed out the quarter. Similar to last quarter, roughly 60% of the portfolio is generating solid levels of performance, in line with historical margins. But we continue to see operational impacts from labor instability and supply chain disruption on other programs that contributed to lower margins.\nLooking at BDS in aggregate, it will take time to return to normalized levels of performance. We're confident and we're focused on the path to high single-digit margins in 2025, 2026. The strong demand across the customer base, the portfolio is well positioned, and we're focused on execution.\nMoving on to the next page, let's cover services. BGS had another very strong quarter. BGS received $4 billion in orders during the quarter, and the backlog is $18 billion. Revenue was $4.7 billion, up 10% year-over-year primarily driven by favorable volume and mix in both commercial and government services.\nOperating margin was 18%, an expansion of 110 basis points versus last year with both our commercial and government businesses delivering double-digit margins. Operating margins in the quarter were higher than expected due to favorable mix, which we don't expect to continue at these levels.\nIn the quarter, BGS announced an expansion in Poland with a new parts distribution site, a collaboration with CAE. And the Japan Airlines has adopted the Boeing Insight Accelerator for their 787 fleet.\nTurning to the next page, I'll cover cash and debt. We ended the quarter with $13.8 billion of cash and marketable securities. And our debt balance decreased to $52.3 billion. In the quarter, we repaid $3.4 billion of maturing debt and provided a $180 million cash advance to Spirit as previously shared.\nYear-to-date, we've repaid $5.1 billion of debt, which is essentially all of our maturities for the year. We also maintained $12 billion revolving credit facilities at the end of the quarter, all of which remain undrawn.\nOur liquidity position is strong. [indiscernible] grade credit rating continues to be important. And we're deploying capital in line with the priorities we've shared: invest in the business and pay down debt, strong cash flow generation.\nAnd flipping to the last page, I'll cover our outlook. The 2023 overall financial outlook is unchanged from what we previously shared, including $3 billion to $5 billion of free cash flow generation. The operating cash makeup by division will likely be different with BCA and BGS better than expected and BDS lower than expected due to the lower operating performance. Net-net, we still have confidence in the $3 billion to $5 billion of free cash flow for the year.\nStepping back to address the state of the market. Commercial demand remains strong across our key programs and services. Cargo remains healthy. Global passenger traffic was up 39% in May and is at 96% of pre-pandemic levels, 105% domestic and 91% international.\nChina pass-through traffic in May was at 87% of pre-pandemic levels with domestic traffic up more than 300% year-on-year and above pre-pandemic levels. Defense demand is also robust, and the FY '24 budget continues to progress in line with our expectations.\nOur portfolio and capabilities are well positioned to support the needs of the nation and of our allies. With demand strong, we still find ourselves in a supply-constrained environment. And our focus continues to be on execution, both within our factories and the supply chain as we steadily increase production.\nRelative to the first half of 2023, we continue to expect operating and financial performance to improve in the second half. On the third quarter specifically, we expect BCA margins to improve sequentially but remain negative, and we're not anticipating much in terms of BDS profitability.\nThe 2Q effective tax rate of 63% included cumulative adjustments related to the projected valuation allowance. These adjustments will continue to weigh on the tax rate for the remainder of the year. And given the strong results in 2Q cash flow, 3Q will be lower sequentially, still positive and likely in the hundreds of millions of dollars.\nAll things considered, we feel good about where we're at on the road to recovery. Right now, we're squarely focused on meaningful operating performance improvement, including deliveries, revenue, margins and cash flow, all of which will improve as we progress through 2023.\nAnd while the challenges remain, we're headed in the right direction. Ultimately, we expect our operational and financial performance to continue to accelerate, aligned with the plan we laid out at our IR Day last November. And we are confident in $10 billion of free cash flow in 2025, 2026.\nWith that, I'll turn it over to Dave with some final remarks.\n\nDavid L. Calhoun\n\nPresident, Chief Executive Officer & Director, The Boeing Co.\n\nAgain, a solid quarter. We are wrestling our way through the BDS contract [indiscernible] price contract exposures that we have. We're confident we will see them through. And as I've said before, most importantly, the products that we deliver, warfighter will perform as or better than expected.\nSo with that, I'll open it up to questions."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/f8b5e0435ea4dd58047a3681206acafe",
        "textblob_polarity": 0.13182906025929267,
        "textblob_subjectivity": 0.40248710806850346,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9987126216292381,
                "neutral": 0.9982806295156479
            }
        },
        "content1": "Q1 2023 Boeing Co Earnings Call\n\nQ1 2023 Boeing Co Earnings Call\n\nBANYSEAPR 26, 4:30 PM\n\nOperator\n\nThank you for standing by. Good day, everyone, and welcome to The Boeing Company's First Quarter 2023 Earnings Conference Call. Today's call is being recorded. The management discussion and the slide presentation, plus the analyst question-and-answer session are being broadcast live over the Internet. [Operator Instructions]\nAt this time, for opening remarks and introductions, I'm turning the call over to Mr. Matt Welch, Vice President of Investor Relations for Boeing. Mr. Welch, please go ahead.\n\nMatt Welch\n\nAnalyst, Loomis Sayles\n\nThank you, and good morning. Welcome to Boeing's First Quarter 2023 Earnings Call. I am Matt Welch, and with me today are Dave Calhoun, Boeing's President and Chief Executive Officer; and Brian West, Boeing's Executive Vice President and Chief Financial Officer. As a reminder, you can follow today's broadcast and slide presentation at boeing.com. As always, detailed financial information is included in today's press release.\nFurthermore, projections, estimates and goals included in today's discussion involve risks, including those described in our SEC filings and in the forward-looking statement disclaimer at the end of the web presentation. In addition, we refer you to our earnings release and presentation for disclosures and reconciliation of certain non-GAAP measures.\nNow I will turn the call over to Dave Calhoun.\n\nDavid Calhoun\n\nThanks, Matt. Good morning, everyone, and thank you for joining us. We had a solid first quarter, and we continue to make real progress, steady progress in our recovery. Challenges remain. There's more to do. But overall, we feel good about the operational and financial outlook shared last November, including cash flow and delivery ranges set for 2023 as well as for the 2025, 2026 time frame, where we can see $10 billion in annual free cash flow.\nLet's start with an update on our 737. Our team has been working hard over the last week. We've been progressing in our early inspection of affected airplanes. The issue's understood. It's isolated to two specific fittings, and we know what we have to do.\nThe work will impact the timing of our deliveries over the next several months. However, we still expect to deliver 450 737 airplanes this year. Unfortunately, the timing of these delivery shortfalls will impact summer capacities for many of our customers, and we feel terrible about that. Deliveries and production will be lower near term, but we will recover over the coming months, and we plan to increase our rate to 38 per month later this year.\nAs mentioned last week, we're also not changing the supplier master schedule to ensure that they can keep pace, and we're comfortable adding parts inventory. Stepping back, we appreciate that Spirit promptly notified us of this issue. They're an important partner. We're working closely on the recovery plan, and we are working in a very constructive way.\nWe will continue to work transparently with the FAA as always. As well, we will work transparently with our customers to support their fleet planning and scheduling requirements. As we mentioned last week, there's no immediate safety of flight issue, and the fleet can continue to operate safely. We will work diligently through this process together. We will prioritize safety. We will prioritize quality and transparency every step of the way.\nTaking a wider view. I couldn't be more proud of the MAX team and the progress that we have made. We now have over 1,000 737 MAX airplanes flying in the fleet. And since our return to service, the fleet has safely flown more than 4 million flight hours with exceptional reliability.\nAnd with respect to China, our focus has been and is on supporting our customers and their return to service. All MAX operators have returned to flying airplanes in service, and 45 of their 95 airplanes are back in the sky.\nIn addition, the CAAC released their 737 Aircraft Evaluation Report. It's an important step toward the delivery of aircraft that are currently in Boeing's possession. We will follow the lead of our customers.\nMoving to BCA. I'll start with orders. Demand remains very strong across all of our product lines. We booked 107 net airplane orders in the first quarter. And on top of this, we were proud to announce major customer commitments earlier this year: Air India, 190 737 MAX, 20 787s and 10 777Xs; and Riyadh Air, the newly established airline in Saudi Arabia; and Saudia, ordering up to 121 787 airplanes.\nOn the subject of deliveries, with strong demand, we're working to meet our customer commitments. We delivered 130 commercial airplanes in the quarter, including a strong month in March with 64 deliveries. However, variation in monthly deliveries remains high, and we still have work to improve stability. Of course, that starts with the 737, as I mentioned earlier.\nOn the subject of production, we are also steadily increasing rates across key programs to meet the robust demand. And we'll prioritize our stability and not push the system too fast. And yes, we will pause when we are notified of defects.\nOn development, we're progressing across all of our key development programs. And certification time lines have not changed on the 737-7, -10 or the 777X.\nNow let me switch to BDS, Boeing Defense. In defense and space, we still have more work to do to improve our operating performance. But our portfolio is well positioned, and our products are performing well in the field.\nFirst quarter results were impacted by the added cost on the KC-46A Tanker program, driven by a supplier quality issue that we previously shared last month. The good news is we understand it, and we're progressing through that rework.\nOn the operational side, the tanker is continuing to perform its mission well. Customers' decision on the KC-Y is a great opportunity for us, and it reflects the capabilities the tanker is delivering for the United States Air Force.\nOn the demand side, we're continuing to see solid order activity. In the quarter, we booked key orders on the tanker, the Apache and E-7. In addition, we are accelerating the delivery of missiles and weapons in response to our customers' needs.\nWe're also encouraged by the initial presidential budget request recently released. It's in line with our expectations. And our portfolio and capabilities are well positioned to support the needs of the nation and our allies, both in the short and the long term. Our defense business is well positioned, and we'll continue to improve operational performance to more normalized levels.\nIn Boeing Global Services, another very strong quarter. Solid, steady performance has enabled both commercial and military customers to keep fleets flying through a very dynamic time. The services business has now fully returned to pre-pandemic levels. I'm very proud of the team and the progress that they have made.\nAll things considered across the businesses, we remain on the right path. We'll work through most recent MAX issue transparently and in partnership with our customers and our suppliers. We're focused on the long term, and we'll continue to drive stability across the business and the supply chain.\nIn our November guidance, we did not predict significant supply chain improvement until well into 2024. We remain in the same place today and share that same view. That said, we've seen improvement, and our line of sight is getting better every day. Demand is strong and our portfolio is well positioned. We have a robust pipeline of development programs, and we're innovating in new capabilities to prepare for the next generation of products.\nLots of work to do, but we're on track to restore our operational and our financial strength. And we still feel good about the outlook that we've shared, both for this year and for our longer term.\nWith that, I'll turn it over to Brian.\n\nBrian West\n\nGreat. Thanks, Dave, and good morning, everyone. Let's go to the next page and cover the total company results. First quarter revenue was $17.9 billion. That's up 28% year-over-year, primarily driven by higher volume in both commercial and defense.\nCore operating margin was minus 2.5%, and the core loss per share was $1.27, both big improvements versus last year due to higher commercial volume and improved operating performance. Margins and EPS were negative driven by expected abnormal costs and period expenses as well as a charge on the KC-46 Tanker program that I noted last month.\nFree cash flow was a usage of $786 million in the quarter, significantly better versus last year driven by the higher commercial deliveries as well as an advanced payment tied to lot 9 on the tanker program, another important award for the KC-46 franchise. As we noted in our last earnings call, cash was lower this quarter than the fourth quarter due to lower wide-body deliveries and expected seasonality.\nTurning to the next page, I'll cover Commercial Airplanes. Let's start with orders. BCA booked 107 net orders in the quarter, including JAL and Lufthansa, and we have a backlog of over 4,500 airplanes valued at $334 billion.\nMoving to the figures on the left. Revenue was $6.7 billion, up 60% year-over-year, driven by 130 airplane deliveries with increases on both the 87 and the 37 programs, partially offset by 87 customer considerations. Operating margin was minus 9.2%, which was significantly better than last year. But margins are impacted by expected abnormal costs and period expenses, including higher R&D spending.\nLet's take a minute on the 737 program. The 37 had 113 deliveries in the first quarter, up 31% year-over-year, including 53 deliveries in the month of March.\nPicking up where Dave left off regarding the supplier fuselage item. We found the issue. We booked a nonmaterial financial impact in the quarter. We understand the rework steps required, and we started repairs on several airplanes. And although near-term deliveries will be impacted, we still expect to deliver between 400 and 450 737s this year.\nApril and 2Q deliveries will be lower, but the first half monthly average will be about 30 airplanes per month, in line with what we said previously. The second half deliveries are expected to be around 40 per month, with sequential quarterly improvement in the back half. While the high end of the delivery range is pressured, ultimate performance will be dictated by the pace of the fuselage recovery.\nRegarding inventory, we ended the quarter with approximately 225 MAX airplanes in inventory, including 138 that were built for customers in China and roughly 30 -7s and -10s. Within these 225 inventoried airplanes, roughly 75% will require the fuselage rework. And the number of inventoried airplanes will likely increase in 2Q, and we still expect most to be delivered by the end of 2024.\nOn production, we're completing airplanes in final assembly and expect to recover in the coming months, paced by fuselage availability. We're supporting Spirit through this recovery, including manufacturing and engineering resources as well as a cash advance. To support overall supply chain stability, we're not changing the master schedule, including anticipated production rate increases and we've contemplated any near-term parts inventory builds into our forward look.\nWithin final assembly, as Dave mentioned, we expect to increase our rate to 38 per month later this year and 50 per month in the '25, '26 time frame.\nMoving on to the 787 program. We had 11 deliveries in the first quarter and still expect 70 to 80 deliveries this year. We're producing at 3 per month and still plan to reach 5 per month by year-end. We ended the quarter with 95 airplanes in inventory, most of which will be delivered by the end of 2024.\nWe booked 379 of abnormal costs in the quarter, in line with expectations, and there's no change to the total estimate of $2.8 billion. We still expect abnormal to be largely done by the end of this year.\nFinally, on the 777X program, efforts are ongoing. Both the program time line and the abnormal estimate of $1.5 billion are unchanged. We booked $126 million of abnormal costs in the quarter, in line with expectations.\nWith that, let's turn to the next page and go through defense and space. BDS booked $10 billion in orders during the quarter, including awards for the U.S. Air Force for 15 KC-46 Tankers and an E-7 development contract as well as 184 Apaches for the U.S. Army. The BDS backlog is $58 billion.\nMoving to the figures on the left. Revenue was $6.5 billion, up 19% year-over-year, driven by the KC-46 Tanker award, program milestone completions and underlying volume. We delivered 39 aircraft and 3 satellites in the quarter and also began production of the MH-139 Grey Wolf.\nOperating margin was minus 3.2%, significantly higher than last year but still negative, driven by a $245 million pretax charge on the tanker program, which I noted last month.\nLet me give you a little bit of context on the overall BDS portfolio. Remember, 15% of the revenues in the quarter are the firm fixed-price development contracts. These contracts get a lot of attention, and there is a commitment to derisk these programs as much as we can as we move through the development cycles and into full-scale, stable production.\nNext and importantly, over 60% of revenues in the quarter collectively delivered double-digit margins. We have many important programs that are performing to historical performance levels.\nThe balance of the 1Q revenue is made up of a small number of established programs that are experiencing negative margins on certain contracts due to specific near-term supply chain and factory stability pressures that we've highlighted previously. It will take time to work through these issues, and we fully expect that these programs will improve through the course of this year and return to normal margin levels over time.\nThe BDS team is fully committed delivering the development programs to our customers. We've implemented new contracting disciplines, accelerated efforts around lean manufacturing and we're investing in innovation and in our people, all of which underpin our plans going forward.\nOverall, the defense portfolio is well positioned. There's strong demand across the customer base, the products are performing in the field, and we're confident that our efforts to drive execution and stability will return this business to performance levels that our investors would recognize.\nTurning to the next page, I'll cover Global Services. As Dave mentioned, BGS had another very strong quarter. We received $4 billion in orders during the quarter, and the backlog is $19 billion.\nLooking to the figures on the left. Revenue was $4.7 billion, up 9% year-over-year, primarily driven by our commercial parts and distribution business. Operating margin was 17.9%, an expansion of 330 basis points versus last year, with both our commercial and government businesses delivering double-digit margins. Operating margins in the quarter were higher than expected due to favorable mix, and we don't assume that will repeat.\nIn the quarter, BGS announced the first Boeing Converted Freighter line in India, delivered AerCap's 50th 737-800 Boeing Converted Freighter and broke ground on a new component operations facility in Jacksonville, Florida.\nTurning to the next page, I'll cover cash and debt. We ended the quarter with $14.8 billion of cash and marketable securities, and our debt balance decreased to $55.4 billion. We paid down $1.7 billion of debt maturities in the quarter and absorbed the expected cash flow usage driven by seasonality. We also had $12 billion of revolving credit facilities at the end of the quarter, all of which remain undrawn.\nOur liquidity position is very strong. The investment-grade credit rating is a priority, and we're deploying capital in line with the priorities we've shared: generate strong cash flow, invest the business and pay down debt.\nAnd flipping to the last page on our outlook. The 2023 financial outlook is unchanged from what we previously shared, including $3 billion to $5 billion of free cash flow generation. Commercial demand remains strong across our key programs and services. Passenger traffic in February increased over 55% year-over-year and is at 85% of pre-pandemic levels, comprised [indiscernible] domestic and 78% international. Defense demand is robust, and the initial FY '24 presidential budget is in line with expectations. As Dave mentioned, our portfolio and capabilities are well positioned to support the needs of the nation and of our allies.\nOn the supply chain front, as you'll recall when we set out our 2023 framework last November, we predicted the supply chain instability would likely continue. The good news is that we plan for it within our financial and delivery guidance. There's progress in many areas of the supply base, but we will likely face pockets of variability through the rest of this year. We continue to make key investments, including higher inventory buffers and forward deployment of resources as we take appropriate actions to mitigate impacts and improve predictability.\nFrom a quarterly perspective, we continue to expect financials to improve throughout the year. On 2Q specifically, we expect core EPS will be roughly in line with 1Q '23 performance absent the tanker charge, as the 737 delivery impacts would be largely offset by higher wide-body deliveries.\nWe expect free cash flow to be breakeven to slightly negative as we work through the 37 recovery. All things considered, we feel good about what's in front of us. And we remain on track to achieve our long-term guidance, including $10 billion of free cash flow in the '25, '26 time frame.\nWith that, I'll turn it over to Dave for any closing comments.\n\nDavid Calhoun\n\nYes, not much to add. Just a reminder that in November, when we did finally set out guidance for all of our investors, we described an environment that would continue to be strained through 2023 and through most of 2024. We still see the world exactly that way. Demand is as robust, if not more than what we had thought back in November, and so we remain confident.\nSo thanks for your time, and let's take some questions."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/2a32550f4bae692438add2fe3555cd48",
        "textblob_polarity": 0.1893037629037629,
        "textblob_subjectivity": 0.4562080475080475,
        "sentiment": {
            "distribution": {
                "positive": 18,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9828594525655111,
                "neutral": 0.9703340530395508
            }
        },
        "content1": "Q4 2022 Boeing Co Earnings Call\n\nQ4 2022 Boeing Co Earnings Call\n\nBANYSEJAN 25, 4:30 PM\n\nOperator\n\nThank you for standing by. Good day, everyone, and welcome to the Boeing Company's Fourth Quarter 2022 Earnings Conference Call. Today's call is being recorded. The management discussion and slide presentation, plus the analyst question-and-answer session are being broadcast live over the Internet. (Operator Instructions) At this time, for opening remarks and introductions, I'm turning the call over to Mr. Matt Welch, Vice President of Investor Relations for the Boeing Company. Mr. Welch, please go ahead.\n\nMatt Welch\n\nVP of IR, The Boeing Company\n\nThank you, and good morning. Welcome to Boeing's Fourth Quarter 2022 Earnings Call. I am Matt Welch, and with me today are Dave Calhoun, Boeing's President and Chief Executive Officer; and Brian West, Boeing's Executive Vice President and Chief Financial Officer. And as a reminder, you can follow today's broadcast and slide presentation at boeing.com. As always, detailed financial information is included in today's press release.\nFurthermore, projections, estimates and goals included in today's discussion involve risks including those described in our SEC filings and in the forward-looking statement disclaimer at the end of the web presentation. In addition, we refer you to our earnings release and presentation for disclosures and reconciliation of certain non-GAAP measures. Now I will turn the call over to Dave Calhoun.\n\nDavid L. Calhoun\n\nPresident, CEO & Director, The Boeing Company\n\nThanks, Matt. Good morning. Thanks to all of you for joining us this morning. Last time we were together was the second of November, where we had a chance for the first time, at least in my 3-year tenure to talk about guidance and expectations for the years ahead. The good news is we had a very solid fourth quarter, a quarter that, in my view, puts us in good stead to step forward and meet the guidance that we have delivered to all of you.\nNot only have we taken big steps to reduce the risks that, of course, we've faced over the last 3 years but importantly, we're well on our way to restoring the operational and financial strength that we got used to prior to our MAX moment. Challenges remain, we have a lot to do, but overall, we're feeling pretty good about the way we closed '22 and we're well positioned for '23 and beyond.\nOur key metric, as everybody knows, is free cash flow. Importantly, we were able to generate more than $3 billion in free cash flow in the fourth quarter driven by the progress in our performance and importantly, continued strong demand. And this helped us generate positive full year cash flow for the first time since 2018, a very important turnaround metric for us.\nSeveral key milestones and events that I'd like to highlight. Let's start with the BCA deliveries, which I know everyone tracks. '22 total was 480 with 69 deliveries in December. Notably, the 737 deliveries, we had 387 and exceeded our target of 375 and it included 31 787s as we unwound inventory and delivered from the production line following the important return to delivery over the course of the summer.\nOn the order front, and on the market side, we continue to see very strong demand across the portfolio. More than 800 net orders on the year, driven by the 737 MAX and the 787 highlighted most recently by the very historic deal with UAL, United Airlines in December. In 2022, we sold 200-plus net wide bodies. That's the most since 2018.\nMore broadly, the 737 MAX team has made tremendous progress. Fleet is performing exceptionally well. Production is stabilizing, demand is strong. We delivered 1,000-plus 737 MAXs in total now. And since our return to service, the fleet has surpassed 3 million flight hours. It's safe and it's the most reliable of the airplane fleets.\nProduction, we've all gone from 0 to 31 a month and we're prioritizing stability, which we have not yet achieved, but we're on a steady course to do so. And orders, more than 1,500 gross orders to date. 737 MAX returning to service in China is another indication of this overall improvement in our business.\nThis month, of course, we all know that, that occurred. We have more airplanes on the tarmac in China to bring back into service just as we did here in the U.S. before we began any deliveries of any sort. And I'm not going to guess going forward, when deliveries may or may not start, as everyone knows in our guidance, we have derisked for that possibility.\n737 MAX 7 and 10, everybody knows, we got our extension approved and attached to legislation at the end of the year. That was a very important moment. I'll remind everyone that, that doesn't mean that these were certified. It simply means that the FAA and Boeing can follow the existing application and do that job and do it the right way. So we feel very, very good about having derisked that moment as well. I will also want to point out, every argument we made on behalf of that extension related to safety. The premise for our chosen course and the application that we filed with safety first and it will always be safety first.\nFollowing defense. Our SLS launch, this was an enormous emotional upper for our company and for our team broadly. The Artemis I launch in November, which was powered by the SLS rocket was more than a little inspiring. And I'd like to congratulate the NASA team broadly for the succession of the Starliner mission.\nIt's an incredible success, incredible, and it went beautifully and almost flawlessly every step of the way. So again, a significant accomplishment for space travel in general. But that rocket, again, just shows what Boeing is capable of when we put our minds to it, we follow our disciplines, we stay patient and ultimately prove to the world that there's more to do in space.\nFollowing Global Services, another terrific story, it is simply following the recovery of our industry in general and everywhere in the world. So we had a great quarter pretty much across the board. We continue to grow. We continue to invest so that we are prepared to support our customers as they bring their airlines back to where they were before COVID. So we'll reaffirm our guidance.\nAnd with this progress, which we feel good about both the financial and the operational outlook that we shared with you in November, and that includes the cash flow, the delivery ranges that we set for '23 as well as for the 2025 and 2026 time frame.\nOur realities are still the same, a difficult, difficult supply chain. And while average deliveries met our objectives, we continue to face a few too many stoppages in our lines simply so that we do not travel work as we run into supply chain shortfalls. So those stoppages, while they are coming down are not where they need to be as we think about stable rates going forward.\nI will not, in this discussion and/or in Q&A, highlight any 1 supplier within the supply chain. Know that we're working with all of them. There's a significant amount of transparency in those discussions between them, between us and everybody is focused on the rate improvements that we have outlined to all of you. All things considered and reflecting on these last few years, we're feeling pretty good about where we stand heading into this year.\nDemand, very strong portfolio, very well positioned. We have faced plenty of tests in a number of orders all around the world with some of our toughest customers, and we know this portfolio is well positioned. We have a robust pipeline of development programs, including broadly across our defense business, and we're innovating new capabilities that prepare us for the next generation of products.\nOne of the more significant achievements was recently announced by NASA in their Sustainable Flight Demonstrator contract. This is a set of technologies that's intending to cut fuel emissions by up to 30%. Those are the kind of standards that, in our view, are required to ultimately launch a new commercial airplane wrapped in sustainability.\nWe've derisked major aspects of the business, and our performance is improving. We're embedding lean across our operations to drive productivity ultimately to achieve the kinds of targets that we've set out. We've got work to do, but we're feeling really good about our progress. We're proud of our team, and we're confident in the future. With that, I'll turn it over to Brian West.\n\nBrian J. West\n\nExecutive VP of Finance & CFO, The Boeing Company\n\nGreat. Thanks, Dave, and good morning, everyone. Let's go to the next page and cover the fourth quarter financial results. Revenue in the fourth quarter came in at $20 billion. That's up 35% year-over-year, driven by higher commercial volume. Core operating margin was negative 3.3%, and the core loss per share was $1.75. Both the margin and the loss per share were significantly better than prior year and impacted in the quarter by period expenses and abnormal costs.\nFrom a free cash flow perspective, our primary financial metric was positive $3.1 billion for the quarter, up significantly versus the prior year on higher deliveries and strong order activity and up sequentially versus the prior quarter and a bit better than our original estimate. I'll take a minute to go through each of the business units. Moving on to the next page with BCA. BCA revenue in the fourth quarter was $9.2 billion.\nThat's up 94% year-over-year driven by higher 787 and 737 deliveries, partially offset by 787 customer considerations. On the operating margins, they were negative 6.8% in the quarter, seemingly better than a year ago and in the quarter driven by abnormal costs and higher period expenses, including higher R&D spending.\nI'll take a minute to go through a few highlights of the major programs, starting with the 737. We had 110 deliveries in the fourth quarter and 387 for the full year, slightly ahead of our estimate. We ended the year with 250 MAX airplanes in inventory, 30 of which were Dash 7 and Dash 10s, and we had 138 for customers in China.\nWe do expect the monthly deliveries from inventory to slow slightly as fewer airplanes will be available, combined with some impact from the Dash 7, Dash 10 builds. We still expect most inventoried airplanes will be delivered by the end of 2024. On the 787, we had 22 deliveries in the fourth quarter and 31% for the full year. We ended the year with 100 airplanes in inventory, most of which will be delivered by the end of 2024.\nWe booked $350 million of abnormal costs in the quarter, taking the total to date to $1.7 billion. We're increasing the abnormal accounting estimate by about $600 million to roughly $2.8 billion in total as we will be under the 5 per month production rate a bit longer than expected due to a supplier constraint that has temporarily slowed production.\nWe still expect to hit 5 per month this year. Our total year delivery guidance of 70 to 80 is unchanged, and there is no change to the 2023 cash flows. 77 orders were strong in the quarter, and we've added 100 airplanes to the accounting quantity, which increases our GAAP program margin. On the 777X, the program timeline is holding and efforts are ongoing. Abnormal costs were $112 million in the quarter, and there is no change to the $1.5 billion total estimate.\nOn the customer settlement front, we continue to make good progress resolving contractual issues on the 3 big programs. The 737 MAX is near the finish line with the vast majority of customers settled.\nOf the original $9.3 billion that [were] set aside, there's only 3% left. On the 787, a year ago, we included a significant provision in the program, which has been very stable. There are far fewer customers in the MAX, and we've already reached agreement with several, all in line with our estimates. On the 777X, there are even fewer customers and discussions are ongoing.\nKeep in mind that the revenue and cash impact of these settlements will be over several years and all contemplated in both the near- and long-term financial guidance. Finally, on the orders front for BCA, we booked 376 orders in the quarter and have over 4,500 airplanes in backlog valued at $330 billion.\nMoving on to the next page, I'll cover BDS. BDS revenues in the fourth quarter were $6.2 billion, up 5% year-over-year. Operating margins were 1.8%. And if you include services, defense margins would be 200 basis points higher to 4%. There are 2 things impacting BDS margins in the quarter.\nFirst, we felt the operational impact of supply chain constraints in labor and stability. Second, we saw adverse timing of certain cost accrual true-ups, including higher pension costs that flow through the P&L in the quarter a big focus for the BDS leadership team to improve execution stability both in the factory and in the supply base.\nSome additional highlights, as Dave mentioned, we're very proud of Artemis I successful mission to the moon last November, and we delivered 45 aircraft in the quarter, including the first P8 to New Zealand as well as 3 satellites, including the first 2 O3B mPower units. We received $7 billion in orders during the quarter. including a contract for 2 KC-46A Tankers from Japan and an award for 12 Chinook helicopters from the Egyptian Air Force. The BDS backlog is at $54 billion.\nMoving on to the next page, Global Services. BGS had another strong quarter, primarily driven by our parts and distribution business. BGS revenue was $4.6 billion, up 6% year-over-year and operating margin was 13.9%.\nCommercial volume was very strong, partially offset by some softness in the government space. We received $5 billion in orders during the quarter, including an F-15 depot support order for the U.S. Air Force, and we opened up the Germany distribution center. The BGS backlog is $19 billion.\nMoving on to the full year, the next page. Full year financial results, revenue came in at $66.6 billion. That's 5% up year-over-year driven by higher commercial volume, offset by lower defense revenue. Core operating margin was negative 7% and the core loss per share was over $11 both a bit worse reflecting the impact of defense charges taken earlier in the year.\nAnd on free cash flow, we generated $2.3 billion positive free cash flow in the year up significantly from the prior year driven by higher deliveries and order activity. Moving on to the next page. I just want to put that $2.3 billion of free cash flow in perspective.\nAs you can see from the chart on the left, we've made a lot of progress over the last 3 years. 2020 was a usage of $20 billion of cash, 2021 improved but was still a usage of $4 billion of cash, in 2022, $2.3 billion positive. As Dave mentioned, a lot of work that's been done and more work to do.\nThe team is pretty proud to get back to positive territory. It's been the 737 return to service and the deliveries that are ramping. It's been the 787, it's been restarted. It's been the commercial market recovery that's been a benefit along the way with a very strong order book, reflecting our customers' confidence in our product lineup. And of course, our service business has held up incredibly well. It was a good exit to 2022, and we expect momentum to continue for 2023.\nMoving on to the next page, cash and debt. On the cash and marketable securities front, we ended the year with $17.2 billion, up $3 billion versus the third quarter and we had $12 billion of revolving credit facilities, all of which remain undrawn.\nOn the debt side, we finished the year with $57 billion in debt. And as a reminder, our investment-grade credit rating continues to be a top priority. Our liquidity position is strong, and we're very comfortable satisfying near-term maturities, and the overall plan continues to be deliver airplanes, generate cash, pay down debt.\nMoving on to the next page, 2023. Our financial outlook for 2023 is unchanged from what we shared in November. Operating cash flow in total will be between $4.5 billion and $6.5 billion. We'll reinvest about $1.5 billion in CapEx for a net free cash flow of $3 billion to $5 billion in 2023.\nAs we start the year, overall demand remains strong. Global pass-through traffic increased almost 70% in 2022, and we're at 75% of pre-pandemic levels globally. If you take out China, that number grows to over 90%. So demand is pretty robust and reflective of our order book. Our priority continues to be execution stability. And while we still see some disruptions in the factory and the supply chain, we're hard at work with our partners to address these issues and ultimately focused on meeting our customer commitments.\nOn the segment operating cash flow, same numbers as November, BDS, we expect to be a usage of between $0.5 billion and $1 billion of cash. BGS will generate between $2.5 billion and $3 billion, and BCA will generate between $2.5 million and $3.5 billion. On the commercial delivery front, 737 deliveries are unchanged and between 400 and 450 airplanes, 787 deliveries are unchanged between 70 and 80 airplanes, and we've added a couple of items on the expense front.\nWe expect R&D for 2023 to come in at about $3.2 billion versus $2.9 billion in 2022. The vast majority of this increase will be in BCA. We also have unallocated eliminations in other which will be relatively in line with 2022 at $1.6 billion. One important thing to note is on the quarterly phasing, it will look very similar to last year as both deliveries and the financials will improve throughout the course of the year.\nOn the first quarter specifically, EPS will be an improvement over 4Q 2022 but remain in a loss position. And cash will still be a usage in the first quarter, although an improvement from the first quarter of 2022. Overall, we're squarely focused on free cash flow. And it's so far so good as we enter 2023.\nMoving on to the last page, 2025, 2026 long-term guidance. Same page we showed you in November, $10 billion of free cash flow is still our objective. And it's important to note that margins and EPS are important, but they will be uneven over the next 2 years. As we unwind the BCA inventory, we put the BCA abnormal costs behind us, and we get the BDS margins back on track to its normal trajectory.\nWe're still confident that this plan is underpinned by things we largely control, one, productivity; two, the commercial rate ramp; three, services growth; and four, the transition of key defense programs from development to production. Overall, we're as confident today as we're back in November, and we feel good about the way 2023 is starting. With that, I'll turn it over to Dave for any final comments.\n\nDavid L. Calhoun\n\nPresident, CEO & Director, The Boeing Company\n\nYes. I think, Brian, the numbers speak for themselves. We couldn't be more pleased with the way the year closed with very few surprises. We're heading into the year. We know the supply chain is going to be tough and constrained, but we also believe that we control that environment. It's our job to get ahead of it. So thank you. We're happy to take some questions."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/5f824492993c7b26a4c7d07fe275356c",
        "textblob_polarity": 0.1840007451564828,
        "textblob_subjectivity": 0.43792308329193597,
        "sentiment": {
            "distribution": {
                "positive": 18,
                "negative": 1,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9792834851476881,
                "negative": 0.9967365860939026,
                "neutral": 0.8736218214035034
            }
        },
        "content1": "Q3 2022 Boeing Co Earnings Call\n\nQ3 2022 Boeing Co Earnings Call\n\nBANYSEOCT 26, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to The Boeing Company's Third Quarter 2022 Earnings Conference Call. Today's call is being recorded. The management discussion and slide presentation, plus the analyst question-and-answer session, are being broadcast live over the Internet. (Operator Instructions)\nAt this time, for opening remarks and introductions, I'll turn the call over to Mr. Matt Welch, Vice President of Investor Relations for The Boeing Company. Mr. Welch, please go ahead.\n\nMatt Welch\n\nVP of IR, The Boeing Company\n\nThank you, John, and good morning, everyone. Welcome to Boeing's Third Quarter 2022 Earnings Call. I am Matt Welch, and with me today are Dave Calhoun, Boeing's President and Chief Executive Officer; and Brian West, Boeing's Executive Vice President and Chief Financial Officer. As a reminder, you can follow today's broadcast and slide presentation through our website at boeing.com. As always, we have provided detailed financial information in our press release issued earlier today.\nProjections, estimates and goals we include in our discussions this morning involve risks, including those described in our SEC filings and in the forward-looking statement disclaimer at the end of this web presentation. In addition, we refer you to our earnings release and presentation for disclosures and reconciliation of certain non-GAAP measures. Now I will turn the call over to Dave Calhoun.\n\nDavid L. Calhoun\n\nPresident, CEO & Director, The Boeing Company\n\nMatt, thanks. Welcome to everybody. Thanks for joining us. I will acknowledge upfront that our plans for the investor conference middle of next week. We're looking forward to them. We hope we can give some guideposts for the forward look in the Boeing company. So many of our comments today will be a little shorter than usual and focused strictly on the quarter.\nThis quarter was a big one for us. We hit a marker, a marker we've set since the beginning of our turnaround effort in the beginning of 2020, and that was to generate positive free cash flow. So we generated $2.9 billion in the quarter. That puts us on the path that we projected for 2022, which was positive. So again, a very important accomplishment for us and I think begins the real turning point for the company.\nAt the same time, we took a charge on our fixed-price development contracts. These are contracts that we have talked about now repeatedly on these calls. We believe, as we always do, that the charge that we took is meant to complete these contracts ultimately to deliver them to satisfy customers in the Air Force or the armed forces. And anyway, we're not embarrassed by them. They are what they are, and we intend to deliver against these contracts and satisfy our customers.\nWithout a doubt, and you've heard it from all of the earnings calls over the course of the week, the supply chain, inflation, labor shortages, macroeconomic challenges are challenging for everybody. That is reflected in these third quarter calls. Again, the charges in our fixed price development world, et cetera, all of that's embedded. We're not anticipating or suggesting that the supply chain world is going to get much better in the near term. We expect it will continue to be challenged over the course of 2023.\nOne of our problems is not demand. Demand is very strong. It's strong across the portfolio of products, and it's strong across the world with all of our customers. Why? Because their demand is strong. Bookings in pretty much every geography is strong with the exception of China. But also there are concerns about the very supply constraints that we're all referring to sort of force them to want to get in line and get their orders in so that they have the lift they need as the world returns to some normal state.\nWhat's our job in this supply-constrained world? We're in the factories, we don't push the system too fast. We slow down when we have to and we try not to compound problems that may arise from the supply chain or from our own shops. We've added more than 10,000 people this year, and we are investing in training and development to accelerate their experience curve and improve our productivity over time. And we're driving stability in the supply chain. We've introduced all kinds of on-site technology, digital tools to watch what they're doing, but also we've added people to those organizations that are more challenged than others. And we've increased inventory, safety stock wherever we can. Truth is it will still take time to normalize. And our objective in the investor conference that lies ahead is to give you that projection as to how and when we think that is likely to happen.\nDespite the challenges, I'm very pleased with the progress broadly. Our 87 deliveries have returned. It's a reflection on us focusing on the right things. Strict conformance with respect to our manufacturing processes is very important. We've gotten it right, and the delivery process has started, and so far, so good.\nOn the 737 MAX, return to service. Again, philosophy is one at a time. 1 million revenue flights, exceptional schedule reliability, that's what we've experienced. And that is why the folks who have leaned into the MAX continue to lean into the MAX and continue to place orders with us. In total, over the quarter, 227 orders for airplanes, West Jet, UPS, Cargolux, China Airlines, just a few, again, very strong. You probably have seen today, Alaska has upped their commitment to the MAX, and we greatly appreciate it from all of them.\nIn a strong demand and yet supply-constrained world, our inventory, the fixed -- finished goods inventory that we have is an asset, not a liability, and we use it to de-risk that delivery outlook. And as for China, we continue to derisk. That's been our objective. We still would like to deliver airplanes to China. We continue to support our customers. We continue to support the regulator. As we all know, the COVID restrictions and policies in China have reduced demand for airplanes in general. And we hope that is what is restricting the acceptance of our -- of the airplanes that they have on our tarmac. But we also have clear eyed about the geopolitical risks that are out there, and we are not going to impart new risks on our investors, and we believe we can derisk what we have.\nWe're progressing on our development programs, the -7, the -10, the 777-9 and the -8 freighter. All of these are progressing well. As everybody knows, we are up against a deadline here at the end of the year. We remain confident that we can get an extension of that deadline because this is the safe answer. And we've heard from airlines, we've heard from pilots, we've heard from our workers, associates, and we know that the FAA has been putting in the work to certify these airplanes. So we remain not just hopeful but confident that we can get this across the finish line.\nAnd then those airplanes, as many of you know, complete that narrow-body portfolio in a way that allows us to compete head-to-head with our important competitor, Airbus. BDS, Boeing Defense, yes, we have these fixed price development challenges. But we have a rich portfolio. We delivered 4 MH-139 Grey Wolf test aircraft to the U.S. Air Force. We received contracts for additional KC-46A tankers for both the U.S. Air Force and the Israeli Air Force. And despite the challenges on our real development programs that the tanker T7 and MQ-25, we still remain confident in the long-term success and contribution to our cash flow.\nAnd then Boeing services, BGS, just another very strong quarter. They're trying to keep up with demand the best they can. They delivered their 100th contracted 737-800 Boeing freighter conversion to AerCap. We've got key awards in both commercial and defense customers and things are going well and margins continue to expand.\nAnd then finally, we have not stopped investing in our foundational capabilities. We had some pretty good examples of that over the course of the quarter. We opened 3 advanced facilities across the country, composite fabrication, additive manufacturing and an important autonomy investment alongside MIT just in Cambridge.\nAlso very excited about Wisk's unveiling of the world's first autonomous self-flying 4-seat all electric vertical takeoff and landing air taxi. There's a very bright future ahead for that. And with respect to autonomy and its advancement in the world of certification, it's a very, very important part of our strategy.\nSo we're making great progress. I feel good about our turnaround. I do think the cash flow numbers in the quarter are, in fact, a marker for us. We've been focused on it. We will continue to manage the company on the basis of the cash economics that we support our investors with. And that will be that. So I'm happy to turn it over to Brian now for some color on the quarter.\n\nBrian J. West\n\nExecutive VP of Finance & CFO, The Boeing Company\n\nThanks, Dave, and good morning, everyone. Let's jump right in. Cash flow, as Dave mentioned, is our primary financial metric, and it was positive in the quarter. Operating cash flow was $3.2 billion, and free cash flow was $2.9 billion, both up pretty significantly versus both prior year and prior quarter, essentially driven by higher deliveries and some receipt timing. Revenue earnings both impacted by charges in our defense business, where we took a $2.8 billion hit across 5 fixed price development programs, which I'll go into.\nThe macro environment challenges that Dave described required us to make certain adjustments, including a reassessment of future period cost forecast. These adjustments are important to our go-forward momentum as we derisk our defense portfolio and move to more predictable performance. And we still think about our performance in 3 parts and are positioning ourselves for an improving trajectory.\nFirst, we have reached important milestones across the business and made progress on commercial deliveries with the resumption of the 787 in August. Also, the 737 MAX return to service is largely complete, and we're derisking the near-term delivery skyline for China.\nNext, we started to see improvement in our primary financial metric of free cash flow. This third quarter performance puts us on track to be positive for both the second half and the full year of 2022.\nAnd finally, as we look to 2023, our operational and financial performance should continue to improve. Now the acceleration will not be as significant as previously anticipated, and our path to recovery is taking a bit longer than expected driven by the challenging macro environment. The longer term, there is a significant opportunity for our company to return to sustainable growth. As we liquidate the 37 and the 87 inventory, we improved execution on a de-risked BBS portfolio and achieve certification on the MAX -7, the -10 and the 777X development programs. We look forward to sharing our plans at our investor conference next week.\nBefore getting into the financials, I want to make a few points on the current business environment. Slide 3. While the turnaround is taking a bit longer, one thing that remains strong is demand for airplanes, as the commercial market recovery is playing out better than expected. We still see overall passenger traffic returning to 2019 levels in the 2023 to 2024 time frame. And although the economic indicators point to challenges ahead, this demand has proven resilient.\nIn August, domestic traffic was at 85% of 2019 levels led by the U.S., Europe and Latin America. Going forward, the recovery will be driven by China domestic and international traffic, which remain below 2019 levels at 62% and 67%, respectively. In aggregate, commercial passenger traffic was at 74% of 2019 levels. So even with economic headwinds, we see the strength of demand continuing as air traffic recovers to its historic levels.\nIn Defense & Space, we see solid long-term markets, both domestically and internationally. In the U.S., there's broad support for increased defense spending in Congress to meet current challenges. And internationally, ongoing global tensions are driving our partners and our allies to announce plans for increased spending and additional capabilities for national defense, and we're working hard to support their needs. In services, our business is well positioned with a broad set of offerings and will continue to benefit from the growing commercial fleet, a robust cargo market and increasing defense budgets.\nTurning to the supply chain. Constraints continue to impact production in both our commercial and defense businesses. On the commercial side, we're focused on a few key areas, namely engine deliveries, which is the primary constraint to 737 production rate stabilization and subsequent increases. Customers are counting on us to resolve the situation with our supply chain partners, and we will. We're taking actions to mitigate these impacts and support the supply chain. And as Dave described, we've increased our on-site presence at first tier and sub-tier suppliers to support work movement and address industry-wide shortages.\nAnd we're utilizing our own internal fabrication for surge capacity and managing safety stock inventory levels and increasing where necessary to protect risk. With overall healthy demand, finished goods inventory and a diverse backlog, we feel well positioned to navigate the current environment and are confident that our product lineup is well suited to meet our customer needs.\nWith that backdrop, let's turn to the financials on Slide 4. Third quarter revenue of $16 billion increased 4% and Core operating earnings were negative $3.1 billion, resulting in a loss per share of $6.18, largely driven by $2.8 billion of defense charges. We generated $3.2 billion of operating cash flow, a significant improvement from the same period last year primarily due to higher commercial airplane deliveries and favorable receipt timing. Also, similar to the same period last year, we benefited from a tax refund of $1.5 billion in the quarter.\nLet's move to Commercial Airplanes on Slide 5. Third quarter revenue was $6.3 billion, up 40% primarily driven by the resumption of the 787 and higher 737 deliveries. Operating losses of $0.6 billion and the resulting negative margin rate reflect abnormal costs and period expenses.\nOn the 87 program, we delivered 9 airplanes in the quarter and have 115 airplanes in inventory. The pace of deliveries from inventory going forward will be based on finishing rework as well as customer fleet planning requirements. We expect most of these airplanes to be delivered over the next 2 years. We continue to produce at low rate and will gradually return to 5 airplanes per month over time. Near term, the supply chain remains a key watch item for 87 production and deliveries. Longer term, with more than 400 airplanes in backlog, we anticipate higher production rates due to the expected wide-body market recovery.\nAs customers return to medium-term fleet planning, we continue to have positive discussions with our customers on the 87. We recorded [$303] million of 87 abnormal costs in the quarter, in line with expectations, and we still anticipate a total of about $2 billion, the most will be incurred by the end of 2023. These costs are driven by rework and production rates below 5 per month.\nMoving on to the 37 program. We delivered 88 airplanes in the quarter, below our previous expectations, primarily due to supply chain disruptions, which impacted factory flow time. We continue to work towards stabilizing deliveries. However, given our delivery to date, we now estimate about 375 737 airplanes this year. The monthly delivery trend is expected to remain in the low 30s into next year.\nWe ended the quarter with 270 MAX airplanes in inventory, down 20 versus last quarter. There were 35 deliveries out of storage, largely in line with our plan, but we also began positioning for MAX 7 deliveries and built 13 airplanes in the quarter. Of the inventoried airplanes, 138 are for customers in China. We continue to explore options to remarket some of these airplanes as we derisk our near-term delivery plan. Based on our latest assessment of China and the -7 -10 certification time lines, we now expect most of the inventoried airplanes to deliver in 2023 and 2024 with some moving into 2025.\nMoving on to the 777-9 program. Development efforts are ongoing, and the program time line is unchanged from what we shared last quarter. We still anticipate delivery of the first 777-9 airplane in 2025 and continue to coordinate with the FAA to prioritize resources across our development programs.\nWe booked $111 million of 777X abnormal costs in the third quarter, in line with our expectations, and we still expect to record about $1.5 billion of these costs through 2023, while 777-9 production remains paused. During the quarter, we booked 227 commercial airplane orders, as Dave mentioned, the customers who are proud to serve. In September alone, we received orders for each of our programs, including the 737 MAX, the 767, 787, 777, 777X. And at the end of the third quarter, we had over 4,300 airplanes in backlog valued at $307 billion.\nLet's now move to Defense, Space and Security on Slide 6. Third quarter revenue was $5.3 billion down 20%, and operating margin was negative 52.7%. Results were driven by approximately $2.8 billion of losses on certain fixed price development programs. KC-46A and VC-25B made up the bulk of these charges at $1.2 billion and $766 million, respectively. We also recorded losses on the T-7A, MQ-25 in commercial crew programs and saw pressures across other programs. These losses reflect a comprehensive review of program financial estimates. While some changes resulted from new information or developments during the quarter, others were the result of our most recent assessment of estimated future performance. Adjustments were primarily due to higher estimated manufacturing and supply chain costs as well as technical challenges, which are expected to continue longer than anticipated.\nThe cash impact of the losses we recorded year-to-date are now heavily weighted in the near term, resulting in a cash flow usage at BDS for both 2022 and 2023. While current performance doesn't reflect where we'd like to be, for sure, we're focused on driving execution stability. These programs have an outsized impact on BDS margins and will be key to margin recovery in future periods.\nOn the demand side, we received $5 billion in orders during the quarter, including tanker awards from both the U.S. and Israel, resulting in BDS backlog of $55 billion. Additionally, the Apache helicopter has been selected by the Polish military.\nNow let's turn to Global Services results on Slide 7. The Global Services business had another strong quarter primarily driven by our parts and distribution business. Third quarter revenue was $4.4 billion up 5%, and operating margin was 16.5%. Results were driven by higher commercial volume and favorable mix partially offset by lower government volume. We received $5 billion in orders during the quarter, including a tanker support contract for the Italian Air Force and an F/A-18 depot expansion contract. The BGS backlog is $19 billion.\nWith highly valued commercial capabilities and support for our defense portfolio, our service business is positioned to see continued growth. Based on what we've seen so far this year, we anticipate healthy total services top line growth for 2022 and similar growth in 2023.\nNow let's turn to Slide 8 and cover cash and debt. We ended the third quarter with strong liquidity with $14.3 billion of cash and marketable securities on the balance sheet, an improvement of $2.9 billion since the end of the second quarter driven by free, cash flow generation. During the quarter, due to our improving cash flow and business outlook, we chose to reduce the size of our revolving credit facility capacity from $14.7 billion to $12 billion, which remains undrawn.\nYear-to-date operating cash flow was a generation of $55 million, and free cash flow usage year-to-date was $841 million. We expect our primary financial metric free cash flow to be positive for the fourth quarter and the full year, driven by commercial deliveries.\nOur debt balance is consistent with the end of the last quarter at $57.2 billion. Our investment-grade credit rating is a priority, and we remain committed to reducing debt levels through strong cash flow generation over time.\nIn conclusion, while we have more work to do, we're executing on our turnaround, and we've come quite a long way over the last 3 years. We remain focused on our own performance and taking the right actions to drive stability and growth for the future. We also continue to invest in key capabilities that will lay the foundation for the future. And through it all, our team is demonstrating exceptional resilience and dedication. More work ahead, but we're confident that we're on the right path. With that, over to Dave for closing comments.\n\nDavid L. Calhoun\n\nPresident, CEO & Director, The Boeing Company\n\nYes, I'll keep it short and sweet. We're on a turnaround. We've been on a turnaround. We've made very important progress with our regulators. We've made very important product -- progress with our customers and even more importantly, the flying public. And now we're wrestling through supply chain constraints. And when we get through it all, we'll get back to normal and ultimately deliver what our shareholders are expecting. So I'll leave it at that and open up to questions."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/b2acd21300edfc30490d9e24ab3d7639",
        "textblob_polarity": 0.1480183085155836,
        "textblob_subjectivity": 0.43059966600157307,
        "sentiment": {
            "distribution": {
                "positive": 18,
                "neutral": 7,
                "negative": 1
            },
            "scores": {
                "positive": 0.9633964333269331,
                "neutral": 0.9097743460110256,
                "negative": 0.7878462076187134
            }
        },
        "content1": "Q2 2022 Boeing Co Earnings Call\n\nQ2 2022 Boeing Co Earnings Call\n\nBANYSEJUL 27, 4:30 PM\n\nOperator\n\nThank you for standing by. Good day, everyone, and welcome to The Boeing Company's Second Quarter 2022 Earnings Conference Call. Today's call is being recorded. The management discussion and slide presentation plus the analyst question-and-answer session are being broadcast live over the Internet. (Operator Instructions)\nAt this time, for opening remarks and introductions, I'm turning the call over to Mr. Matt Welch, Vice President of Investor Relations for The Boeing Company. Mr. Welch, please go ahead.\n\nMatt Welch\n\nVP of IR, The Boeing Company\n\nThank you, John, and good morning, everyone. Welcome to Boeing's Second Quarter 2022 Earnings Call. I am Matt Welch, and with me is Dave Calhoun, Boeing's President and Chief Executive Officer; and Brian West, Boeing's Executive Vice President and Chief Financial Officer.\nAnd as a reminder, you can follow today's broadcast and slide presentation through our website at boeing.com. As always, we have provided detailed financial information in our press release issued earlier today. Projections, estimates and goals we include in our discussions this morning involve risks, including those described in our SEC filings and in the forward-looking statement disclaimer at the end of this web presentation.\nIn addition, we refer you to our earnings release and presentation.\n(technical difficulty)\n\nOperator\n\nAnd this is John with AT&T, please continue.\n\nDavid L. Calhoun\n\nPresident, CEO & Director, The Boeing Company\n\nStart over? Okay. Sorry, we were muted. It's good to be with all of you. Thanks, Matt, for the intro. I want to start my brief comments upfront with just a revisit at the Farnborough Air Show a little over a week ago. It was important for us. It was an emotional outcoming for our company and our people.\nWe always look a little better when we are standing next to our products and the flight teams who are operating them. It was great to see, and I think everyone witnessed the 777X in flight, which was more than magnificent, the Dash 10 also in flight and our investment in Wisk and its product in the important eVTOL market.\nWe met with our customers, we met with suppliers, partners, the usual, except it didn't feel like the usual because it had been a while. We're proud of the orders that we collected over the course of that week, over 200 orders and commitments. And importantly, it covered the whole line, the 737 MAX, our 87 and the 777X. And it shows the extent to which our airlines are already -- our airline customers are already anticipating fleet renewal projects and their willingness to bet forward on that prospect. Needless to say, they're all as busy as they can be trying to get their own fleets up and running and the supply constraints they face dealt with.\nLooking at the quarter, a lot of things good happened over the quarter. We are on the verge of returning to the 87 delivery process. I won't give a date. I never have. That's up to the FAA. But we've been working closely with our customers and the regulator on those final steps.\nWe're proud of our team. We're proud for the discipline and the detailed work they applied over this long course. And it will be worth it. In the end, we'll have a predictable and high-quality line, and our customers will be pleased with the products. And a reminder to everyone that this 87 fleet that's out there has been working harder than it's ever worked. And it's been performing incredibly well.\nTurning to the MAX. Again, one airplane at a time, the fleet is performing incredibly well, oftentimes exceeding the specification and expectations our customers had when they originally placed their orders.\nAnd we continue to work hard on predictability of the delivery chain. And we're focused mostly on the engine supply lines and then those second-tier constraints that those engine suppliers are facing. And I think we've made an awful lot of progress on that front. Brian will give you sort of our best guess on how this year turns out with respect to those deliveries. But it is -- it's now, I think, based on a far better knowledge of what those supply constraints are and commitments from our supply side engine suppliers.\nIn BDS, I don't want to skip over the Starliner. It was important. It was an emotional up for all of us at Boeing to get back on track. We had a wet dress for the space launch system rocket, the biggest rocket yet. We're looking forward to that launch. So we had a good sort of engineering coming out with respect to those achievements. And yes, we're still working through some of the challenging macro environment issues, especially with respect to our fixed price development contracts. And Brian will also walk you through that.\nAnd then finally, on the services side, like pretty much everyone that's been reporting, it is coming back, and it's coming back in a rapid way. Our commercial service business was up 30%. It carries strong margins with it. And so it's a big and important contributor to our overall cash flow story.\nAnd again, the result of all of this work, a big step forward with respect to stability. We did debt to cash flow -- operating cash flow positive. So that puts us a little bit ahead of our internal plan, and we feel good about that. And we are still committed to be cash flow positive for the calendar year 2022.\nIt's underpinned by a very strong commercial market. I think you all know that. Everyone has spoken to it. A lot of supply constraints out there with respect to the operators of our airplanes, the airlines and what they've got to do to get the fleets running efficiently and build their capacity where it needs to be.\nBut they are out there in the market trying to rebuild their fleets for the future and to meet that significant demand. And so far, we have not seen any drawback on that demand. While we understand the sort of recession fears that are growing out there, so far, it has not impacted the aviation industry or our customers.\nSo mostly what we're focused on, and I don't think it will surprise anyone, and I think I've heard it in most of my peers' reports is the supply chain, stabilizing it, making sure that it's predictable and consistent. And for us, in particular, with respect to the commercial side of our business, it relates to engine production, engine availability so that we can predictably deliver airplanes to our customers.\nWe think we've made an awful lot of progress on that front. I know you've heard directly from the engine suppliers. They are making progress, and we've adjusted all of our delivery rate expectations at least in the near term to satisfy those constraints.\nA comment quickly on regulatory and geopolitical. I'll start with geopolitical, China. The good news is that because of the strong demand in the marketplace, we've been able to manage our risk going forward with respect to the airplanes that we have built and are awaiting delivery.\nWe intend to stand by our Chinese airlines, stand by the CAAC and get those airplanes back. But the timing, which has been pushed and deferred in light of some of the COVID management issues in China and some of that geopolitical overhang, we can suffer our way through that and will. And it should not impact the cash flow positive posture that we've taken for the year.\nSo it's a little easier to manage for us. It's no less important, and we will continue to encourage our administration to work as closely as they can with the Chinese to reopen the trade card or with respect to aviation, a relationship we've enjoyed for over 50 years. And we'll continue to support our customers. Medium and long term, it does represent the difference between commercial aerospace leadership or not, given the size and scale of the China market.\nAnd then on the regulatory front, we are working constructively with the FAA. We have our heads down. We're working towards certification by year-end on the Dash 7 and the Dash 10. And we believe what we're working on is, in fact, the safe option with respect to all options in the narrow-body space. And so we're going to just keep plugging away.\nAnd anyway, that's enough said. As we navigate through this environment, stability is the watch word for all of us. We want to be predictable. We think that will differentiate us. And that's why we've got -- we're focused on it.\nWe continue to increase our investment in research programs, the readiness program with respect to the next big commercial airplane, all the digital modeling tools that are required to be ready for that, we continue to invest aggressively in. And we continue to enhance those underlying digital technologies that we will bring ultimately to the services market as well. Safety, quality, transparency, these are values, and this is what we remain focused on.\nSo before I turn it over to Brian, the MAX, it's on track. And it's performing for customers, in many cases, exceeding expectations. We think we're through the most difficult parts of COVID-19. Starliner, a pivotal and emotional test for The Boeing Company, and we feel good about it, and we're ready for the crewed flight.\nGlobal Services, on its way back in a big way. We feel terrific about their progress. And now we are at the detailed moment to get ready for 787 deliveries, the moment we've been waiting for. And we look and feel as though we're on the verge of doing so. So we've taken a long view. We continue to take a long view. And we do believe we're in the middle of a turnaround, and it's beginning to show itself.\nSo with that, I'll end my opening comments and turn it over to Brian.\n\nBrian J. West\n\nExecutive VP of Finance & CFO, The Boeing Company\n\nThank you, Dave, and good morning, everyone. This was an important quarter. We made good progress on key programs and a pretty dynamic macro environment affected by inflation, labor availability and supply chain constraints, all of which impacted both us and the industry.\nDespite these challenges, we improved our quarter-over-quarter cash performance and importantly, generated positive operating cash flow. Cash was driven by higher commercial delivery volume as well as order activity and advanced payment timing. This keeps us on track to generate positive free cash flow for the year and higher cash flows in 2023.\nWe still think about our performance in 3 parts and remain confident about the trajectory. First, as Dave mentioned, we made progress on key milestones. We're nearing a return for the 87 and are preparing airplanes for delivery. We continue to focus on 37 production stability of 31 MAXs per month. And we've derisked China from our near-term delivery profile.\nNext, as we see continued progress on these programs, we anticipate improvement in our performance metrics, including deliveries, revenue, margin and cash flow in the back half of the year. We also expect cash flow benefits from order activity and favorable receipt timing over the next 2 quarters.\nFinally, our financial performance should start to accelerate into 2023. Going forward, there is a significant opportunity for our company to return to sustainable growth. And we look forward to sharing our plans at our Investor Day on November 1 and 2.\nBefore getting into the financials, I want to make a few points on the current business environment on Slide 3. Demand for commercial airplanes is strong, especially in the freighter market. We've seen cargo traffic increase from 2019 levels largely driven by e-commerce and the efficiency of air freight. With more than 90% share of the freighter market, our lineup is well positioned to capture continued growth.\nOn the passenger side, traffic has recovered significantly but is still well below where it's been historically relative to global GDP. As airlines are currently in the middle of the summer high season, operational and supply constraints are becoming the pacing item for air traffic growth in the markets leading the recovery.\nThat said, the commercial traffic recovery is accelerating. And passenger traffic has reached its highest point since 2019 in both North America and Europe. Domestic traffic remained relatively stable at 77% of 2019 levels as of May. While China still lags significantly, we saw some improvements in flight operations in June as travel restrictions lifted. Excluding China, domestic traffic was over 90% of 2019 levels.\nInternational traffic is gaining momentum at 64% of 2019, up from just 48% in March, especially in regional markets such as intra-Europe, transatlantic and U.S.-Mexico as well as notable improvements via the Middle East and in some parts of Asia. Overall, our commercial passenger market recovery expectations are in line with what we've shared previously. We still see overall passenger traffic returning to 2019 levels in the 2023 to 2024 time frame.\nTaking all of this into consideration, we recently released our 2022 commercial market outlook, which forecasts a total addressable market valued at more than $3.3 trillion over the next decade and demand for nearly 20,000 airplanes. The forecast closely aligns to what we laid out last year and reflects the market's continued recovery.\nMore specifically, we anticipate demand for more than 14,000 narrow-bodies or over 120 per month on average over the next 10 years. From a 20-year perspective, we project demand for more than 41,000 new airplanes, including 940 dedicated freighters.\nWe are very confident in our product lineup, which is well suited to capture this long-term demand. And we feel very good about last week with over 200 orders and commitments at Farnborough. We appreciate the trust and confidence our customers are placing in us.\nOur services business also continues to benefit from growing commercial fleet and strong cargo markets with several Boeing converted freighter and materials management agreements recently announced. Over the next 10 years, we see a $3.3 trillion service market that aligns well with our broad customer-focused portfolio of offerings.\nIn Defense and Space, we see solid long-term markets, both domestically and internationally. In the United States, there is support for increased defense spending in Congress to meet the challenges of today. Internationally, many of our fellow NATO members, partners and allies have announced plans for increased spending on national defense, and we look forward to more specifics around these priorities.\nTurning to the supply chain. We continue to experience real constraints. We're taking action to mitigate risk in a number of areas, including engines, raw materials and semiconductors. To stabilize production and support our supply chain, we're increasing our on-site presence at suppliers, creating teams of experts to address industry-wide shortages, utilizing internal fabrication for search capacity and managing inventory safety stock levels and growing where needed.\nWith that backdrop, let's turn to financials on Slide 4. Second quarter revenue of $16.7 billion declined 2%, and we generated $0.5 billion of core operating earnings. After accounting for interest expense and taxes, we had a core loss per share of $0.37. Operating cash flow was positive $0.1 billion, in line with our expectations and an improvement from the same period last year.\nLet's move to Commercial Airplanes on Slide 5. Second quarter revenue was $6.2 billion, up 3% primarily driven by higher 37 deliveries, partially offset by lower 87 deliveries. Operating losses of $0.2 billion and the resulting negative margin rate reflect abnormal costs and period expenses, including higher R&D expense as we continue to invest in the business.\nOn the 87 program, we're very close to resuming deliveries. We're readying airplanes together with our customers and have completed flight checks on the initial airplanes. As always, we will follow the lead of the FAA on the specific timing.\nWe have 120 airplanes in inventory and are making progress completing the necessary rework to prepare them for delivery. As stated last quarter, we're producing at very low rates and we'll continue to do so until deliveries resume, gradually returning to 5 airplanes per month over time.\nSimilar to the 37 program, the supply chain remains a key watch item for 87 production and deliveries. We recorded $283 million of 87 abnormal costs in line with expectations, and we still anticipate a total of about $2 billion with most being incurred by the end of 2023. These costs are driven by rework and production rates below 5 per month.\nIt is important to keep in mind that cash margins on the 87 remain positive and are expected to improve significantly over time. However, as we deliver the first few 87 airplanes, you may see some variability in cash payments as we compensate customers for delays.\nThe 87 continues to be the most utilized wide-body airplane due to its operational efficiency and flexibility. With over 400 airplanes in backlog, recent orders and commitments announced at Farnborough and additional demand as the commercial market recovers, we see a strong future for the 87 program.\nMoving on to the 37 program. We've delivered 189 airplanes year-to-date, below our original expectations due to 3 things: supply chain disruptions, flow time of taking airplanes out of storage and timing of deliveries to Chinese customers. We don't anticipate making up those deliveries in the back half of the year, and we'll continue to experience monthly variability, including a light month in July.\nWe now expect delivery to be closer to the low 400s for 2022, short of what we discussed earlier this year as we drive stability and predictability. We ended the quarter with 290 MAX airplanes in inventory, of which roughly half are designated for customers in China. Given this uncertainty with our customers in China, we now expect more deliveries of airplanes from inventory to shift into 2024.\nDue to overall progress on MAX production, we did not book abnormal costs in the quarter. Additionally, we've reached agreement on over 95% of our MAX customer consideration liability.\nShifting to the 777-9 program, our status is largely unchanged from what we shared last quarter. We still anticipate delivery of the first 777-9 airplane in 2025 and continue to coordinate with the FAA to prioritize resources across our development programs.\nWe booked $102 million of 777 abnormal costs in the second quarter, in line with our expectations. And we still expect to record $1.5 billion of these costs through 2023 while 777-9 production remains paused.\nTurning to overall demand at BCA. During the quarter, we booked 184 commercial airplane orders, including 169 orders for the 737 MAX. At the end of the second quarter, we had over 4,200 airplanes in backlog valued at $297 billion.\nLet's now move on to Defense, Space & Security on Slide 6. Second quarter revenue was $6.2 billion, down 10% driven by lower volume and operational performance. Operating margin was 1.1% driven by approximately $400 million of charges on fixed-price development programs, most notably $147 million on MQ-25 and $93 million on commercial crew.\nThis total also includes relatively small cost growth on the T-7A tanker and VC-25B, with no one program impacted by more than about $50 million. And the drivers were largely supply chain impact and inflation. All of this will be outlined in the Q.\nWe also saw these same pressures across a few of the mature programs. While this performance was disappointing, we're making progress narrowing our development risk profile and remain confident over the long term.\nWe received $2 billion in orders during the quarter, and BDS backlog was $55 billion. Additionally, the Chinook helicopter has been selected to bring heavy lift capability to the German military. We also achieved important milestones across the portfolio. NASA's Space Launch System completed a wet dress rehearsal, and the KC-46A tanker is now certified to refuel 97% of the military's air refuellable fleet.\nLet's now turn to Global Services results on Slide 7. The Global Services team celebrated its fifth anniversary this month and continues to perform well, especially in our parts and commercial training businesses. We're encouraged by the overall momentum.\nSecond quarter revenue was $4.3 billion, up 6%, and operating margin was 16.9%. Results were driven by higher commercial services volume now nearly back to pre-pandemic levels and favorable mix. We also discontinued an engine distribution agreement in the quarter, which will impact our government service revenue profile going forward.\nWe received $4 billion in orders during the quarter, including a contract for airlift flight dispatch services for the U.S. Air Force and a contract for avionics upgrades and cybersecurity support for the U.S. Navy. The BGS backlog is $19 billion. With strong support for our defense business and our highly valid commercial capabilities, our services business is poised for growth as the commercial market continues to recover.\nNow let's turn to Slide 8 to cover cash and debt. We ended the second quarter with strong liquidity comprised of $11.4 billion of cash and marketable securities on the balance sheet and access to $14.7 billion across our bank credit facilities, which remain undrawn. Our debt balance decreased slightly from the end of last quarter to $57.2 billion driven by repayment of maturing debt. Our investment-grade credit rating is a priority. And we remain committed to reducing debt levels through strong cash flow generation over time.\nAs far as the rest of the year is concerned, we still anticipate 2022 total company revenue to be higher than last year primarily driven by higher commercial airplane deliveries on the 37 and 87 programs and growth in our services business, partially offset by lower defense revenue. Looking into 2023, we expect total company revenue growth from this year.\nBCA revenue is planned to be higher again on 37 and 87 deliveries. The demand outlook for the defense business remains steady, and we expect 2023 revenue to be better than 2022 as the business stabilizes. While we forecast BGS revenue to continue to grow next year, the growth rate will be tempered as we are nearly back to pre-pandemic levels.\nTurning to cash. We still expect to generate positive free cash flow this year. And the key drivers of second half improvement are higher 37 and 87 delivery volume, orders of advanced payments, BDS receipts as well as favorable expenditure timing.\nAs we look to 2023, we still expect cash flow will be higher than 2022, and we plan to share more details in November. Overall, our performance is tied to several key items: supply chain, production system and delivery stability, 37 and 87 delivery ramp, successful execution and certification of development programs, the commercial market recovery and the macroeconomic environment.\nWhile our progress depends on some factors beyond our control, we'll remain focused on our own performance and taking the right actions to drive stability and predictability and growth in the future. Taking a step back, this business and our team have come a long way over the last few years. We've seen our fair share of challenges and more hurdles still remain, but we're making progress. Demand for our product is strong. We're investing in our future, and our people are demonstrating exceptional commitment.\nWith that, over to Dave for closing comments.\n\nDavid L. Calhoun\n\nPresident, CEO & Director, The Boeing Company\n\nYes, I'll keep them brief. We do believe we're in the middle of a momentum shift. We're all anxious and looking forward to delivery of our important airplane, the 787. Again, a reminder of how well it is performing in the field, and therefore, this delivery stream is critically important to our customers.\nSo I'll leave it with that, and turn it over to Q&A.\n\nMatt Welch\n\nVP of IR, The Boeing Company\n\nYes. Thanks, Dave. Before we start the Q&A, as I noted at the beginning of this call, we have provided detailed financial information in our press release issued earlier today. Projections, estimates and goals we include in our discussions this morning involve risks, including those described in our SEC filings and in the disclaimer at the end of this web presentation. Please also refer to those materials for a reconciliation of certain non-GAAP measures.\nWith that, as Dave said, we are now prepared to take your questions."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/d48d40e5dbeb69214ec0f469fd27970e",
        "textblob_polarity": 0.15494021477717124,
        "textblob_subjectivity": 0.4327928613254701,
        "sentiment": {
            "distribution": {
                "positive": 25,
                "neutral": 5,
                "negative": 1
            },
            "scores": {
                "positive": 0.9603403377532959,
                "neutral": 0.9161938786506653,
                "negative": 0.9511829614639282
            }
        },
        "content1": "Q1 2022 Boeing Co Earnings Call\n\nQ1 2022 Boeing Co Earnings Call\n\nBANYSEAPR 27, 4:30 PM\n\nOperator\n\nThank you for standing by. Good day, everyone, and welcome to The Boeing Company's First Quarter 2022 Earnings Conference Call. Today's call is being recorded.\nThe management discussion and slide presentation plus the analyst question-and-answer session are being broadcast live over the Internet. (Operator Instructions) At this time, for opening remarks and introductions, I'm turning the call over to Mr. Matt Welch, Vice President of Investor Relations for The Boeing Company. Mr. Welch, please go ahead.\n\nMatt Welch\n\nVP of IR, The Boeing Company\n\nThank you, John, and good morning, everyone. Welcome to Boeing's First Quarter 2022 Earnings Call. I am Matt Welch, and with me today are Dave Calhoun, Boeing's President and Chief Executive Officer; and Brian West, Boeing's Executive Vice President and Chief Financial Officer.\nAs a reminder, you can follow today's broadcast and slide presentation through our website at boeing.com. As always, we have provided detailed financial information in our press release issued earlier today. Projections, estimates and goals we include in our discussion this morning involve risks, including those described in our SEC filings and in the forward-looking statement disclaimer at the end of this web presentation. In addition, we refer you to our earnings release and presentation for disclosures and reconciliation of certain non-GAAP measures.\nNow I will turn the call over to Dave Calhoun.\n\nDavid L. Calhoun\n\nPresident, CEO & Director, The Boeing Company\n\nYes. Thanks, Matt. I'm going to make a few comments upfront and then turn it over to Brian for a more detailed look at our financials in the quarter.\nFirst, I need to acknowledge that on the 21st of March, Flight 5735 of our good customer, China Eastern, unfortunately crashed and took the lives of 132 passengers and crew. These things always take our breath away, and I want to extend our thoughts and prayers from the entire Boeing company, of course, to the families and friends of those passengers. Those are always rough moments.\nOur technical team is, in fact, supporting both the NTSB and the NTSB as it supports the CAAC, who is, of course, the lead investigator. Those are the only comments that I will make along the lines of the China Eastern accident but know that we are in the middle of that investigation.\n'22 1Q, some challenges presented themselves. Unexpectedly, Russia obviously is the big issue in the news. Inflation continues to take a hard run at pretty much everything we do. And COVID, unfortunately, didn't leave as soon as we would have liked. So the -- at least the first 45 days of the quarter were impacted more than we imagined.\nAll that said, our focus and progress remains consistent with what we shared the last quarter. We still expect to accelerate our performance and the key financial metrics, namely cash flow because that is our key financial metric. That's what we've been focused on for a couple of years, and we will remain focused on.\nAnd we remain committed to the notion that we will have positive free cash flow over the course of '22 and meaningful improvement in 2023. Everything we are doing is leading with safety and quality and ultimately driving stability for our airline customers. And we believe we're taking the right actions for the future.\nWe have progressed on many key milestones. We'll comment on a few of them today. But we're focused on the 37 MAX and the 787 production and the return to service of those airplanes that we have built and stored in behalf of our airline customers. We feel good about all the progress we're making on that front.\nThe commercial market recovery, I'm not going to expand significantly on that. You've heard from almost all of the U.S. airline customers, many of the European customers. Traffic is returning, and it's returning in a pretty big way. Airplanes are being utilized at a fairly high rate. Domestic markets are the first to have recovered, and they're recovering robustly. Regional markets, second, and even long-haul traffic now is beginning to return.\nThe only real exception in that demand scenario is China in light of their current COVID constraints. But we're hopeful and we expect that they'll come out of that and continue to expand their fleet.\nSo that commercial market is very, very strong. And it's particularly strong for our line of airplanes, namely the MAX, the 87 and the 777. And I don't want anyone to forget the 67 because it continues to play a very important role in the freighter world.\nI should comment on the conflict in Ukraine. I think I mentioned the last time we were together, we had 1,000 people in both the Ukraine in Kyiv and in Moscow. And those 2 teams work pretty closely together. So it's been a bit of a gut-wrenching and emotional period for all of The Boeing Company and our associates.\nI'm very proud of the work that we are doing to support our team in Kyiv. We've provided $1.5 million in humanitarian assistance but also matched all of our employee donations to those people who are helping.\nAnd then most importantly, we have Boeing families in Poland and throughout the region who have willingly accepted and opened their homes to our displaced teammates. That's a big deal, and it's been an uplift for all of us to watch that happen.\nWe're following the lead of the U.S. government and strictly adhering to export controls and all the restrictions. We suspended maintenance and support for Russian customers. And in the spirit of doing the right thing, we had suspended titanium imports. Fortunately for us, we had a program of inventory built for quite some time ever since Crimea, such that we believe we are reasonably protected on that front.\nNext, I should comment on the 37 MAX specifically. It's only been a little over a year since that airplane was recertified and put back into service. We now have over 1 million flight hours. It is performing incredibly well at 99%-plus service reliability. Our customers are happy with it in almost every case that I'm aware of. They talk about the airplane exceeding the performance specs that we sold it on. So we feel very good about that, and we feel very good about the skyline and our ability to deliver on that.\nBrian will get into rate discussions in his piece on that one. But we still continue to think about this one airplane at a time, so that we can maintain that high in-service reliability rate.\nWe're applying the same rigor to the 787, and we took a very important step just in the last week by submitting the cert paperwork and the plan to the FAA. We're proud of that work. We touched a lot of operations across our facilities, exacting spec with respect to the 87\n(technical difficulty)\nprecisely. And that's all embedded in the cert paperwork that we presented to our FAA.\nAnd as always, we will let the FAA take the lead with respect to cert and ticketing, and we will work closely with them. They have been involved in this process from the very beginning. So there is no new news embedded in this.\n777 family. I'd like to make a comment with respect to the decision we made on the 777X and the extension of its introduction until 2025. I believe we've made that decision out of a position of strength, not weakness.\nWe've embedded every lesson that we've learned on the 37 MAX certs, and we continue to have 2 of those ahead of us. We've applied all the lessons from the 787 cert, which, of course, we have just submitted and believe that we've got to give ourselves the time and freedom to get this right with the FAA and give everybody the time they need to give us the cert that will last, frankly, for decades and decades into the future.\nIt also, by calling it out now, gives us an opportunity to create some capacity for our traditional metal wing 777 freighter, which right now is in incredibly high demand. So we will extend that airplane life and continue to meet that demand.\nAnd then finally, the 777-8 Freighter, which we introduced with Qatar, is a very big deal with respect to the long-term ramifications of the 777 family in the decades ahead. We're very proud of the 777 family in the post-A380, 747 world. We think it stands on its own, and it will be one of the great contributors to share owner value over the decades ahead.\nBoeing Global Services, I'm not going to get into a lot of detail other than to say we're riding that wave of recovery with respect to fleet utilization pretty much everywhere in the world. And so that business has enjoyed that success and has been able to stay ahead of the supply chain constraints that some are feeling. So all things good on that front.\nAnd then on BDS, a messy quarter. And we got hit where you might expect us to get hit in a supply constrained, still COVID-impacted and inflationary world. And then that is on a group of fixed-price development contracts that I think you're all aware of, where we had to recognize future costs on those program economics. And so we have taken a write-off on those programs, VC-25B, the T-7A and the MQ-25. Brian will talk to you a little bit more about this.\nVC-25B was, by far, the biggest part of that hit. You'll recall it was a public negotiation that happened quite some time ago. We took some risks not knowing that COVID would arise and not knowing that an inflationary environment would take hold like it has. And both of those things have impacted us fairly severely.\nThis will ultimately accrue to 2 airplanes where we will continue to do our work and deliver first-rate airplanes to our customer in the government. As we deliver today's numbers, know that we are increasing our investment, safety and producibility, digital transformation, autonomy and sustainable aerospace are the keynotes with respect to where those investments are going.\nWe feel good about where that's setting us up for the future. We're progressing on our development programs. Are we frustrated with the timing? You bet. But we're progressing. And everyone is getting their feet firmly planted on the ground, both us and our counterparty and the regulators around the world. And so I have to feel good about the progress that we're making collectively and that matters for the long term.\nStability and predictability, it's coming along. It will matter in the years ahead. And above all else, our culture is built around safety, built around quality. And transparency is the word of the day with respect to how we interact with our counterparties everywhere in the world.\nStrong leadership team in place, I'll comment and also congratulate Leanne. Leanne has retired. She's given us over 30 years of service, never had a more diehard and more engaged leader in our company. So I want to congratulate her on that. As you know, she'll be with us until the end of the year and supporting transition activities.\nBut also to congratulate Ted Colbert, who is a fantastic leader and proven himself in our services world and servicing. Half of his business is servicing the U.S. military. So he is ready to go on Boeing Defense, and he'll do a fantastic job.\nAnd then Stephanie Pope in our Services business, it's a bit of an old hat. She was the CFO at our Services business when we stood it up. She did a lot of the hard work associated with that stand up, and we treasure her as an operator, all the right instincts, and look forward to her future leading the Services business. So we feel good about the talent transitions that have occurred.\nAnd then I'll call out before I turn it back to Brian, just the -- thanks to administrator Steve Dickson at the FAA. As many of you know, he has retired. He stood tall during a difficult moment for The Boeing Company and to the FAA in the recertification of the 737 MAX, amongst the other multitude of responsibilities that he's had. We respect the work that he did and ultimately, the courage that he provided in the face of what was otherwise difficult external circumstance. So congratulations to him.\nAnd then the acting administrator Billy Nolen, he can count on our full support as he now takes over. So I'm confident in the milestones that we've been meeting. And we've been focused, I think, on the right things and with respect to long-term share owner value. That is what it's all about, and we intend to deliver on that prospect.\nSo Brian, I'll turn it over to you.\n\nBrian J. West\n\nExecutive VP of Finance & CFO, The Boeing Company\n\nGreat. Thanks, Dave, and good morning, everyone. 1Q certainly had a few challenges to navigate: the war in Ukraine, the updated regulatory requirements on our commercial airplane programs as well as a combination of COVID, supply chain constraints, inflation, impacting, in particular, the fixed-price defense development program as Dave mentioned.\nImportantly though, cash performance is on track with our expectations. The utilization in the quarter was in line with what I shared a few months ago. The trajectory throughout the rest of the year remains intact, and we continue to expect to generate positive free cash flow for the year.\nThe business is resilient, and we're encouraged by the momentum we're seeing. We still think about this year in 3 parts. First, we anticipate reaching key delivery milestones. On the 87, we're on a path to restart deliveries in the near term. On the 37, we continue to work towards resuming MAX deliveries to Chinese customers. At the same time, we're re-sequencing our skyline to take advantage of strong customer demand for the MAX airplane and meet delivery objectives.\nNext, once we see progress on these programs, we anticipate improvement in our performance metrics, including deliveries, revenue, margin and cash flow. And finally, as we move through the remainder of the year, our financial performance will accelerate. And going forward, there is significant opportunity for our company to return to sustainable growth.\nThis fall, we plan to host an Investor Day to share our more detailed expectations for the rest of the year and beyond. Before I get into the financials, I did want to make a few points on the current business environment on Slide 3.\nI'll start with one of the stronger segments, freighters. The market remains quite robust with cargo traffic up 12% above 2019 levels in February largely delivered by e-commerce. This continues to be one of the more reliable forms of transportation, and our lineup is perfectly positioned to take advantage of this growth for a very long time.\nThe commercial pass-through market recovery expectations are largely unchanged from what I shared last quarter even as we saw some events that added near-term pressure, including reduced pass-through traffic in and around Russia. Global flight ops are at about 75% of 2019 levels as the global recovery is tempered by China and the impacts of the war in Ukraine.\nWe still see overall passenger traffic returning to 2019 levels in the 2023 to 2024 time frame. Domestic traffic continued to lead at 78% of 2019 levels in February with China the notable exception. Ex China, domestic traffic was 84% of the 2019 levels.\nU.S. carriers are providing the best window into the recovery at this point. Our customers are seeing record booking volumes and very strong forward yields for late spring and summer to the point of being able to offset sharply higher fuel prices, and they're also highlighting the return of business travel.\nBeyond domestic routes, we're seeing encouraging signs from intra-regional traffic in both Europe and the Americas. International traffic continues to lag at 40% of the pre-pandemic levels, but we are seeing recovery in regional markets such as intra-Europe and U.S., Mexico, both progressing well with significant reopening now underway across many parts of Asia.\nLong-haul recovery will be led by the trans-Atlantic market this summer as well as Middle East connectors. Time and again, the market has shown its resilience driven by the essential nature of moving both people and goods around the world. And in addition to Commercial Airplanes, the expanding market recovery directly benefits our Commercial Services business.\nIn Defense and Space, we continue to see stable demand. The present FY '23 budget request reflects the important role our products and services have in ensuring our national security, including significantly increased funding for the F-15EX and support for our other critical products and services that support national security.\nOutside of the U.S., we're seeing similar solid demand as governments prioritize security, defense technology and global cooperation given evolving threats. Our operations are well positioned to maintain continuity despite the war in Ukraine, and we see limited impacts to our business. I'll cover the financial impacts a bit later.\nOn the supply side, we are carefully managing supply chain constraints and working through issues as they arise to ensure the stability of our production system. We've experienced some disruption to our production such as some supplier delays and resource availability, including the impacts of COVID. And we're actively working mitigation plans to ensure continuity.\nThe markets we see -- we serve continue to be big. Our competitive position is strong, and we're actively addressing the supply chain, and all of this give us confidence in the fundamentals of our business and the long-term outlook as we work hard to serve our customers.\nWith that, let's turn to the financials on Slide 4. First quarter revenue of $14 billion was down 8%, and the core operating loss in the quarter was negative $1.5 billion, resulting in a $2.75 core loss per share. Operating cash flow was a usage of $3.2 billion, in line with what we expected.\nThese results were impacted by $1.3 billion of charges at BDS, which I will discuss in more detail in a minute. Due to the war in Ukraine and associated impacts to our business, we did record about $200 million in pretax charges in the quarter related to certain asset impairments. And we also reduced the backlog by 86 units and roughly $5 billion. As we review business unit financials, I'll highlight some unique challenges that we're overcoming as we drive stability and position for the future.\nNow let's move to Commercial Airplanes on Slide 5. First quarter revenue was $4.2 billion, down slightly. It's primarily driven by the timing of wide-body deliveries, partially offset by higher 37 deliveries. Operating losses of $0.9 billion and the resulting negative margin rate reflect abnormal costs and period expenses, including charges for impacts of the war in Ukraine and higher R&D expense as we increase our investment in the business.\nTurning to the 87 program. As Dave mentioned, we've met a very important milestone and submitted the cert plan to the FAA. Deliveries remained paused, and we had 115 airplanes in inventory at the end of the quarter.\nImportantly, we've completed the rework on the initial airplanes and are preparing them for delivery, including conducting our own check flights in advance. As always, we will work closely with the FAA on the remaining steps, and we'll follow their lead on timing of deliveries.\nAs we stated last quarter, we're producing at very low rates, and we'll continue to do so until deliveries resume, gradually returning to 5 airplanes per month over time. Notably, we're currently rolling out conforming airplanes from the factory.\nWe did not take additional charges on the 87 program in the quarter. We did record $312 million of abnormal costs in line with expectations. And we still anticipate a total of approximately $2 billion of abnormal with most being incurred by the end of 2023.\nConsistent with what we shared last quarter, cash margins on the 87 remain positive and are expected to improve significantly over time. We see a long runway ahead for the 87 program based on a very healthy backlog of 405 airplanes and compelling operating economics for our customers. And we're well positioned to capture future demand as the wide-body market recovers.\nMoving on to the 37 program. We delivered 86 37 airplanes in the quarter, including 37 in March, a slight decrease from fourth quarter of last year despite impacts of COVID, some supply chain delays and typical seasonality. Given some supply chain disruption and timing of taking airplanes out of storage, deliveries were slightly below our expectations, and we ended the quarter with 320 MAX airplanes in inventory.\nHowever, we still anticipate delivering most of these airplanes by the end of 2023. The timing and pace of deliveries to Chinese customers and supply chain stability remain key factors to our delivery profile.\nWe continue to make progress ramping our 37 production rate and are essentially at 31 airplanes per month. As we shared last quarter, 37 abnormal costs are largely behind us. The MAX customer consideration liability also continues to burn down as expected.\nOn our development programs, we're doing everything we can to complete the certification of the MAX 7 and MAX 10 and ensure their respective first deliveries this year and next. We're working closely with the FAA on implementation of Aircraft Certification, Safety and Accountability Act legislation and expect any necessary actions to be defined later this year. As always, we will follow the lead of regulator on the timing of certification.\nMoving on to the 777, 777X programs. We remain highly confident in this family of airplanes as Dave outlined. We launched the 777-8 Freighter with an order from Qatar Airlines in January. And as a result, we increased the accounting quantity on the program to 400 airplanes.\nWe continue to perform 777-9 Boeing flight test to retire technical risk with over 2,000 flight hours completed through the end of the first quarter. The airplane is performing well, and our customers continue to see the value in the compelling economics and sustainability benefits this airplane offers.\nBased on an updated assessment of the time required to meet certification requirements, we now anticipate delivery of the first 777-9 airplane in 2025. Additionally, we're coordinating with the FAA to prioritize resources across our development programs.\nAs we manage the company for cash flow, we're adjusting our 777-9 production rate, including a temporary pause due 2023. This move will minimize inventory, reduce the number of airplanes requiring change in corporation and avoid capitalizing costs on the balance sheet.\nAdditionally, given the robust market for freighters, we're leveraging this production pause on the 777-9 to add 777 freighter aircraft in the 2023 to 2026 time frame. We anticipate the 777-9 pause will result in approximately $1.5 billion of abnormal costs beginning in the second quarter of this year and continuing until production resumes. We believe this is the best allocation of resources and cash.\nTurning to overall demand at BCA. During the quarter, we booked 167 gross commercial airplane orders, including 134 orders for the 37 MAX. As of the end of the first quarter, we had nearly 4,200 airplanes in backlog valued at $291 billion.\nLet's now move to Defense, Space & Security on Slide 6. First quarter revenue was $5.5 billion, down 24%, and operating margin was negative 17%. These results were primarily driven by lower volume and $1.3 billion in charges on fixed-price development programs, including the VC-25B and the T-7A.\nOn a normalized basis, adjusting for onetime items, revenue across our defense portfolio, including government services, was down 9%, half of which was the impact of COVID and supply chain constraints. The other half was from planned program transitions.\nThe VC-25B program recorded a $660 million charge primarily driven by higher supplier costs, higher cost to finalize technical requirements and schedule delays. The T-7A Red Hawk program recorded $367 million in charges primarily driven by ongoing supplier negotiations impacted by supply chain constraints, COVID and inflationary pressures. We continue to have high confidence in the long runway ahead for the T-7A program. Similar pressures impacted other fixed-price development programs, though to a lesser extent.\nFrom a cash perspective, these charges will be incurred over the next several years. We received $5 billion in orders during the quarter, including an award for 6 MH-47G Block II Chinook rotorcraft for U.S. Army Special Operations, and the BDS backlog remains at $60 billion.\nAcross the portfolio, we're focused on improving performance as we transition several development programs into production. And we're making progress but have more work to do as we position ourselves to deliver for our customers. While we recognize charges on these key programs, we remain confident in demand for these future technologies and capabilities, and our Defense and Space portfolio is well positioned for growth.",
        "content2": "Now let's turn to Global Services results on Slide 7. The Global Services team had a great quarter, particularly on our parts and distribution business due to the strength of the portfolio and broad offerings.\nFirst quarter revenue was $4.3 billion, up 15%, and operating margin was 14.6%, in line with our expectations. Results were driven by higher commercial service volume and favorable mix.\nWe received $3 billion in orders during the quarter, including a fuel-saving digital solutions contracts for Etihad Airways 87 fleet and a contract for KC-135 horizontal stabilizers from the U.S. Air Force. The BGS backlog remains at $20 billion.\nWith commercial services revenue now back to nearly 90% of pre-pandemic levels, our Service business remains well positioned for growth as the commercial market recovers and the Defense business continues to see strong support.\nNow let's turn to Slide 8 and cover cash and debt. We ended the first quarter with strong liquidity comprised of $12.3 billion of cash and marketable securities on the balance sheet and access to $14.7 billion across our bank credit facilities, which remain undrawn.\nOur debt balance decreased slightly from the end of the last year to $57.7 billion driven by repayment of maturing debt. Our investment-grade credit rating is a priority. We remain committed to reducing debt levels.\nNow similar to what I shared last quarter, I'd like to review the key drivers of 2022 revenue and cash. In comparison to 2021, we still anticipate total company revenue to increase this year. The growth will be primarily driven by higher commercial airplane deliveries on the 37 and 87 programs and solid growth in our Services business as the commercial market continues to improve.\nAnd while the overall demand outlook for the Defense business remains stable, due to the revenue impacts of the charges we took in the first quarter, we're forecasting a modest decrease in revenue at BDS this year versus 2021. However, we expect 2023 to return to stable levels.\nOn cash, we still expect to generate positive free cash flow this year. The key driver of improvement remains higher 37 and 87 delivery volume. As we described previously, the working capital benefit from delivering airplanes from inventory will be partially offset by a lower advances and progress payments balance. We still anticipate a burn down of our advance balance this year. The profile continues to be dynamic due to customer discussions and timing of deliveries.\nFrom a phasing standpoint, our first quarter cash utilization was in line with what we shared in January. We remain confident that our free cash flow will improve in the second quarter and will make meaningful -- and will meaningfully accelerate in the back half of the year as we achieve the key delivery milestones that I outlined.\nAs we look beyond this year, we expect 2023 cash flow will be materially higher than 2022. And we look forward to sharing more details on our plan in the fall.\nTo wrap up, our performance is tied to several key items: commercial market recovery, return to delivery for the 87 and 37 MAX in China, successful execution and certification of development programs and production system and delivery stability. We remain acutely focused on what we can control.\nMost notably, we continue to focus our efforts to stabilize our production system, including the supply chain and improve our delivery predictability. And while we saw improvements in some of this first quarter, we have more work to do. And we're keenly aware that these activities will be critical to our success and are prioritizing these resources accordingly.\nBeyond these execution priorities immediately in front of us, we continue to invest in our people, technology, manufacturing capabilities and strategic partnerships to ensure we're well positioned for future growth. There's no doubt that the business environment is evolving.\nThat said, we're making good progress driving productivity and cash flow while addressing risks as they arise. And while we do all this, we're laser-focused on safety, quality and stability. We believe these are the right actions and resource calls. And we remain confident in the strength of our business now and in the future.\nWith that, over to Dave for closing comments.\n\nDavid L. Calhoun\n\nPresident, CEO & Director, The Boeing Company\n\nYes. We believe we're on a real improvement track with respect to engineering and manufacturing of our products and ultimately, the predictability of our business with respect to our commercial customers. We also believe strongly in our defense product line and the prospects for defense orders and growth in the relatively near to medium term.\nSo that's it. I'll turn it over to questions. Let's go."
    }
]