[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/1ffb9b136c4b6c1a208578912c325f64",
        "textblob_polarity": 0.10941797267589118,
        "textblob_subjectivity": 0.3478169115951921,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "negative": 2,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9991959869861603,
                "negative": 0.7990736663341522,
                "neutral": 0.9886447489261627
            }
        },
        "content1": "Q2 2024 Silgan Holdings Inc Earnings Call\n\nQ2 2024 Silgan Holdings Inc Earnings Call\n\nSLGNNYSEJUL 31, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Silgan Holdings Second Quarter 2024 Earnings Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Mr. Alex Hutter. Please go ahead.\n\nAlexander G. Hutter\n\nThank you, and good morning. Joining me on the call today are Adam Greenlee, President and CEO; Bob Lewis, EVP of Corporate Development and Administration; and Kim Ulmer, SVP and CFO. Before we begin the call today, we would like to make it clear that certain statements made on this conference call may be forward-looking statements. These forward-looking statements are made based upon management's expectations and beliefs concerning future events impacting the company and involve a number of uncertainties and risks, including, but not limited to, those described in the company's annual report on Form 10-K for 2023 and other filings with the Securities and Exchange Commission.\nTherefore, the actual results of operations or financial condition of the company could differ materially from those expressed or implied in the forward-looking statements. In addition, commentary on today's call may contain references to certain non-GAAP financial metrics, including adjusted EBITDA, free cash flow and adjusted net income per diluted share. Reconciliation of these metrics, which should not be considered substitutes for similar GAAP metrics can be found in today's press release under non-GAAP financial information in the Investor Relations section of our website at silganholdings.com.\nWith that, let me turn it over to Adam.\n\nAdam J. Greenlee\n\nPresident & Chief Operating Officer, Silgan Holdings, Inc.\n\nThank you, Alex, and we'd like to welcome everyone to Silgan's Second Quarter 2024 Earnings Call. The second quarter continued to display the strength portfolio with another quarter of strong financial performance in our businesses and significant progress towards our long-term strategic objectives.\nWe delivered second quarter adjusted EPA above the midpoint of our estimated range with improving volume trends across all of our segments strong operational and cost performance driving our results, as the Silgan team remains focused on executing our plans for 2024 and beyond. After several quarters of destocking trends for our food and beverage products, we have -- we are particularly encouraged that our covers order patterns appear to be returning to more normal levels and as expected, have led to the positive inflection in our volume trends in the second quarter.\nAs demand for our product continues to recouple with what had been resilient in market demand, we expect this momentum to carry into the second half of the year. Additionally, we are pleased to have recently announced an agreement to acquire Weener Packaging of thin class differentiated dispensing business with very attractive margins and strong organic growth that has all the hallmarks of our highly successful dispensing acquisitions in the past, including WestRock's dispensing business, Albea Dispensing, Gateway and UNICEF. Our capital deployment model is a key component of the Silgan value creation story, and we're encouraged that after several year M&A market challenges and mounting certainty, during which time we were able to rate value with outstanding performance and by returning capital to our shareholders, it now appears that value, earnings and return accretive transactions are becoming more actionable.\nWe continue to believe that Silgan is advantagely positioned to win in this M&A market backdrop and create value for our shareholders as a result of our ability to act with speed and certainty, our long track record of achieving value-enhancing synergies, our access to capital and our ability to rapidly deleverage as a result of our strong free cash flow. We're excited that Weener represents such a clear cultural fit with our company and expect the combination to help drive incremental organic growth well into the future.\nTurning now to the second quarter results for our segments. Our Dispensing and Specialty Closure segment delivered another quarter of strong results as demand for our global dispensing products remains at a high level with double-digit volume growth driven by continued success in the marketplace. Our market-leading innovation manufacturing and service capabilities continue to drive demand for our products that outpaces market growth and, in some cases, currently exceeds our own ability to supply certain portions of the market. Consumer demand for our food and beverage products improved sequentially and year over trends also improved from the first quarter as our customers' destocking activities appear to have come to an end and promotional activity has been more pervasive in the market for many beverage customers' products during the seasonal peak demand of the summer months.\nWe are on track for stronger year-over-year trends in the food and beverage closures in the second half of the year as demand for our products more accurately resembles end market demand. In metal containers, our year-over-year volume showed growth driven by pet food and soup, and we anticipate continued growth in these and other products for the remainder of 2024. We continue to make progress on our cost reduction initiatives during the quarter but as expected, the impact of lower production and less inventory build in the second quarter due to the previously discussed reduction in a large pack customers plan for 2024 led to under-absorbed fixed costs in the quarter that impacted our financial results.\nOur Custom Container segment delivered strong results in the second quarter with 7% volume growth as a result of improving market demand, the successful commercialization of new business in the first quarter and the early commercialization of the second new business award in the second quarter.\nTurning now to our outlook for the full year of 2024. We continue to believe the business is positioned to deliver volume and profit growth [Audio Gap] are pleased to confirm our estimates for the year which includes EPS growth of 7% at the midpoint of our guidance range. We continue to expect Dispensing and Specialty Closures volumes to grow by a mid-single-digit rate with high single-digit growth in our dispensing products and low single-digit growth in our closure product, driving better profitability for the segment through an improved mix.\nIn metal containers, we continue to expect volume growth with mid-single-digit growth in pet food, which represent approximately half of our total volume, offset by lower fruit and vegetable volumes as a result of the previously discussed decision by customers to reduce their volumes in 2024 to reduce their working capital. In addition to the unfavorable fixed cost absorption in our system we experienced in the second quarter, the impact of growth in pet food and fewer than normal vegetable can sales will drive a less favorable mix in the third quarter. Custom containers volumes are expected to grow by low to mid-single-digit percentage as destocking trends appear to have concluded.\nMarket demand remains solid and new commercial awards continue to provide incremental volume and profit contribution through the year. We are encouraged we are on track to deliver another year of strong financial results for the company with success in our strategic growth initiatives, driving tangible improvements in our results. Additionally, we're pleased that our capital deployment model continues to yield opportunities to grow our company at attractive returns and drive organic growth and margin improvement.\nWith that, Kim will take you through the financials for the quarter and our estimates for the third quarter and full year of 2024.\n\nKimberly I. Ulmer\n\nVP of Finance & Treasurer, Silgan Holdings Inc.\n\nThank you, Adam. As Adam discussed, we delivered strong [indiscernible] in the second quarter that were consistent with our expectations with adjusted EPS above the midpoint of our expected range. Net sales of approximately $1.4 billion declined 3% from the prior year period, driven primarily by the pass-through of lower raw material costs, mostly in our metal container business.\nTotal adjusted EBIT for the quarter of $165 million increased by 3% on a year-over-year basis, primarily due to higher volume in each of the segments. Higher adjusted EBIT in dispensing and specialty closures and custom containers offset expected lower adjusted EBIT in the Metal Container segment. Adjusted net income per diluted share was $0.88, a 6% increase from $0.83 in the prior year quarter with higher adjusted EBIT and lower interest costs, partially offset by a higher tax rate.\nTurning to our segments. Sales in our Dispensing and Specialty Closures segment increased 1% versus the prior year quarter, primarily as a result of higher volume mix of 3%, which was partly offset by the pass-through of lower raw material cost and unfavorable foreign currency. The increase in volume mix was driven primarily by double-digit growth in dispensing products and favorable mix. Second quarter Dispensing and Specialty Closures adjusted EBIT increased $16 million versus the prior year period driven by favorable price cost, partially as a result of the prior year impact from labor challenges that limited output at a U.S. food and beverage closures facility and improved volume and mix.\nIn our Metal Container segment, sales declined 8% versus the prior year quarter, primarily due to the pass-through of lower raw material costs, which was partially offset by higher volumes of 1%. As expected, metal containers adjusted EBIT was below the prior year quarter due to the impact of unfavorable price cost, including mix as a result of lower fixed cost absorption from a significantly lower inventory build for the food and vegetable pack due to the previously discussed reduction in pack plans of a large fruit and vegetable customer to reduce its working capital.\nIn custom containers, sales increased 6% compared to the prior year quarter driven by a 7% increase in volumes as a result of stronger market demand and the early commercialization of the second new business award during the quarter. Custom containers adjusted EBIT increased $4 million as compared to the second quarter of 2023, driven by higher volumes. Looking ahead to 2024, we are confirming our estimate of adjusted net income per diluted share in the range of $3.55 to $3.75, a 7% increase at the midpoint of the range as compared to $3.40 in 2023. This estimate includes corporate expense of approximately $30 million, excluding costs for announced acquisitions, which is above our prior year -- prior estimate of $25 million due to higher legal and corporate development costs.\nAlso included in the adjusted EPS range for 2024, our interest expense of approximately $165 million and adjusted tax rate of 24% to 25% and a weighted average share count of approximately 107 million shares. From a segment perspective, mid-single-digit percentage total adjusted EBIT growth in 2024 is expected to be driven primarily by the Dispensing and Specialty Closures and Custom Container segments with the Metal Container segment adjusted EBIT below the prior year record level primarily due to the previously discussed reduction of pack plans by a large fruit and vegetable customers.\nBased on our current earnings outlook for 2024, we are confirming our estimate of free cash flow of approximately $375 million, with CapEx of approximately $240 million in 2024. Turning to our outlook for the third quarter of 2024. We are providing an estimate of adjusted earnings in the range of $1.20 to $1.30 per diluted share as compared to $1.16 in the prior year period. The 8% year-over-year improvement in adjusted earnings in the third quarter at the midpoint of the range is driven primarily by improving volume trends, cost reductions and strong operating performance in each of the segments partly offset by a less favorable mix in our Metal Container segment.\nThird quarter adjusted EBIT is expected to be above prior year levels in dispensing and specialty closures with improved volume mix and price cost. Third quarter metal container volumes are expected to be above the prior year level, while adjusted EBIT is expected to be below third quarter 2023. The year-over-year decline in metal containers adjusted EBIT is driven by a less favorable mix predominantly due to lower-than-normal vegetable can sales with the previously discussed reduction in volume plans for a large pack customer and higher pet food sales in the quarter.\nThird quarter adjusted EBIT in the Custom Container segment is expected to be above prior year levels as a result of low to mid-single-digit volume growth. That concludes our prepared comments, and we'll open the call for questions. Jennifer, would you kindly provide the directions for the question-and-answer session?"
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/b91154599115c44fcccb291599353151",
        "textblob_polarity": 0.10777432584250764,
        "textblob_subjectivity": 0.3494207938526121,
        "sentiment": {
            "distribution": {
                "positive": 7,
                "negative": 3,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9701914191246033,
                "negative": 0.9969120820363363,
                "neutral": 0.9966877102851868
            }
        },
        "content1": "Q1 2024 Silgan Holdings Inc Earnings Call\n\nQ1 2024 Silgan Holdings Inc Earnings Call\n\nSLGNNYSEMAY 1, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Silgan Holdings First Quarter 2024 Earnings Call. Today's conference is being recorded. At this time, I'd like to turn the presentation over to Mr. Alex Hutter, Vice President of Investor Relations. Please go ahead, sir.\n\nAlexander Gerhard Hutter\n\nAnalyst, Jefferies LLC\n\nThank you, and good morning. Joining me on the call today are Adam Greenlee, President and CEO; Bob Lewis, EVP, Corporate Development and Administration; and Kim Ulmer, SVP and CFO. Before we begin the call today, we would like to make it clear that certain statements made on this conference call may be forward-looking statements. These forward-looking statements are made based upon management's expectations and beliefs concerning future events impacting the company and therefore, involve a number of uncertainties and risks, including, but not limited to, those described in the company's annual report on Form 10-K for 2023 and other filings with the Securities and Exchange Commission.\nTherefore, the actual results of operations or financial condition of the company could differ materially from those expressed or implied in the forward-looking statements. In addition, commentary on today's may contain references to certain non-GAAP financial metrics, including adjusted EBIT, adjusted EBITDA, free cash flow and adjusted net income per diluted share. A reconciliation of these metrics, which should not be considered substitutes for similar GAAP metrics can be found in today's press release and under non-GAAP financial information available in the Investor Relations section of our website at silganholdings.com.\nWith that, let me turn it over to Adam.\n\nAdam J. Greenlee\n\nPresident & Chief Operating Officer, Silgan Holdings, Inc.\n\nGreat. Thank you, Alex. We'd like to welcome everyone to Silgan's First Quarter 2024 Earnings Call. We're off to a solid start in 2024, and our team delivered another quarter of strong financial performance while making progress towards our long-term strategic objectives and delivering on a multiyear cost improvement initiatives. We delivered first quarter adjusted EPS at the high end of the expected range, with strong operational and cost performance driving our results as the Silgan team remains focused on managing the items that are within our control.\nVolumes in the first quarter were mixed relative to our expectations entering the quarter. We continue to believe that the broad destocking trends we have been experiencing over the past year are coming to conclusion during the first half of 2024, and are seeing positive trends early in the second quarter. Additionally, in certain instances, we have seen customers accelerate their first half destocking initiatives to be more weighted to the first quarter than initially expected, and we continue to see positive activities from our customers in the marketplace with increased promotional spending in 2024 that has tended to include more of the products we produce.\nTurning to our segments. Our Dispensing and Specialty Closure segment delivered another strong quarter as market demand for our global dispensing products remain strong with significant momentum in the marketplace, our market-leading innovation production and service capabilities and excellent operational execution continue to drive compelling value for our customer partnerships. Consumer demand for our food and beverage products continues to be strong. And we've been encouraged to see increased promotional activity in the market for many of these products as seasonal demand begins to accelerate.\nAs affected our customers' destocking plans for the first half of 2024 impacted our volumes in the quarter. And in some cases, destocking plans have been accelerated to be more weighted to the first quarter. In metal containers, we continue to make progress on our cost reduction initiatives during the quarter and believe we are well positioned to service the market from our low-cost manufacturing network while maintaining the ability to grow volumes through our market-leading pet food platform. First quarter metal container volumes were fairly consistent with our expectations as our customers work to achieve the majority of their first half destocking initiatives in this quarter.\nOur Custom Container segment delivered strong results in the quarter with volumes improving sequentially for the first time in several quarters as we saw strong volumes related to the commercialization of new products. In addition, excuse, -- in addition, customer order patterns began to show signs of recovery from the destocking trends we have seen over the past several quarters.\nTurning now to our outlook for the full year of 2024. We continue to believe the business is positioned to deliver volume profit growth and are pleased to confirm our estimates for the year, which includes adjusted EPS growth of 7% at the midpoint of our guidance range. We continue to expect Dispensing and Specialty Closures volumes to grow by a mid-single-digit rate with high single-digit growth in our dispensing products and low single-digit growth in our closure products, driving better profitability for the segment with improved mix.\nMetal containers volumes are expected to grow by a low single-digit percentage as we continue to expect mid-single-digit growth in pet food, which represents approximately half of our overall volume for the segment, but now expect that growth to be partially offset by lower pack volumes in 2024. Fruit and vegetable volumes, which represent roughly 20% of our metal container volume are now expected to decline by a mid-single-digit rate as a large pack customer has announced plans to reduce their North American pack in 2024 to pursue a reduction in working capital and to decrease its financial leverage. This decrease will lead to both lower volumes and unfavorable fixed cost absorption in our system in 2024.\nCustom Containers volumes are expected to grow by a low single-digit percentage, with volumes inflecting positively in the second quarter and improving through the year as destocking trends conclude and new commercial awards continue to provide incremental volume and profit contribution through the year. As we enter the second quarter, we're confident that our focus and our active and effective management of these factors that are within our control will lead to another year of strong financial results for the company. Our strategic growth initiatives continue to see success in the market and shape the company's future. And our customer partnerships remain strong.\nWith that, Kim will take you through the financials for the quarter and our estimates for the second quarter and full year 2024.\n\nKimberly I. Ulmer\n\nVP of Finance & Treasurer, Silgan Holdings Inc.\n\nThank you, Adam. As Adam highlighted, our business continued to deliver strong financial results in the first quarter despite evolving customer plans, and we delivered adjusted EPS at the high end of our expected range.\nNet sales of approximately $1.3 billion declined 7% from the prior year period, driven primarily by lower volumes in each of our segments and the pass-through of lower raw material costs. Total adjusted EBIT for the quarter of $135.5 million decreased by 9% on a year-over-year basis, primarily due to lower volumes in each of the segments.\nHigher adjusted EBIT in custom containers offset expected lower adjusted EBIT in the Dispensing and Specialty Closures in Metal Container segment. Adjusted net income per diluted share was $0.69, with lower volumes primarily driving the year-over-year decline. Turning to our segments. Sales in our Dispensing and Specialty Closures segment declined 8% versus the prior year, primarily as a result of lower volume mix of 8%. The decline in volume was driven primarily by first half 2024 customer destocking activities in domestic food and beverage markets, which accelerated during the quarter to be more weighted to the first quarter.\nFirst quarter Dispensing and Specialty Closures adjusted EBIT decreased $5 million versus the prior year period with strong price cost, including mix that overcame the negative impact of the sell-through of higher cost of metal closure inventory in Europe due to lower metal costs in 2024 and partially offset the negative impact of lower volumes.\nIn our Metal Container segment, sales declined 8% versus the prior year, driven primarily by lower volumes of 5% as compared to very strong volumes in the prior year period. Destocking priorities continue to weigh on order patterns throughout the quarter. And similar to our Dispensing and Specialty Closures volumes, we did experience customers accelerating first half destocking priorities to be more first quarter weighted.\nPrice/mix was [indiscernible] 4% in the quarter as a result of the contractual pass-through of lower raw material costs. As expected, Metal Containers adjusted EBIT was below the prior year quarter, primarily due to the impact of unfavorable price costs, including mix, mostly as a result of the sell-through of higher cost inventory in our European business due to lower metal costs in 2024 and the impact of lower volume in the quarter.\nIn Custom Containers, sales declined 3% compared to the prior year quarter, driven by a 3% decline in volumes. Custom Containers adjusted EBIT increased [ $100,000 ] as compared to the first quarter of 2023, primarily due to improved price costs, including mix, which more than offset the impact of lower volumes.\nLooking ahead to 2024, we are confirming our estimate of adjusted net income per diluted share in the range of $3.55 to $3.75, a 7% increase at the midpoint of the range as compared to $3.40 in 2023. This estimate includes corporate expense of approximately $25 million, interest expense of approximately $170 million, a tax rate of 24% to 25% and a weighted average share count of approximately 107 million shares.\nFrom a segment perspective, mid-single-digit percentage total adjusted EBIT growth in 2024 is expected to be driven primarily by the Dispensing and Specialty Closures and Custom Container segments, with Metal Container segment adjusted EBIT below the prior year record level, primarily due to the previously discussed reduction in fruit and vegetable volumes. Based on our current earnings outlook [indiscernible], with CapEx of [indiscernible].\nTurning to our outlook. We are [indiscernible] per diluted share as compared to [indiscernible] in the prior year period, a [indiscernible] year-over-year in adjusted earnings in the second quarter remain [indiscernible] volume trends and operating performance partly offset by favorable including mix in our Metal Container segment.\nSecond quarter adjusted EBIT is expected to be above prior year levels in Dispensing and Specialty Closures, with improved price cost despite a continuing lesser impact from the sell-through of higher-cost European metal closures inventory due to lower metal costs in 2024 and a low to mid-single-digit improvement in volumes in the quarter. Second quarter Metal Containers adjusted EBIT is expected to be below the prior year record level with volumes comparable to the prior year period. The year-over-year decline in Metal Containers adjusted EBIT is driven by unfavorable price cost, including mix predominantly due to lower production volume in the quarter and the negative impact on fixed cost absorption with the previously discussed reduction in fruit and vegetable volumes for a large pack customers.\nSecond quarter adjusted EBIT in the Custom Container segment is expected to be modestly above prior year levels as a result of low single-digit volume growth. That concludes our prepared comments, and we'll open the call for questions. Anna, would you kindly provide the directions for the question and answer session?"
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/b549605f95150ff10e10acfcb811cce2",
        "textblob_polarity": 0.11990372355451721,
        "textblob_subjectivity": 0.3696871969887844,
        "sentiment": {
            "distribution": {
                "positive": 7,
                "neutral": 4,
                "negative": 3
            },
            "scores": {
                "positive": 0.9003482460975647,
                "neutral": 0.9954199194908142,
                "negative": 0.9812622865041097
            }
        },
        "content1": "Q4 2023 Silgan Holdings Inc Earnings Call\n\nQ4 2023 Silgan Holdings Inc Earnings Call\n\nSLGNNYSEJAN 31, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Silgan Holdings Fourth Quarter 2023 Earnings Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Mr. Alex Hutter, Vice President of Investor Relations. Please go ahead, sir.\n\nAlexander Gerhard Hutter\n\nAnalyst, Jefferies LLC\n\nThank you, and good morning. Joining me on the call today are Adam Greenlee, President and CEO; Bob Lewis, EVP Corporate Development and Administration; and Kim Ulmer, SVP and CFO.\nBefore we begin the call today, we'd like to make it clear that certain statements made on this call may be forward-looking statements. These forward-looking statements are based upon management's expectations and beliefs concerning future events impacting the company and, therefore, involve a number of uncertainties and risks, including, but not limited to, those described in the company's annual report on Form 10-K for 2022 and other filings with the Securities and Exchange Commission.\nTherefore, the actual results of operations or financial condition of the company could differ materially from those expressed or implied in the forward-looking statements. In addition, commentary on today's call may contain references to certain non-GAAP financial metrics, including adjusted EBIT, adjusted EBITDA, free cash flow and adjusted net income per diluted share. A reconciliation of these metrics, which should not be considered as substitutes for similar GAAP metrics can be found in today's press release and under non-GAAP financial information available in the Investor Relations section of our website at silgonholdings.com. With that, let me turn it over to Adam.\n\nAdam J. Greenlee\n\nPresident & Chief Operating Officer, Silgan Holdings, Inc.\n\nThank you, Alex, and we'd like to welcome everyone to Silgan's Fourth Quarter and Full Year 2023 Earnings Call. Our team delivered another year of strong performance in 2023 amid an unprecedented and rapidly changing market backdrop, proving once again that our businesses and our company are resilient regardless of the broader economic circumstances.\nWe delivered our second highest adjusted EPS and adjusted EBIT in the history of the company and our robust free cash flow and strong balance sheet allowed us to return over $250 million to our shareholders through buybacks and dividends. Our disciplined approach to everything we do, including our customer partnerships, our contractual arrangements and our capital deployment has positioned the company to continue to perform for years to come.\nDuring the year, we embarked upon a multiyear $50 million cost improvement program, which is the largest in our company's history to strengthen our already market-leading cost positions across each of our businesses. To achieve these savings, we made several difficult decisions beginning in late 2023 and have announced the consolidation of 5 of our manufacturing facilities to date. These actions will position the company to continue to meet the unique needs of our customers and compete and win in the markets we serve with an even lower cost operating footprint.\nVolume trends in 2023 were mixed among the end markets we serve and the products we produce. Our strategic growth products for dispensing and pet food continue to see success and performance to outpace broader market trends and products that had experienced post-pandemic destocking in 2022 delivered strong recovery and growth in 2023.\nWhile consumer demand for our essential food and beverage products remains resilient, midway through the year, it became apparent that our volumes would be adversely impacted across the segments by our customers' decisions to focus on destocking initiatives in the food, beverage and pet food markets as a result of the impact of inflation throughout the supply chain.\nAt the segment level, our Dispensing and Specialty Closures segment delivered another year of strong organic growth and new business wins for our high-value dispensing products, particularly in the high-end fragrance market. This growth drove margin improvement and a more favorable mix that partially offset the impact of lower volumes in food and beverage products from customer destocking. We successfully recovered our cost in the marketplace and mitigated the impact of a unique situation at one of our U.S. operating facilities that presented discrete labor challenges and drove incremental costs in the operating system during the year.\nIn Metal Containers, we reported our sixth consecutive year of record adjusted EBIT. Our long-term contractual arrangements and disciplined pass-through mechanisms helped our business to offset lower volumes and the impact of our own inventory management program in the prior year to grow adjusted earnings.\nIn Custom Containers, our volumes fell short of the prior year due to continued customer destocking, primarily in the second half of the year and the delay of commercializing new business wins into 2024. As we now turn our focus to 2024, we believe the business is positioned to deliver volume growth and with the benefit of our cost-savings initiatives beginning to impact profitability, we expect to meet or exceed our prior record for adjusted EBITDA.\nWe have seen early signs of recovery in certain end markets for the customer destocking activities that we experienced in 2023 and expect these favorable trends to continue to improve through the first half of 2024. We are expecting Dispensing and Specialty Closures volumes to grow by a mid-single-digit rate driven by another year of high single-digit growth in our dispensing products and low single-digit growth in our closures products, resulting in an improved mix for the segment.\nMetal Containers volumes are expected to grow by a low single-digit percentage driven primarily by mid-single-digit growth in pet food.\nCustom Container volumes are expected to be comparable to prior year levels with more pronounced destocking in the first quarter, offset by growth driven by new business wins in the subsequent quarters of the year.\nAs we enter 2024, we continue to make progress and execute our strategic priorities. We have taken strong actions to effectively manage the factors within our control and believe the company is positioned for earnings and free cash flow growth in '24 and beyond. Our customer partnerships remain strong. We continue to compete and win in the markets we serve. Our strategic growth initiatives continue to shape the company's future and our disciplined capital deployment model continues to create significant value for shareholders.\nWith that, I'll turn it to Kim, who will take you through the financials for the quarter and our estimates for the first quarter and full year of 2024.\n\nKimberly I. Ulmer\n\nVP of Finance & Treasurer, Silgan Holdings Inc.\n\nThank you, Adam. As Adam highlighted, our business continued to deliver strong financial results despite several headwinds in 2023 as we achieved our second highest adjusted EPS in the history of the company and once again showed that our business performs well despite challenging economic circumstances.\nWe continue to convert our profits into strong cash generation in 2023 and used our cash to return over $250 million to shareholders including $175 million through share repurchases. We used our remaining cash to delever to near the midpoint of our target leverage range, and our balance sheet remains strong as we enter 2024.\nTurning to the fourth quarter 2023 results. Net sales of approximately $1.3 billion declined 8% from the prior year period, driven primarily by lower volumes in each of our segments. Total adjusted EBIT for the quarter of $135.9 million decreased by 9% on a year-over-year basis, with record adjusted EBIT in Dispensing and Specialty Closures and higher adjusted EBIT in Custom Containers, offset by expected lower adjusted EBIT in the Metal Container segment.\nAdjusted net income per diluted share declined $0.22 from the record achieved in the fourth quarter of 2022, with lower volumes and higher interest expense of $0.06 driving the year-over-year decline.\nTurning to our segment sales. In our -- sales in our Dispensing and Specialty Closures segment declined 3% versus the prior year, primarily as a result of lower volume mix of 5%. The decline in volume was driven primarily by customer destocking activities in domestic food and beverage markets and double-digit declines for higher-volume meadow closures for international food and beverage markets. Record fourth quarter 2023 Dispensing and Specialty Closures adjusted EBIT increased $12.4 million versus the record achieved in the prior year period as a result of strong cost recovery and lower manufacturing costs which were partially offset by the impact of lower volume.\nIn our Metal Container segment, sales declined 10% versus the prior year, excluding a 2% impact from Russia sales in 2022. Lower volume in several product categories drove a 7% decrease as customer destocking priorities continued to weigh on order patterns throughout the quarter, but showed improved trends relative to the year-over-year declines in the third quarter of 2023.\nPrice mix was negative 4% in the quarter, which was partially offset by a 1% improvement in foreign currency translation. As expected, Metal Containers adjusted EBIT was below the record level in the prior year quarter primarily due to the prior year benefit of inventory management, which did not repeat in 2023 and lower volumes as a result of customer destocking.\nIn Custom Containers, sales declined 5% compared to the prior year quarter, driven by a 2% decline in volumes, the pass-through of lower resin costs and a less favorable mix of products sold. Custom Containers adjusted EBIT increased $1.8 million as compared to the fourth quarter of 2022, primarily due to improved cost management, which more than offset the impact of lower volume.\nLooking ahead to 2024, we are estimating adjusted net income per diluted share in the range of $3.55 to $3.75, a 7% increase at the midpoint of the range as compared to $3.40 in 2023. This estimate includes corporate expense of approximately $25 million, interest expense of approximately $170 million, a tax rate of 24% to 25% and a weighted average share count of approximately 107 million shares. [ Depreciation ] is expected to increase $15 million to $20 million on a year-over-year basis and be in the range of $225 million to $230 million.\nAt the midpoint of our 2024 adjusted EPS range, we expect to meet or exceed the record levels of adjusted EBITDA achieved in 2022. From a segment perspective, a mid-single-digit percentage total adjusted EBIT growth in 2024 is expected to be driven primarily by the Dispensing and Specialty Closures segment with slightly higher adjusted EBIT in the Metal Containers and Custom Container segments relative to 2023 levels due to the impact of anticipated customer destocking in the first half of 2024.\nBased on our current earnings outlook for 2024, we are providing an estimate of free cash flow of approximately $375 million, a 5% increase from 2023 as earnings growth in 2024 will be partly offset by higher CapEx, which we expect to be approximately $240 million and by approximately $30 million of cash cost to support our cost reduction program, including additional working capital to facilitate the program.\nTurning to our outlook for the first quarter of 2024, we are providing an estimate of adjusted earnings in the range of $0.60 to $0.70 per diluted share as compared to adjusted net income per diluted share of $0.78 in the prior year period. The year-over-year decline in adjusted earnings in the first quarter is driven primarily by lower volumes, the impact of the sell-through of higher cost inventory from the prior year in our European metals operations and higher interest expense.\nFirst quarter 2024 adjusted EBIT is expected to be above prior year levels in Dispensing and Specialty Closures, with a low single-digit decline in volumes driven by customer destocking more than offset by improved profitability and stronger mix. First quarter 2024 Metal Containers adjusted EBIT is expected to be slightly higher on a sequential basis from the fourth quarter of 2023 but down approximately $10 million year-over-year due to a low single-digit percentage decrease in volumes as a result of continued destocking and the sell-through of higher cost inventory from the prior year due to a double-digit percentage decline in steel cost in Europe in 2024.\nAdjusted EBIT in the Custom Container segment is expected to be stable on a sequential basis but below prior year levels due to continued destocking trends as sequential volumes remain stable but year-over-year comparisons become more difficult in the first quarter. Volumes in the Custom Container segment are expected to improve throughout the year as new business wins ramp up and destocking is expected to abate.\nThat concludes our prepared comments, and we'll open up the call for questions. Anna, would you kindly provide the directions for the question-and-answer session?"
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/e5b1a7ede6af9b13d835ec79a777d2f1",
        "textblob_polarity": 0.12806800726155565,
        "textblob_subjectivity": 0.3551536098310291,
        "sentiment": {
            "distribution": {
                "positive": 6,
                "negative": 4,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9951179325580597,
                "negative": 0.9971455186605453,
                "neutral": 0.9933980405330658
            }
        },
        "content1": "Q3 2023 Silgan Holdings Inc Earnings Call\n\nQ3 2023 Silgan Holdings Inc Earnings Call\n\nSLGNNYSEOCT 25, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Silgan Holdings Third Quarter 2023 Earnings Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Mr. Alex Hutter, Vice President of Investor Relations. Please go ahead, Sir.\n\nAlexander Gerhard Hutter\n\nAnalyst, Jefferies LLC\n\nThank you, and good morning. Joining me on the call today are Adam Greenlee, President and CEO; Bob Lewis, EVP, Corporate Development and Administration; and Kim Ulmer, SVP, CFO and Treasurer.\nBefore we begin the call today, we would like to make it clear that certain statements made today on this conference call may be forward-looking statements. These forward-looking statements are made based upon management's expectations and beliefs concerning future events impacting the company and, therefore, involve a number of uncertainties and risks, including, but not limited to, those described in the company's annual report on Form 10-K for 2022 and other filings with the Securities and Exchange Commission. Therefore, the actual results of operations or financial condition of the company could differ materially from those expressed or implied in the forward-looking statements.\nIn addition, commentary on today's call may contain references to certain non-GAAP financial metrics, including adjusted EBIT, adjusted EBITDA and free cash flow and adjusted net income per diluted share. A reconciliation of these metrics, which should not be considered substitutes for similar GAAP metrics can be found in today's press release available in the Investor Relations section of our website at silganholdings.com.\nWith that, let me turn it over to Adam.\n\nAdam J. Greenlee\n\nPresident & Chief Operating Officer, Silgan Holdings, Inc.\n\nThank you, Alex, and we'd like to welcome everyone to Silgan's Third Quarter 2023 Earnings Call. The third quarter delivered strong performance that was consistent with our expectations despite continually challenging market conditions, and we reported our second highest quarterly earnings as our businesses manage their cost proactively to offset softer-than-expected volumes in the quarter.\nDuring the quarter, we finalized our previously discussed plans to improve our cost structure and have announced a $50 million cost reduction program through the end of 2025. We expect to achieve these cost reductions through a combination of footprint rationalizations and other cost reduction actions with benefits in each of our reporting segments over the next 2 years. Additionally, we believe these cost improvements will help position the company to continue to meet the unique needs of our customers and compete and win in the markets we serve.\nThrough our disciplined and balanced capital allocation process, we've repurchased $155 million worth of Silgan stock during the quarter, bringing our year-to-date repurchases to $175 million and putting the company on track to return over $250 million to shareholders through a combination of buybacks and dividends in 2023.\nTurning to trends in the business. Demand for our high-value dispensing products remained strong with mid-single-digit growth for these products during the quarter that drove significant mix improvement for the company overall in the Dispensing and Specialty closures segment. We continue to see recovery in products that experienced post-pandemic destocking last year, and benefited from strong organic growth in our fragrance dispensing products for prestige market. The consumer destocking we saw developed near the end of the second quarter across all 3 segments expanded during the third quarter, as these plans deepened in the food and beverage markets and grew to include adjacent categories.\nImportantly, all market indications we have continue to show that consumer level demand for our products remains robust. And our customers' inventory unit levels are trending below historic levels and their focus remains on the absolute dollar value levels of inventory in their systems at year-end.\nTurning to our third quarter results. Performance in each of our segments was consistent with our expectations, with mid-single-digit adjusted EBIT growth driving record results in Dispensing and Specialty Closures, and with Metal Containers adjusted EBIT comparable to the prior year record levels. In Dispensing and Specialty Closures, our high-value dispensing products were a highlight for the quarter with mid-single-digit volume growth and a significant mix benefit that more than offset the headwinds we've talked about in food and beverage end markets. Domestic food and beverage volumes were flat year-over-year as customer destocking in the United States had a more pronounced impact on our volume than we anticipated in our guidance. International food and beverage volumes remained challenged as a result of the increased levels of inflation on premium products, in particular, for Metal Closures on glass packages.\nDespite these headwinds on volume, the growth in Dispensing products, mix benefit and strong cost management drove record performance for this segment in the quarter. In Metal Containers, we again delivered strong results despite softer-than-expected volumes, customer destocking priorities appear to have expanded to include adjacent categories, including pet food, and many customers are targeting further inventory reductions in categories that we were already anticipating these trends. The North American fruit and vegetable pack was delayed to late planting and volumes in Europe were below our expectations due to lower fruit yields and the impact of flooding from Greece.\nOverall, the 2023 crop will be below our expectations as only a small amount of volume will be packed in the fourth quarter despite the late start. Despite these headwinds, our team offset volume shortfall from a profit perspective with effective cost management and drove results that were consistent with our expectations.\nIn Custom Containers, results were below prior year, but consistent with our expectations due to the impact of customer destocking, including the delay in commercialization of new business wins.\nTurning now to our expectations for the fourth quarter and the full year. We have revised our estimate for full year earnings to reflect deeper and more pervasive customer destocking priorities in the fourth quarter which has resulted in a lower volume outlook in our Metal Containers in Dispensing and Specialty Closures segments. We believe the continued progress we have made with regard to our strategic priorities in the actions we've taken to effectively manage the factors that are within our control, position the company to return to earnings growth in 2024. We see positive signs in our customers' promotional activity, inventory unit levels trending below historic norms. And while we expect market volumes to improve in 2024, we are not dependent upon it to deliver earnings growth. We'll continue to manage the business in a disciplined manner, focusing on meeting the unique needs of our customers while delivering a compelling value proposition for our shareholders.\nWith that, Kim will take you through the financials for the quarter and our estimates for the fourth quarter and full year.\n\nKimberly I. Ulmer\n\nVP of Finance & Treasurer, Silgan Holdings Inc.\n\nThank you, Adam. Net sales for the third quarter of 2023 were approximately $1.8 billion. Excluding nonrecurring sales associated with Russia in the third quarter of 2022, third quarter 2023 sales declined 7% from the record prior year period driven primarily by lower volumes in each of our segments, partially offset by the pass-through of cost inflation. Total adjusted EBIT for the quarter of $214.4 million decreased by 4% on a year-over-year basis, with record adjusted EBIT in the Dispensing and Specialty Closures segment offset by lower adjusted EBIT in the Custom Containers and Metal Container segment. Adjusted net income per diluted share declined $0.12 from the record achieved in the third quarter of 2022 with higher interest expense of $0.09 nonrecurring sales associated with Russia of $0.03 and lower volumes driving the year-over-year decline.\nTurning to our segments. Dispensing and Specialty Closures segment sales declined 2% versus the prior year, excluding a 1% impact from Russia sales, primarily as a result of lower volume mix of 3%. The decline in volume was driven by double-digit declines for higher volume closures for international food and beverage markets, which more than offset record volume and higher value dispensing products, which grew by a mid-single-digit percentage compared to the prior year.\nRecord third quarter 2023 Dispensing and Specialty Closures adjusted EBIT increased $5.4 million versus the record achieved in the prior year period as a result of improvements in mix in the segment due to a higher volume and high-value dispensing products and lower sales in high-volume closures for food and beverage markets as well as effective cost management, including SG&A.\nIn our Metal Container segment, sales declined 8% versus the prior year, excluding a 2% impact from Russia sales due to lower volumes across all product categories as customer destocking priorities were more pervasive and impacted adjacent categories with the largest year-over-year decline in the soup category. Fruit and vegetable volumes were below our expectations. Metal Containers adjusted EBIT was slightly below the record level in the prior year quarter despite the shortfall in volumes as the business continued to successfully pass through labor and other manufacturing costs while actively managing our cost structure.\nIn Custom Containers, lower volume in most categories drove volumes 10% below the third quarter of 2022, which, coupled with lower resin costs on a year-over-year basis resulted in sales 18% below the prior year period. As expected, Custom Containers adjusted EBIT declined $11 million as compared to the third quarter of 2022, primarily as a result of lower volumes due to customer destocking and a less favorable mix of products sold.\nLooking ahead to the fourth quarter, we are estimating adjusted net income per diluted share in the range of $0.55 to $0.65, which includes higher interest expense of $0.06 per share and a fourth quarter weighted average share count of approximately $107 million. On a segment level, fourth quarter adjusted EBIT is expected to be higher than the prior year period in Dispensing and Specialty Closures, comparable to the prior year period in Custom Containers and lower than the prior year period in Metal Containers primarily due to the timing of previously discussed benefits from inventory management in the prior year.\nAs a result, we are revising our outlook of adjusted net income per diluted share from a range of $3.40 to $3.60 to a range of $3.30 to $3.40 primarily due to a more pervasive customer destocking in food and beverage and adjacent markets. This revised estimate includes a year-over-year headwind of $0.33 per share for interest expense, which we now expect to be approximately $175 million, a tax rate of approximately 24%, and weighted average shares outstanding of approximately $109 million. These estimates exclude the impact from certain adjustments outlined in Table C of our press release.\nBased on our current earnings outlook, we are also revising our estimate of free cash flow in 2023 from $375 million to $340 million, which incorporates CapEx of $230 million. Revised outlook for free cash flow reflects the revision in estimated earnings for the year as well as estimated cash costs in 2023 associated with the announced cost reduction program, including additional working capital to facilitate the program.\nThat concludes our prepared remarks, and we'll open the call for questions. Anna, would you kindly provide the directions for the question-and-answer session?"
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/1f64f5aade6d776a9ee887f7c471ec6a",
        "textblob_polarity": 0.0711180622155622,
        "textblob_subjectivity": 0.3376799397824397,
        "sentiment": {
            "distribution": {
                "positive": 5,
                "neutral": 3,
                "negative": 6
            },
            "scores": {
                "positive": 0.9736513137817383,
                "neutral": 0.9959688584009806,
                "negative": 0.9773613115151724
            }
        },
        "content1": "Q2 2023 Silgan Holdings Inc Earnings Call\n\nQ2 2023 Silgan Holdings Inc Earnings Call\n\nSLGNNYSEJUL 26, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Silgan Holdings Second Quarter 2023 Earnings Call. I would now like to turn the call over to Alex Hutter Vice President of Investor Relations of Cilegon Holdings. Please go ahead.\n\nAlexander Gerhard Hutter\n\nAnalyst, Jefferies LLC\n\nThank you, and good morning. Joining me on the call today are Adam Green, President and CEO; and Bob Lewis, EVP Corporate Development and Administration; and Kim Ulmer, SVP, CFO and Treasurer. Before we begin the call today, we would like to make it clear that certain statements made today on this conference call may be forward-looking statements. These forward-looking statements are made based upon management's expectations and beliefs concerning future events impacting the company and, therefore, involve a number of uncertainties and risks, including, but not limited to, those described in the company's annual report on Form 10-K for 2022 and other filings with the Securities and Exchange Commission.\nTherefore, actual results of operations or financial condition of the company could differ materially from those expressed or implied in the forward-looking statements. In addition, commentary on today's call may contain references to certain non-GAAP financial metrics, including adjusted EBIT, adjusted EBITDA, free cash flow and adjusted net income per diluted share. A reconciliation of these metrics, which should not be considered substitutes for similar GAAP metrics can be found in today's press release available in the Investor Relations section of our website at silganholdings.com. With that, let me turn it over to Adam.\n\nAdam J. Greenlee\n\nPresident & Chief Operating Officer, Silgan Holdings, Inc.\n\nThank you, Alex, and we'd like to welcome everyone to Silgan's Second Quarter 2023 Earnings Call. I'll make a few comments about the second quarter and share our thoughts regarding the remainder of the year. Kim will then review our financial performance and provide more details around our 2023 outlook. And then Bob, Kim and I will be happy to answer any questions.\nThe second quarter presented a challenging comparative versus the prior year's record performance. And as market conditions evolved late in the quarter, our businesses took quick actions to adapt to those changes. We continue to advance our strategic initiatives and once again, the company benefited from a balanced portfolio of businesses. Strong operating performance in our Metal Container segment helped drive double-digit adjusted EBIT growth in the segment, while we also continue to experience increased demand and volume growth in our high-value dispensing products. As we exited the first quarter and early in the second quarter, consumer demand for our products and our customer demand forecast remains strong. As the quarter progressed, we began to see what appeared to be a broad-based volume shift with many of our large customers. As we work with our customers to better understand the drivers of this dynamic and given how closely integrated we are with many of them, we came to understand that while consumer demand remained resilient, several of our customers were initiating internal working capital and inventory management initiatives for the second half of 2023.\nThese initiatives are separate from the prior destocking activities related to the products that had seen a significant surge in COVID-related volumes. As expected, except for lawn and garden products, that destocking is now complete as those products have returned to a normalized level of demand. While our targeted growth markets in each of our businesses continue to perform well, growth in 2023 is being overshadowed by these inventory management programs in the second half of the year. Due to our customers' changed priorities for the second half, we are also shifting our focus to align our operational footprint and business activities to the revised second half projections, and we will be driving out costs from each of our businesses. As always, we have an intense focus on understanding and meeting the unique needs of our customers and supporting any of their initiatives.\nTurning to our second quarter results. Strong performance in metal containers, and in-line performance in custom containers were offset by 2 primary items in our Dispensing and Specialty closures segment. The largest item was the result of a skilled labor challenge at one of our U.S. closures, food and beverage facilities which limited the output of that facility and created significant incremental costs in our overall system to serve those customers. As always, Silgan worked diligently to insulate our customers from any operational issues we may face as we work to mitigate these impacts. We will continue to incur incremental cost to serve our customers in the second half but have already taken aggressive actions that will result in those costs reducing through the end of the year and the issue itself being resolved as we transition into 2024.\nThe second item that developed late in the quarter was a softening of demand for food and beverage closures, primarily in our European markets. As we said earlier, we believe the consumer has largely been resilient through this time of significant retail inflation, and that is supported by the fact that retail receipts indicate that consumers are indeed spending the same dollar or euro amount when shopping, but they're clearly getting less for the amount spent. In certain products, in certain regions, we have seen evidence of consumers trading down to lower cost package products. We have a long history that clearly shows that Silgan's products tend to do well in challenging economic times. And we continue to believe that our broad portfolio of products is well positioned to once again be a preferred vehicle of nutrition and at-home use for consumers who are seeking value at retail.\nAs we now turn to our updated earnings expectations for the remainder of 2023, there are 3 primary drivers that are impacting our outlook. Number one, the impact of our customer inventory management programs, which includes the delayed commercialization of new business wins in our Custom Container segment; number two, the ongoing but diminished impact of the U.S. closures food and beverage facility labor challenge; and number three, the incremental interest costs expected for the second half due to higher interest rates. As a result of these items, we now expect adjusted EBIT for both the dispensing and specialty closures and Metal Container segment to be comparable to the prior year record levels despite our customers' inventory management programs. We have also revised our expectations for custom containers adjusted EBIT lower as the commercialization of the new contractual business awards has been delayed into 2024 in conjunction with those customers' inventory management programs.\nWith that, Kim will take you through the financials for the quarter and our estimates for the third quarter and full year.\n\nKimberly I. Ulmer\n\nVP of Finance & Treasurer, Silgan Holdings Inc.\n\nThank you, Adam. Net sales for the second quarter of 2023 were approximately $1.4 billion, excluding nonrecurring sales associated with Russia in the second quarter of 2022, second quarter 2023 sales declined 6% from the record prior year period driven primarily by lower volumes in each of our segments, partially offset by improved mix and the pass through of raw material and other cost inflation. Total adjusted EBIT for the quarter of $160.8 million decreased by 14% on a year-over-year basis, with record adjusted EBIT in the Mineral Container segment offset by lower adjusted EBIT in the dispensing and specialty closures and Custom Container segments.\nAdjusted net income per diluted share declined $0.26 from the record achieved in the second quarter of 2022 with higher interest expense of $0.08, nonrecurring sales associated with Russia of $0.06 in lower volumes, driving the year-over-year decline. During the quarter, we wrote off a tax indemnity and related tax reserves from a historical acquisition as the statute limitation expired. The write-off of these items adversely impacted corporate expense by approximately $2 million and interest expense by approximately $3.5 million and benefited our tax expense by approximately $5 million in the quarter. The net impact of these tax-related items is neutral to adjusted earnings per diluted share and our effective tax rate, excluding these impacts, would have been approximately 23%.\nTurning to our segments. Dispensing and Specialty Closures segment sales declined 6% versus the prior year, excluding a 1% impact from Russia sales, primarily as a result of lower volume mix of 6%. The decline in volume was driven by double-digit declines for higher volume closures for food and beverage markets, primarily in Europe, which more than offset high single-digit volume growth in higher-value dispensing products. Second quarter 2023 dispensing and Specialty Closures adjusted EBIT decreased $23.4 million versus the record achieved in the prior year period, as a result of the benefits from the prior year from an inventory management program and cost recovery for customer project expenditures and lower volume mix. Relative to our expectations entering the quarter, the shortfall in adjusted EBIT was driven primarily by skilled labor challenges and associated costs at a U.S. food and beverage closures facility, which impacted the quarter by approximately $10 million and lower volume for food and beverage products, primarily in Europe.\nIn our metal container segment, our teams continue to perform at a very high level again in the quarter. And while volume was below prior year levels due to prior year post-pandemic restocking activity in [ soup, ] pet volumes remained strong in the quarter. Metal Containers adjusted EBIT was a new record for the second quarter and increased nearly 20% from the prior year quarter as the business continued to successfully pass through labor and other manufacturing costs while actively managing our cost structure. In custom containers, our previously discussed nonrenewal contractual business in the segment and lower food and personal care volume drove volumes 14% below the second quarter of 2022, which coupled with lower resin costs on a year-over-year basis resulted in sales 17% below the prior year period.\nAs expected, Custom Containers adjusted EBIT declined $11 million as compared to the record achieved in the second quarter of 2022, primarily as a result of lower volumes. With customer inventory management programs impacting volume and the timing of the commercialization of new business being deferred to 2024, we anticipate third quarter volume to decline approximately 10% from the prior year and third quarter adjusted EBIT to be below second quarter levels. Looking ahead to the third quarter, we are estimating adjusted net income per diluted share in the range of $1.10 to $1.20, which includes higher interest expense of $0.08 per share and a $0.03 per share impact associated with nonrecurring sales for Russia. On a segment level, with adjusted EBIT comparable to the prior year record levels in dispensing and specialty closures in metal containers and below the prior year in custom containers.\nFor the full year 2023, we now expect total adjusted EBIT to decrease by a low single-digit percentage as compared to the record prior year with adjusted EBIT comparable to the prior year record levels in dispensing and specialty closures in metal containers and below the prior year in custom containers. As a result, we are revising our outlook of adjusted net income per diluted share from a range of $3.95 and to $4.15 to a range of $3.40 to $3.60, which includes a year-over-year headwind of $0.30 per share for interest expense, which we now expect to be approximately $170 million and a tax rate of approximately 24%. These estimates exclude the impact from certain adjustments outlined in Table 3 of our press release.\nAs we bridge our revised expectations for the full year to our prior estimates, we are now expecting approximately $0.55 lower adjusted net income per diluted share in 2023, which is comprised primarily of the following items: approximately $0.30 per share, primarily due to the customer inventory management programs across all the segments with roughly half of that impact being in custom containers due to the inclusion of delay in commercializing the new business awards. Approximately $0.15 per share for the full year from the labor challenges and associated costs in our U.S. food and beverage closures facility and approximately $0.10 per share higher interest expense as a result of higher interest rates on our variable rate debt.\nBased on our current earnings outlook for 2023, we are also revising our estimate of free cash flow to $375 million with CapEx now expected to be approximately $230 million. That concludes our prepared remarks. And we'll open the call for questions. Operator, would you kindly provide the directions for the question-and-answer session."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/90727b4e3c90d54e2ee24b8f72e31311",
        "textblob_polarity": 0.1363336371231109,
        "textblob_subjectivity": 0.3776765950689395,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9715193780985746,
                "neutral": 0.9792769551277161
            }
        },
        "content1": "Q1 2023 Silgan Holdings Inc. Earnings Call\n\nQ1 2023 Silgan Holdings Inc. Earnings Call\n\nSLGNNYSEAPR 26, 5:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the Silgan Holdings First Quarter 2023 Earnings Call. Today's call is being recorded. I would now like to turn the conference over to Alex Hutter, Vice President, Investor Relations. Please go ahead.\n\nAlexander Hutter\n\nAnalyst, Jefferies LLC\n\nThank you, and good morning. Joining me on the call today are Adam Greenlee, President and CEO; Bob Lewis, EVP, Corporate Development and Administration; and Kim Ulmer, SVP, CFO and Treasurer. Before we begin the call today, we'd like to make it clear that certain statements made today on this conference call may be forward-looking statements. These forward-looking statements are made based upon management's expectations and beliefs concerning future events impacting the company and, therefore, involve a number of uncertainties and risks, including, but not limited to, those described in the company's annual report on Form 10-K for 2022 and other filings with the Securities and Exchange Commission.\nTherefore, the actual results of operations or financial condition of the company could differ materially from those expressed or implied in the forward-looking statements. With that, let me turn it over to Adam.\n\nAdam J. Greenlee\n\nPresident & Chief Operating Officer, Silgan Holdings, Inc.\n\nThank you, Alex, and we'd like to welcome everyone to Silgan's First Quarter of 2023 Earnings Call. I'd like to start today's call by congratulating both Kim Ulmer and Bob Lewis on their new roles at the company. One of the hallmarks of the Silgan culture is rewarding the performance of our people, and I am incredibly proud of their accomplishments and look forward to their continued successes at Silgan.\nNow moving back to the first quarter performance. Once again, good the year with strong operating performance in each of our businesses and continue to leverage and advance the strong momentum generated through the pandemic as we enter the second quarter of 2023. Our businesses remain highly focused on executing our near-term and long-term strategic priorities, which continues to drive our outperformance in the markets we serve and significant value creation for our shareholders.\nOur teams did an excellent job navigating the market challenges alongside our customers, again in the first quarter. Overall, we believe that our resilient consumer staple end markets, our customer intimacy and market positioning, combined with the agility and expertise in our operations continue to set us apart from our competition.\nThe strategic portfolio evolution we have been advancing since 2017 continues to perform as we envisioned, and we remain confident with the prospects for our business in 2023 and beyond. In the first quarter, our Dispensing and Specialty Closures segment delivered solid results despite significant headwinds in the quarter from resin and foreign currency. With our Dispensing products, building on the momentum we saw early in the year and volumes improving as we exited the quarter.\nOur products for high-end fragrance and beauty end markets continue to win in the marketplace, posting double-digit volume growth in the first quarter and many of the Dispensing products that had experienced headwinds from inventory management in 2022 began to see year-over-year improvement in the first quarter with the trend accelerating as we exited the quarter.\nWhile these positive impacts were offset by the timing of customer orders for food and beverage closures in the first quarter, trends in April are strong, and we are expecting volumes for the segment to impact positively in the second quarter. Our metal containers business continues to execute extremely well, posting record net sales and adjusted EBIT. With the impact of the pandemic now behind us, our efficient operating platform, combined with organic volume growth is driving our performance.\nThe challenges that several customers experienced in 2022 in our pet food markets appear to be largely behind us. And as a result, volumes for our pet food containers were up mid-single digits in the quarter. Our operating performance in the quarter continued to drive strong profit improvement in the segment and our early indications for the vegetable pack are consistent with our preliminary expectations.\nIn our Custom Containers segment, our teams continue to take actions to mitigate the impact of our decision not to renew a contract that did not meet reinvestment hurdles in the timing mismatch of the commercialization of new business awards in the year as well as unanticipated headwinds from rapidly rising resin costs in the quarter.\nThat said, as we look forward, we are expecting these items to also impact the second quarter comparisons as we've recovered cost associated with the nonrenewal and we're winding down shipments and operating activities in the second quarter of 2022. The second quarter of 2023 is also expected to continue to experience higher resin costs.\nTherefore, second quarter profit in Custom Containers is expected to be slightly below first quarter levels. We believe this business remains well positioned in the market and continues to win new business based on our unique customer-focused operating model, which will be more evident as we exit 2023.\nOverall, we're off to a very strong start in 2023 and feel confident in our outlook for the remainder of the year. Before I turn it over to Kim to cover the specifics of our financial results for the quarter and to provide additional color around our earnings estimates, I want to take a moment to recognize the impact and lasting legacy of our 2 founders, Phil Silver and Greg Horrigan. Phil and Greg started this company 36 years ago with a clear vision and purpose to create a company unlike any other that was purely focused on competing and winning in the markets served by being the best at what they do.\nProving the enduring wisdom and success of that vision, Silgan has grown to become a global leader in the packaging industry with 2022 sales of $6.4 billion and nearly 16,000 employees around the world who all embrace the principles Phil and Greg envisioned. On behalf of our shareholders, customers and the entire Silgan team, thank you for creating such a special company for your lifelong devotion to its success and for your personal contributions to our development.\nWe are all incredibly proud and honored to be part of the past, present and future of Silgan. With that, Kim will take you through the financials for the quarter and our estimates for the second quarter and full year.\n\nKimberly I. Ulmer\n\nVP of Finance & Treasurer, Silgan Holdings Inc.\n\nThank you, Adam. As Adam highlighted, the business continued to execute at a high level in the first quarter of 2023, delivering strong first quarter sales and adjusted EBIT and adjusted earnings per diluted share. Net sales for the first quarter of 2023 were approximately $1.4 billion. Sales were comparable to the prior year quarter, excluding sales associated with Russia of $9.5 million in the first quarter of 2022 and a foreign currency headwind of approximately 1% in the first quarter of 2023.\nFirst quarter 2023 sales performance was driven by strong volumes in Metal Containers, which was offset by expected lower volumes in the Dispensing and Specialty Closures and Custom Container segment. Total adjusted EBIT for the quarter of $149.4 million increased over 2% on a year-over-year basis with higher adjusted EBIT in the Metal Container segment offsetting lower adjusted EBIT in the Dispensing and Specialty Closures and Custom Container segments.\nAdjusted net income per diluted share declined $0.01 from the first quarter of 2022 with nonoperating headwinds from higher interest expense in foreign currency and the lag pass-through of resin costs driving approximately $0.15 of earnings headwind in the quarter, of which we would expect to recover $0.05 in the second half related to resin. Excluding these items, our strong operating performance would have driven adjusted EPS higher by a double-digit percentage.\nTurning to our segments. Dispensing and Specialty Closures segment sales were comparable to the prior year, excluding a 2% headwind from foreign currency and a 1% impact from Russia versus the prior year. As a 2% improvement in price was offset by lower volume/mix. First quarter 2023 Dispensing and Specialty Closures adjusted EBIT decreased $13.6 million versus the prior year period, with improving but lower year-over-year volume mix trends and difficult year-over-year cost comparisons as a result of comparative changes resulting from the lagged pass-through of resin costs and the prior year benefit from an inventory management program.\nVolume/mix improved throughout the quarter with growth in our dispensing products strengthening in the latter part of the quarter. While this trend was overshadowed by the timing of customer orders in the food and beverage markets in the first quarter, we are expecting those products to revert to a more normal trend in the second quarter of 2023. Relative to our expectations, the Dispensing and Specialty Closures segment delivered strong operating performance but did not offset the significant headwinds from higher resin costs during the quarter and unfavorable foreign currency.\nAs our contracts in the Dispensing and Specialty Closures segment generally contain a longer lag contractual pass-through of resin costs in our other businesses, we expect this impact will likely continue to weigh on results in the second quarter, but ultimately recovering the impact later in the year as resin costs are expected to abate. In our Metal Containers segment, our team's performance was exceptional in the quarter with volume growth of 3%, driven by strong demand for pet food, soup and vegetable containers, excluding impacts associated with Russia and foreign currency, sales grew 5% from the prior year quarter.\nWhile the first quarter is seasonally one of our smaller quarters, adjusted EBIT increased nearly 60% from the prior year quarter as the business continued to contractually recover cost inflation and the operating leverage of higher volumes drove strong incremental margins. The business started the year strong and is well positioned to deliver low single-digit volume growth and mid-single-digit adjusted EBIT growth for 2023.\nIn Custom Containers are nonrenewal of a piece of contractual business in the segment [indiscernible] volumes are lower by 10% year-over-year in the first quarter of 2023, which, coupled with lower resin costs on a year-over-year basis and unfavorable foreign currency translation drove sales 13% below the prior year period. Despite these top line challenges, our business is able to partially offset the impact of lower volumes through operational performance, but the timing and pace of resin cost increases impacted adjusted EBIT in the first quarter.\nWe expect the headwind from resin costs to continue to weigh on adjusted EBIT in the first half of 2023, but recover in the back half of the year. In the second quarter, we are expecting lower sales on a year-over-year basis as we commercialize new business later in the second half of the year to offset the business we exited in 2022. As a result, we are expecting Custom Containers adjusted EBIT will be slightly below first quarter 2023 levels in the second quarter due also in part to the impact of the lag pass-through of resin cost escalation.\nAs we move into the second half of the year, we expect the year-over-year volume trend to improve in each quarter on a sequential basis. Looking ahead, we are estimating adjusted net income per diluted share in the range of $0.85 to $0.95 in the second quarter of 2023. We are expecting higher interest expense of $0.10 per share and a $0.06 per share impact associated with Russia. And coupled with the continued impact of the lag pass-through due to higher resin costs from the first quarter, this accounts for nearly all of the $0.19 year-over-year decline from the record $1.09 in the second quarter of 2022.\nOn a segment level, adjusted EBIT is expected to be higher than the prior year in Metal Containers, comparable to the prior year in Dispensing and Specialty Closures and lower than the prior year in Custom Containers. For the full year 2023, we continue to expect total adjusted EBIT to increase by mid- to high single digits as compared to the prior year.\nAs a result, we are confirming our outlook of adjusted net income per diluted share of $3.95 to $4.15, which includes a year-over-year headwind of $0.20 per share for interest expense, which we continue to expect to be approximately $155 million and a tax rate of approximately 24% to 25%. These estimates exclude the impact from certain adjustments outlined in Table C of our press release.\nBased on our current earnings outlook for 2023, we are also confirming our estimate of free cash flow of approximately $425 million and CapEx of approximately $250 million in 2023. That concludes our prepared remarks, and we'll open the call for questions. Operator, would you kindly provide the directions for the question-and-answer session."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/e854ea87306763ecf61b3f68a848c726",
        "textblob_polarity": 0.09150156053097233,
        "textblob_subjectivity": 0.39805829138182086,
        "sentiment": {
            "distribution": {
                "positive": 8,
                "negative": 2,
                "neutral": 2
            },
            "scores": {
                "positive": 0.987912580370903,
                "negative": 0.9965519309043884,
                "neutral": 0.9975676238536835
            }
        },
        "content1": "Q4 2022 Silgan Holdings Inc Earnings Call\n\nQ4 2022 Silgan Holdings Inc Earnings Call\n\nSLGNNYSEJAN 25, 5:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to the Silgan Holdings Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) And please be advised that this call is being recorded. (Operator Instructions) And now at this time, I'll turn things over to Ms. Kim Ulmer, Senior Vice President, Finance and Treasurer. Please go ahead, ma'am.\n\nKimberly I. Ulmer\n\nSVP of Finance & Treasurer, Silgan Holdings Inc.\n\nThank you. Joining me from the company today are Adam Greenlee, President and CEO; Bob Lewis, EVP and CFO; and Alex Hutter, Vice President of Investor Relations.\nBefore we begin the call today, we would like to make it clear that certain statements made today on this conference call may be forward-looking statements. These forward-looking statements are made based upon management's expectations and beliefs concerning future events impacting the company and therefore, involve a number of uncertainties and risks, including, but not limited to, those described in the company's annual report and Form 10-K for 2021 and other filings with the SEC. Therefore, the actual results of operations or financial condition of the company could differ materially from those expressed or implied in the forward-looking statements.\nWith that, I'll turn it over to Adam.\n\nAdam J. Greenlee\n\nPresident , CEO & Director, Silgan Holdings Inc.\n\nThank you, Kim, and welcome, everyone, to Silgan's fourth quarter and full year 2022 earnings call. On the call today, we will review the highlights of our full year performance and provide details around our fourth quarter results and our outlook for continued growth in 2023.\n2022 was another exceptional year for Silgan, posting our sixth consecutive year of record sales and delivering yet another year of record double-digit growth in adjusted EPS as the momentum we've built in the business continues to show in our results. I'm incredibly proud of the entire Silgan team and the accomplishments that we've achieved together, proving that through a variety of economic environments, Silgan remains a steadfast partner to our customers, employees and shareholders.\nDay in and day out, our teams prove that our founding principles of competing and winning in the marketplace by being the best at what we do continues to translate into meaningful value creation for all of our stakeholders. Our ongoing and unwavering focused yielded significant adjusted earnings growth in 2022 despite difficult volume comparisons as our business overcame, known challenges from the prior year pre-buy activity ahead of significant raw material inflation. Ongoing supply chain disruptions and customer and retail inventory destocking throughout the year.\nIn combination with our outstanding operational performance, our long-term contractual arrangements and focused discipline on passing through inflationary costs helped our business to grow adjusted earnings in a period of unprecedented inflation in raw materials, labor, energy and other costs.\nA few highlights we delivered in 2022 are as follows: record sales of $6.4 billion, up 13% versus the prior year. Record adjusted earnings per diluted share of $3.98, which increased 17% versus the record prior year.\nFree cash flow of $368 million while continuing to make investments in future growth opportunities; and finally, record revenue, volume and segment income in our high-margin Dispensing and Specialty Closures business. As we exit 2022 with unit volumes well ahead of pre-pandemic levels and our businesses executing at an exceptionally high level, we remain confident in our ability to build on our momentum in 2023 and beyond.\nMore specifically, as we look to 2023, we believe the business will continue to drive at least mid-single-digit improvement in total adjusted segment income organically, which will be partially offset by higher interest expense due to higher interest rates expected in 2023. In addition, and as outlined in the press release, beginning in 2023, we have adjusted the prior year results -- the prior year periods for pension income and the amortization of acquired intangibles.\nFrom a segment perspective, we expect our Dispensing and Specialty Closure segment to produce high single-digit adjusted segment income growth driven by mid-single-digit volume growth and improved mix, including double-digit volume growth in our higher-value dispensing products.\nIn our Metal Container segment, we see low single-digit volume and low to mid-single-digit adjusted segment income growth in 2023, primarily as a result of mid-single-digit volume growth in our pet food markets, which represent roughly half of our total volume in the segment and continued operational improvements in the business.\nIn our Custom Containers segment, we expect adjusted segment income to grow in the low single digits, with low single digit volume growth as volume trends are expected to improve throughout the year as we continue to cycle over a previously discussed decision to not renew a long-term piece of business and to replace that volume with new higher-margin contractual business later in the year. We're excited about what the future has in store for Silgan and the opportunity to continue to showcase the unique nature and continued success of our business in 2023 and beyond.\nWith that, Bob will take you through the specifics of our financial results for the quarter and provide additional color around our earnings estimates for 2023.\n\nRobert B. Lewis\n\nExecutive VP & CFO, Silgan Holdings Inc.\n\nThank you, Adam. Good morning, everyone. As Adam highlighted, the business continues to execute at a high level, delivering record fourth quarter and full year sales and adjusted earnings per share. Our businesses did an outstanding job managing through a complex volume backdrop, ongoing supply chain disruptions and significant cost inflation. This is a testament to our contractual pass-throughs, cost recovery discipline and analyst pursuit of operational excellence to mitigate inflation.\nNet sales for the fourth quarter of 2022 were $1.46 billion, up $16 million or just over 1% versus the prior year. as net organic revenue growth was partially offset by unfavorable foreign currency of approximately $39 million. Our organic growth was driven by favorable price/mix resulting from inflationary cost pass-throughs which more than offset expected volume declines in each of our segments.\nTotal segment income for the quarter of $81 million declined on a year-over-year basis, primarily as a result of rationalization charges of $67 million in the fourth quarter of 2022. During the quarter, we recorded a restructuring charge of $74 million to write down assets, which were used to service the Russian market as we will no longer produce the limited humanitarian products sold in 2022 for this market.\nHighlights of our segment income for the quarter are as follows: Our Dispensing and Specialty Closure segment income increased from the prior year, driven by strong pricing and cost recovery disciplines and better operating performance. These benefits more than offset a foreign currency headwind of approximately $3 million and an 8% volume decline. The volume decline in the quarter was primarily the result of lower demand for steel closures in the food and beverage end markets as compared to the prior year period, which benefited from pre-buy activity ahead of significant steel inflation in 2022.\nOur Metal Container segment decreased from the prior year as a result of $66 million of rationalization charges in the quarter. Excluding the impact of rationalization charges, segment income increased 28% versus the prior year, with strong operating efficiency as a result of lower volumes which allowed us to better utilize our footprint and more efficiently manage our inventory levels. These benefits, combined with inflationary costs recovered more than overcame a 13% volume decline. The decline in volumes in the quarter was primarily due to difficult volume comparisons from the pre-buy activity in the prior year quarter ahead of approximately 80% steel inflation in 2022.\nSegment income in our Custom Container segment decreased as a result of an expected 11% decline in volumes, overshadowing improvements in price pass-through and cost recovery. As we previously discussed, the decline in volumes in the quarter was primarily the result of not renewing a customer contract that did not meet our reinvestment return hurdles as well as the delayed recovery in lawn and garden, home and personal care products. The decision not to renew the expiring contract will continue to have an unfavorable impact on volumes through the first half of 2023 as we expect to commercialize new business [awards] later in the year.\nTurning to the outlook for 2023. As we leverage the momentum of delivering 6 consecutive years of record adjusting earnings, we are expecting further growth in 2023 as we estimate adjusted earnings per diluted share for 2023 in the range of $3.95 to $4.15. To align our external reporting more closely with the internal metrics by which we manage our businesses, we are excluding the impact of U.S. pension income and amortization of acquired intangible assets from our definition of adjusted segment income and adjusted earnings per diluted share.\nOur domestic pension plans ended 2022 at approximately 130% funded and are close to new participants. Therefore, we have elected to deploy a liability-driven investment portfolio which we believe will satisfy the cash requirements of the plan. As to the amortization of acquired intangibles, our view is this is a non-cash expense that is not reflective of the ongoing performance of the acquired business.\nFurthermore, this will align us on a comparison basis with our peers. For comparative purposes, a reconciliation of prior periods to remove these adjustments has been posted to our website on the Investor Relations section. We expect total adjusted segment income to increase by mid- to high single digits in 2023 as compared to the prior year. The midpoint of our range of adjusted earnings per share represents a year-over-year increase of $0.04 per share, which includes full year interest expense of approximately $155 million, a year-over-year headwind of $0.20 per share and a tax rate of between 24% and 25%. These estimates exclude the impact from certain adjustments as outlined in Table B of our press release.\nBased on our current earnings outlook for 2023, we are providing an estimate of free cash flow of approximately $425 million in '23, a 16% increase from 2022 as earnings growth and lower use of cash for working capital as compared to '22 is partially offset by higher CapEx, which we expect to be approximately $250 million in 2023 as we invest alongside our core and new customers.\nTurning to our outlook for the first quarter of 2023, we are providing an estimate of adjusted earnings in the range of $0.75 to $0.85 per diluted share as compared to adjusted net income per diluted share of $0.79 in the prior year period. Included in the first quarter of 2023 estimate is incremental interest expense of approximately $0.05 per share as a result of higher interest rates while the first quarter of '22 included approximately $0.01 per share from earnings from our Russian operations.\nAdjusted segment income in Dispensing and Specialty Closures is expected to be flat as the benefit in the first quarter of 2022 from the lag pass-through of resin price declines in the prior year is not expected to repeat. We anticipate higher adjusted segment income in our Metal Containers business as a result of the negative impact in the first quarter of 2022 from the customer pre-buy activities during the fourth quarter of 2021.\nWe also expect slightly lower volumes and adjusted segment income in the Custom Containers business as a result of the previously discussed exit of a customer that did not meet return hurdles. Volumes in this segment are expected to improve throughout the year. That concludes our prepared comments, and we're happy to open the question -- the call for questions.\nI'd like to ask everyone to limit your questions to 1 question and 1 follow-up. And if time allows, we'll take further questions from the queue. So Bill, I'll finally turn it back to you to give directions for the Q&A."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/190316318737b1cd8a577c99a0b675b4",
        "textblob_polarity": 0.10568838106338105,
        "textblob_subjectivity": 0.3729019175269175,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9995781362056733,
                "neutral": 0.9967451393604279
            }
        },
        "content1": "Q3 2022 Silgan Holdings Inc Earnings Call\n\nQ3 2022 Silgan Holdings Inc Earnings Call\n\nSLGNNYSEOCT 26, 5:00 PM\n\nOperator\n\nThank you for joining the Silgan Holdings Third Quarter 2022 Earnings Results Conference Call. Today's call is being recorded. At this time, I'd like to turn the call over to Kim Ulmer, Senior Vice President, Finance and Treasurer of Silgan Holdings. Please go ahead.\n\nKimberly I. Ulmer\n\nSVP of Finance & Treasurer, Silgan Holdings Inc.\n\nThank you. Joining me from the company today, I have Adam Greenlee, President and CEO; and Bob Lewis, EVP and CFO. Before we begin the call today, we would like to make it clear that certain statements made today on this conference call may be forward-looking statements. These forward-looking statements are made based upon management's expectations and beliefs concerning future events impacting the company, and therefore, involve a number of uncertainties and risks, including, but not limited to, those described in the company's annual report on Form 10-K for 2021 and other filings with the SEC.\nTherefore, the actual results of operations or financial condition of the company could differ materially from those expressed or implied in the forward-looking statements. And with that, I'll turn it over to Adam.\n\nAdam J. Greenlee\n\nPresident & CEO, Silgan Holdings Inc.\n\nThank you, Kim, and we'd like to welcome everyone to Silgan's Third Quarter 2022 Earnings Call. I'll make a few comments about the quarter, share our thoughts regarding the remainder of the year and give a preliminary look at the 2023 growth expectations. Bob will then review our financial performance, provide more details around our 2022 outlook, and then we'd be happy to answer any questions.\nAs you saw in this morning's press release, our businesses continue to perform at a very high level and are focused on consistently delivering value and reliability for our shareholders and for our customers. The Silgan team continues to drive record financial performance through operational excellence, targeting efficient utilization of our assets and reducing operating costs, commercial excellence aimed at meeting the unique needs of our customers; and finally; maintaining a very disciplined approach related to our cost pass-through mechanisms.\nAs a result, and for the second consecutive quarter, Silgan delivered an all-time record adjusted earnings per diluted share of $1.27 for the third quarter, a significant 25% increase over the prior year's record quarter. And importantly, an increase of over 20% versus our year-to-date earnings from 2021. While the anticipated destocking and normalization impact in select categories drove organic volumes below prior year levels in the third quarter, absolute demand for our products remain strong, with third quarter dispensing and specialty closures volumes, 15% above pre-pandemic levels and metal container volumes 13% above prepandemic levels.\nMore importantly, we delivered meaningful year-over-year operating income improvement in each of our business segments in the quarter. Given our record performance to date and our expectations for the fourth quarter, which do include a strengthening U.S. dollar and higher interest rates, we are tightening the range of our adjusted earnings per share guidance for 2022 to a range of $3.90 to $4 per share, which at the midpoint represents a 16.2% increase versus the prior year record and will be the company's sixth consecutive year of record earnings performance. This compares to the prior range of $3.90 to $4.05 per share. We're also confirming our estimate of free cash flow of approximately $350 million for the full year of 2022.\nFinally, as we take an early look at 2023, we remain confident in the future prospects for each of our businesses and our ongoing ability to deliver continued growth. In acknowledgment of our core mission at Silgan, our teams continue to execute well. And as always, we believe the value of our organization and the power of our broad portfolio of products will position the company to compete and win in the markets we serve through a variety of dynamic economic circumstances. As a result, we anticipate each of our business segments will deliver organic volume growth and operating improvements, which we expect to be a benefit to earnings in 2023.\nIn addition, we do expect significantly higher free cash flow conversion in 2023 as well. With that, I will now turn it over to Bob to review the financial results in more detail and provide additional explanation around our earnings estimates for the balance of 2022.\n\nRobert B. Lewis\n\nExecutive VP & CFO, Silgan Holdings Inc.\n\nThank you, Adam. Good morning, everyone. As Adam highlighted, we delivered record third quarter and year-to-date results. Volumes, particularly in Dispensing and Specialty Closures and Metal Containers were largely as expected and well above prepandemic levels. Our operating performance was very strong in Dispensing and Specialty Closures and Metal Containers, and each of our businesses did a good job of recovering inflationary costs through pricing and cost reductions.\nAs a result, we delivered adjusted earnings per diluted share for the quarter of $1.27. On a consolidated basis, net sales for the third quarter of 2022 were $1.970 billion an increase of $319.3 million or 19.3% as net sales increased in each of our businesses. This increase was primarily the result of the pass-through of higher raw material and other inflationary costs, partially offset by lower volumes in the metal and custom containers and unfavorable foreign currency translation of approximately $57 million.\nWe converted these sales into adjusted income before interest and taxes for the quarter of $222.1 million after adjustments of $2.7 million for rationalization charges as compared to $175.2 million in 2021 after adjustments of $4.1 million for costs attributable to announced acquisitions, $2.3 million for rationalization charges and $900,000 for purchase accounting write-up of inventory.\nThe increase was primarily a result of higher average selling prices with the pass-through of inflationary costs. Strong operating performance, the lagged pass-through of lower resin costs and a more favorable mix of products sold in Dispensing and Specialty Closures, partially offset by inflation in manufacturing and SG&A costs, lower volumes in metal and custom containers and unfavorable foreign currency of approximately $8.4 million. Supply chain and labor challenges continue to impact certain customer demand for Metal containers during the quarter.\nHighlights of adjusted segment income for each of our segments is as follows: Adjusted segment income in the Dispensing and Specialty Closure segment for the third quarter of 2022 increased $18.1 million or 29.5% to $79.5 million, primarily due to the higher average selling prices resulting from inflationary cost recovery, the favorable impact from the lagged pass-through of resin cost changes, strong operating performance, a more favorable mix of products sold and higher volumes, including from recent acquisitions. These benefits were partially offset by inflation in manufacturing and SG&A costs and the unfavorable impact of foreign currency translation of $5.5 million.\nThe acquisitions delivered $5.6 million of adjusted segment income. Adjusted segment income in the Metal Container segment was $123.8 million for the third quarter of 2022, an increase of $27.7 million or 28.8% versus prior year. This increase was primarily attributable to strong operating performance, allowing us to better manage inventory levels and higher average selling prices as a result of the pass-through of inflationary costs partially offset by inflation in manufacturing and SG&A costs, lower unit volumes and the impact of unfavorable foreign currency translation of $2.9 million.\nThe acquisition contributed approximately $1 million. Adjusted segment income in the Custom Container segment increased $1.4 million to $24.2 million for the third quarter of 2022. This increase was primarily attributable to the pass-through of inflationary costs and the favorable impact due to the year-over-year delayed pass-through of changes in resin costs, partially offset by inflation in manufacturing and SG&A costs as well as lower volumes.\nTurning now to our outlook for the remainder of 2022 based on our record year-to-date performance, our current volume outlook and our expected operating performance. We're providing an estimate of adjusted net income per diluted share for 2022 in the range of $3.90 to $4. The midpoint of this tightened range represents a 16.2% increase year-over-year. This estimate excludes the impact from certain adjustments outlined in Table B of our press release. Our updated 2022 earnings estimate include assumptions that full year interest expense is in the range of $125 million to $130 million and the fourth quarter and full year 2022 tax rate is approximately 21% and 25%, respectively.\nWe're also providing a fourth quarter 2022 estimate of adjusted earnings in the range of $0.76 to $0.86 per diluted share as compared to adjusted net income per diluted share of $0.79 in the prior year period. The fourth quarter of 2022 faces a difficult year-over-year volume comparison in our Metal Container and Dispensing and Specialty Closure segments as we lap the impact of the prebuy in the prior year. However, we expect profit improvement on a quarter-over-quarter basis in both segments as our teams continue to drive better operating and cost performance.\nIn our Custom Containers business, with destocking in the retail channel continuing into the fourth quarter and the timing of our continued efforts to rationalize lower return business, we expect fourth quarter volumes and earnings from the segment to be lower on a quarter-over-quarter basis. In addition, we are confirming our estimate of free cash flow of approximately $350 million for the year, which includes CapEx of approximately $250 million and a significant year-over-year headwind from working capital as a result of raw material and other inflation.\nThat concludes our prepared comments, so we can open it up for Q&A, and I'll turn it over to Emma to provide instructions for the Q&A session."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/60c4a4a080aa1576f68cc6b2a189675b",
        "textblob_polarity": 0.09271738016012826,
        "textblob_subjectivity": 0.40316756610649723,
        "sentiment": {
            "distribution": {
                "neutral": 2,
                "positive": 7,
                "negative": 1
            },
            "scores": {
                "neutral": 0.9969349801540375,
                "positive": 0.9724680866513934,
                "negative": 0.998273491859436
            }
        },
        "content1": "Q2 2022 Silgan Holdings Inc Earnings Call\n\nQ2 2022 Silgan Holdings Inc Earnings Call\n\nSLGNNYSEJUL 27, 5:00 PM\n\nOperator\n\nThank you for joining the Silgan Holdings Second Quarter 2022 Earnings Results Conference Call. Today's call is being recorded.\nAt this time, I'd like to turn the call over to Kim Ulmer, Senior Vice President, Finance and Treasurer, Silgan Holdings. Please go ahead.\n\nKimberly I. Ulmer\n\nSVP of Finance & Treasurer, Silgan Holdings Inc.\n\nThank you. Joining me from the company today, I have Adam Greenlee, President and CEO; and Bob Lewis, EVP and CFO.\nBefore we begin the call today, we would like to make it clear that certain statements made today on this conference call may be forward-looking statements. These forward-looking statements are made based upon management's expectations and beliefs concerning future events impacting the company and therefore, involve a number of uncertainties and risks including, but not limited to, those described in the company's annual report on Form 10-K for 2021 and other filings with the SEC.\nTherefore, the actual results of operations or financial conditions of the company could differ materially from those expressed or implied in the forward-looking statements.\nWith that, I'll turn it over to Adam.\n\nAdam J. Greenlee\n\nPresident & CEO, Silgan Holdings Inc.\n\nThank you, Kim, and welcome, everyone, to our second quarter 2022 earnings call. I'll make a few comments about the second quarter and share our thoughts regarding the remainder of the year. Bob will then review our financial performance and provide more detail about our 2022 outlook, and then we'll be happy to answer any questions at that point.\nWe delivered yet another quarter of record earnings driven by the strength of our operational performance and the power of our diverse portfolio, Silgan's ability to perform in the face of ongoing and evolving economic uncertainties gives us great confidence in delivering another year of significant earnings growth in 2022. We look forward to discussing our strong quarterly results and more importantly, our favorable operational outlook for the remainder of the year and beyond.\nAs you've seen in this morning's press release, we delivered an all-time record adjusted earnings and $1.08 per diluted share, which exceeded the high end of our earnings estimate and represents a 27% increase versus the $0.85 per diluted share reported in the second quarter of 2021. Each of our business segments proactively and successfully managed to mitigate the ongoing impact of inflation and supply chain disruptions while leveraging outstanding operational performance.\nAs expected, certain areas of our business faced challenging year-over-year volume comparisons, and we executed our plan to more efficiently manage inventory and to further drive down operating costs.\nIn addition, our exceptional service levels allowed us to continue to meet our customers' needs and our strong Commercial relationships ensured our ability to successfully pass through the significant inflation we are experiencing. Together, these combined actions drove outstanding financial results as we manage through the expected but complex volume backdrop.\nGiven our record first half performance and our outlook for the remainder of the year, which now includes a sizable FX and interest headwind and we are confirming our full year earnings estimate in the range of $3.90 to $4.05 per diluted share, representing a 17% increase at the midpoint over our record 2021 levels.\nWith that, I'll turn it over to Bob.\n\nRobert B. Lewis\n\nExecutive VP & CFO, Silgan Holdings Inc.\n\nThank you, Adam. Good morning, everyone.\nWe're very pleased with our overall performance, noting each of our businesses successfully recovered their cost inflation and worked hard to eliminate previous manufacturing disruptions and inefficiency is related to running our plants full out for 18 months, allowing them to reduce cost and improve performance.\nAs expected, volume comparisons versus the prior year were tough but allowed us to reach our operating efficiency targets earlier than expected. The result was a strong quarter, delivering adjusted earnings per diluted share of $1.08 for the second quarter of '22, which was above the high end of our estimates for the quarter.\nI'll also note the quarter was negatively impacted by $0.04 as a result of unfavorable foreign currency translation.\nOn a consolidated basis, net sales for the second quarter of 2022 increased $195.1 million or 14.5% versus the prior year to $1.54 billion as each of our segments delivered top line improvement. These increases were largely the result of higher average selling prices due to the pass-through of higher raw material and other manufacturing costs and the inclusion of $56 million for the quarter from the recent acquisitions which were partly offset by lower volumes in the Metal Container and Custom Container segment and unfavorable foreign currency translation of approximately $45 million.\nWe converted these sales to adjusted income before interest and taxes for the quarter of $186.6 million after adjustments of $3.4 million for rationalization charges and $25.2 million for the charge related to the settlement with the European Commission versus $153.4 million after adjustments of $400,000 for rationalization charges in the prior year quarter. This improvement was a result of increases in each of the segments.\nHighlights for our individual segments are as follows: Adjusted segment income in the Dispensing and Specialty Closure segment increased $17.4 million to a record $91.3 million in the second quarter of 2022 after adjustments of $100,000 for rationalization charges in 2021. The increase was primarily due to favorable cost pass-throughs, strong operating performance and higher volumes, including from the recent acquisitions, which contributed approximately $5.5 million for the quarter. These benefits were partially offset by inflation and manufacturing costs and unfavorable foreign currency translation of approximately $5 million in the current period.\nAdjusted segment income in the Metal Container segment was $69.8 million, up $11 million versus the prior year after adjustments of $3.4 million in 2022 and $200,000 in 2021, each for rationalization charges. This increase was primarily attributable to favorable price pass-throughs, particularly for noncontract customers and strong operating performance, including from our inventory management program, partially offset by inflation in manufacturing costs the expected unit volume decline of 10% and unfavorable mix of cans sold and unfavorable foreign currency translation of approximately $2 million.\nAdjusted segment income in the Custom Container segment increased $3.6 million to $30.9 million for the quarter after adjusting for rationalization charges of $100,000 in 2021. This increase was largely attributable to higher average selling prices due to the pass-through of inflation, strong operating performance and the benefit from the lag pass-through of lower resin costs as compared to the lag through higher resin costs in the prior year, partially offset by inflation and manufacturing costs and lower volumes.\nTurning now to our outlook for 2022. We have delivered record performance through the first half of 2022, and our outstanding operations performance in each of our businesses that is expected to continue through the remainder of the year. As discussed, we continue to have inflationary headwinds, rising interest rates and unfavorable foreign currency outlook as the dollar continues to strengthen.\nAs a result, we are confirming our full year earnings estimates in the range of $3.90 to $4.05 which at the midpoint represents a 17% increase over the record 2021 performance. This estimate assumes current exchange rates for euro to dollar, which will unfavorably impact earnings per diluted share by approximately $0.03 in the second half of 2022 versus our previous estimates.\nIn addition, assuming the current forward curve for interest rates, we anticipate an additional unfavorable impact of $0.05 as a result of higher interest expense. We're also providing a third quarter 2022 estimate of adjusted earnings in the range of $1.15 to $1.30 per diluted share, which at the midpoint represents a 20% increase over the record 2021 performance of $1.02 per diluted share in the third quarter of 2021.\nThis estimate assumes current exchange rates for euro to dollar, which will unfavorably impact earnings per diluted share by approximately $0.02 in the third quarter of 2022. And in addition, assuming current forward curve for interest rates, we anticipate an additional unfavorable impact of $0.02 in the quarter as a result of higher interest expense.\nBased on our current outlook for '22. We're also maintaining our free cash flow guidance of approximately $350 million as improvements in cash from operations will be offset by the inclusion of the payment for the $25.2 million settlement with the European Commission. That concludes our prepared comments.\nSo Justin, I'll now turn it over to you and ask you to provide directions for the Q&A."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/f237518184cb66812d3a90aee72e9054",
        "textblob_polarity": 0.10551588377169774,
        "textblob_subjectivity": 0.41040004784190826,
        "sentiment": {
            "distribution": {
                "neutral": 2,
                "positive": 8
            },
            "scores": {
                "neutral": 0.9966197609901428,
                "positive": 0.9993992894887924
            }
        },
        "content1": "Q1 2022 Silgan Holdings Inc Earnings Call\n\nQ1 2022 Silgan Holdings Inc Earnings Call\n\nSLGNNYSEAPR 27, 5:00 PM\n\nOperator\n\nThank you for joining today's Silgan Holdings First Quarter 2022 Earnings Results Conference Call. Today's call is being recorded.\nAt this time, I'd like to turn the call over to Kim Ulmer, Senior Vice President, Finance and Treasurer. Please go ahead, ma'am.\n\nKimberly I. Ulmer\n\nSVP of Finance & Treasurer, Silgan Holdings Inc.\n\nThank you. Joining me from the company today, I have Adam Greenlee, President and CEO; and Bob Lewis, EVP and CFO.\nBefore we begin the call today, we would like to make it clear that certain statements made today on this conference call may be forward-looking statements. These forward-looking statements are made based upon management's expectations and beliefs concerning future events impacting the company and, therefore, involve a number of uncertainties and risks, including, but not limited to, those described in the company's annual report on Form 10-K for 2021 and other filings with the SEC. Therefore, the actual results of operations or financial condition of the company could differ materially from those expressed or implied in the forward-looking statements.\nWith that, I'll turn it over to Adam.\n\nAdam J. Greenlee\n\nPresident & CEO, Silgan Holdings Inc.\n\nThank you, Kim, and welcome, everyone, to our first quarter 2022 earnings call. We trust you and your families are all doing well as we continue to cycle through the current stage of the COVID-19 pandemic and look forward to returning to a new normal. I'll make a few comments about the first quarter and share our thoughts regarding the remainder of the year. Bob will then review our financial performance and provide more details about the 2022 outlook, and Bob and I will be happy to answer any questions.\nAs you've seen in this morning's press release, we reported record adjusted earnings of $0.78 per diluted share, at the higher end of our earnings estimates and ahead of the prior record first quarter of 2021 of $0.75 per diluted share. We achieved this performance by leveraging the power of the Silgan portfolio with outstanding operating performance across each of our business segments as we were able to mitigate the impact of inflation and supply chain disruptions for the company and our customers. In addition, our strong commercial relationships helped ensure our ability to successfully pass through the unprecedented raw material inflation we are experiencing. These actions allowed us to overcome the known volume headwind we faced entering the first quarter in certain portions of our business, the impact from raw materials and other manufacturing cost inflation and the negative impact of supply chain and production disruptions at several of our customers. Without these customer supply disruptions, volumes in each of our segments would have been even higher.\nAs we anticipated, the year-over-year volume comparisons were difficult in the first quarter, but volumes across each of our businesses were in line with our expectations. Given our strong start to the year, our volume outlook for the remainder of the year, our deep customer relationships, the strong operational performance of each business and our continued success in integrating the recent acquisitions, we are raising our full year guidance to $3.90 to $4.05 per diluted share for our new range, representing a 17% increase at the midpoint over record 2021 levels.\nWith that, I'll turn it over to Bob.\n\nRobert B. Lewis\n\nExecutive VP & CFO, Silgan Holdings Inc.\n\nThank you, Adam. Good morning, everyone. As discussed in the press release, the power of Silgan's portfolio continued to deliver strong results, owing to the discipline of our cost pass-through mechanisms, outstanding operational performance and the benefits of the recent acquisitions. These gains were partially offset by anticipated lower volumes, largely as a result of the fourth quarter of 2021 prebuy as well as ongoing supply chain challenges, primarily at our customers and a less favorable mix of products sold. Each of our teams did an outstanding job improving operational efficiencies to offset significant inflation and volume shortfalls as a result of supply chain disruptions at certain of our customers.\nConsolidated results for the first quarter of 2022 exceeded the prior year and were to the higher end of our estimate range. We delivered record adjusted earnings per diluted share of $0.78 versus $0.75 in the prior year period. On a consolidated basis, net sales for the first quarter of 2022 increased $203.8 million or 16.5% versus the prior year to a $1.44 billion as each of our businesses delivered top line improvement. These increases were largely the result of the pass-through of higher raw material and other costs across each business with higher volumes in the Dispensing and Specialty Closure segment, including from acquisitions, and a more favorable mix of products sold in the Custom Container segment.\nThese benefits were partially offset by unfavorable foreign currency translation of approximately $22 million in the quarter, lower volumes and a less favorable mix of products sold in the Metal Container segment and lower volumes in the Custom Container segment. Acquisitions contributed sales of approximately $55 million in the quarter.\nWe converted these sales to adjusted income before interest and taxes for the quarter of $144.8 million after adjustments of $1.4 million for rationalization charges versus $136.9 million after adjustments of $10.3 million for rationalization charges in the prior year quarter.\nHighlights of adjusted segment income for the segment is as follows. Adjusted segment income in the Dispensing and Specialty Closures segment increased $16.4 million to $87.3 million in the first quarter of 2022. The prior year quarter was adjusted by $5.2 million for rationalization charges. The increase in segment income was primarily due to the benefits of the lagged pass-through of lower raw material costs as compared to the prior year unfavorable effects from the lagged pass-through of raw materials; higher unit volumes, including from the Gateway and Unicep acquisitions; and improved operating efficiencies. The acquisitions contributed approximately $8 million. These benefits were partially offset by inflation and other manufacturing costs and foreign currency translation losses of approximately $2 million.\nAdjusted segment income in the Metal Container segment was $39.3 million, down $11.3 million versus the prior year after adjustments of $1.3 million in 2022 and $5 million in 2021, each for rationalization charges. This decrease was primarily attributable to lower unit volumes of nearly 14%, the impact from the higher percentage of smaller-sized containers sold and ongoing inflation and manufacturing costs, partially offset by strong operating performance and income contribution from the Easytech acquisition of approximately $1 million.\nAs expected, the decrease in volumes was largely related to the fourth quarter 2021 prebuy activity in advance of significant raw material price increases. The first quarter of 2022 volumes are well above pre-pandemic levels, up 10% as compared to 2019. Adjusted segment income in the Custom Container segment was $24.8 million for the quarter, slightly above the prior year quarter after adjustments for rationalization charges of $100,000 in each year. This increase was largely attributable to favorable impacts from the delayed pass-through of the lower resin costs in 2022 versus the unfavorable impact in the prior year from the higher resin costs and strong operating performance, partly offset by the impact of volume declines of approximately 8% versus a very strong pandemic-driven prior year quarter.\nTurning now to our outlook for 2022. As expected, we are off to a good start as we delivered first quarter results to the higher end of our earnings estimates. Our acquisition integration is going well. Our businesses continue to deliver strong operating performance, and we anticipate our customers' volumes will improve as they cycle over difficult supply chain issues. As a result, we have raised our full year earnings estimate to a range of $3.90 to $4.05, which at the midpoint represents a 17% increase over the record 2021 performance. We're also providing a second quarter 2022 estimate of adjusted earnings in the range of $0.90 to $1 per diluted share, the midpoint representing a 12% increase as compared to the record adjusted net income of $0.85 in the prior year quarter.\nBased on our current outlook for 2022, we are maintaining our free cash flow guidance of approximately $350 million as we manage the impact of significant inflation in raw material and other operating costs on our working capital. That concludes our prepared comments. (Operator Instructions)\nAlan, I'll now turn it over to you for the Q&A session."
    }
]