[
    {
        "date": "2024 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/7a722a68e759768ca6eb853d7ba76540",
        "textblob_polarity": 0.16251949355865022,
        "textblob_subjectivity": 0.4008042559849789,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9996551004323092,
                "neutral": 0.99837859471639
            }
        },
        "content1": "Q3 2024 Qualcomm Inc Earnings Call\n\nQ3 2024 Qualcomm Inc Earnings Call\n\nQCOMNASDAQJUL 31, 10:45 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Qualcomm Third Quarter Fiscal 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded, July 31, 2024. The playback number for today's call is (877) 660-6853, International callers, please dial (201) 612-7415. The playback reservation number is 13747430.\nI would now like to turn the call over to Mauricio Lopez-Hodoyan, Vice President of Investor Relations. Mr. Lopez-Hodoyan, please go ahead.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you and good afternoon, everyone. Today's call will include prepared remarks by Cristiano Amon and Akash Palkhiwala. In addition, Alex Rogers will join the question-and-answer session.\nYou can access our earnings release and a slide presentation that accompany this call on our Investor Relations website. In addition, this call is being webcast on qualcomm.com, and a replay will be available on our website later today. During the call today, we will use non-GAAP financial measures as defined in Regulation G, and you can find the related reconciliations to GAAP on our website.\nWe will also make forward-looking statements, including projections and estimates of future events, business or industry trends or business or financial results. Actual events or results could differ materially from those projected in our forward-looking statements. Please refer to our SEC filings, including our most recent 10-K, which contain important factors that could cause actual results to differ materially from the forward-looking statements.\nAnd now to comments from Qualcomm's President and Chief Executive Officer, Cristiano Amon.\n\nCristiano Renno Amon\n\nPresident, Qualcomm Incorporated\n\nThank you, Mauricio, and good afternoon, everyone. Thanks for joining us today. .\nIn fiscal Q3, we delivered non-GAAP revenues of $9.4 billion and non-GAAP earnings per share of $2.33, which was above the midpoint of our guidance range. Revenues from our chipset business of $8.1 billion reflect a sequential growth in automotive and IoT and continued traction of our Snapdragon mobile platforms across leading smartphones. Our automotive and IoT revenues were the result of ongoing execution of our diversification strategy. Licensing business revenues were $1.3 billion.\nNow I would like to share some key highlights from the business. In automotive, we secured more than 10 new design wins with global automakers during the quarter. These include next-generation digital cockpit connectivity and/or ADAS and autonomy. Our Snapdragon Digital Chassis continue to scale across virtually all OEMs and is now a key asset for the automotive industry. As we look forward, we're focused on extending our industry-leading on-device AI solutions to the Snapdragon Digital Chassis to enable automotive-centric Gen AI use cases and applications. It's important to note that our architecture with capabilities across all domains is uniquely positioned to enable sensor data to be utilized simultaneously for ADAS autonomy workloads and user-centric Gen AI experiences in the digital cockpit. A great example is our Snapdragon Ride Flex solution, which combines digital cockpit and ADAS on a single SoC. Future drivers for automotive growth include Gen AI experiences the software-defined vehicle transition, central computing replacing microcontrollers, expansion into 2-wheelers and core to cloud services.\nIn handsets, we are pleased that all Galaxy Z Fold V and flip 6 are powered by the Snapdragon 803 for Galaxy, delivering extraordinary AI capabilities premium level performance and power efficiency for foldable devices. Together with Samsung and our other partners, we continue to push the boundaries of own device Gen AI on mobile devices. To that end, we're pleased with the growth and trajectory of AI use cases on smartphones. This continued expansion of AI features is a precursor to next-generation smartphones which we believe will become AI-centric with pervasive on-device AI working across applications in the cloud. Qualcomm is very well positioned to help drive this transformation across the industry in the coming years.\nAt our upcoming Snapdragon Summit in October, we will reveal details of our next-generation Snapdragon 8 flagship mobile platform, the first to be powered by our custom Orion CPU. This platform, combined with new and unparalleled NPU AI capabilities is already exceeding both our and our customers' performance expectations. In compute, we're very pleased that Copilot+ PCs powered exclusively by Snapdragon X Series platforms became available for purchase on June 18. This marks the start of one of the most significant transitions in personal computing since the launch of Windows 95 and is restoring performance leadership back to the Windows ecosystem. 20 Copilot+ PCs from Microsoft, Dell, HP, Lenovo, Acer, ASUS and Samsung are now available across 20 countries and 47 retailers. It's important to highlight the unique Copilot+ and Snapdragon ex-elite dedicated retail spaces in Best Buy, Costco, Curies, Harvey Norman and many more. We are very pleased with the initial response with several models sold out at retailers and online. Our retail presence is expected to expand to more than 60 retailers across 25 countries in the coming months. We're also working closely with more than 50 global commercial customers to drive Snapdragon readiness in their respective environments.\nAdditionally, we added the Snapdragon X Series platforms to the Qualcomm AI hub, allowing developers to easily take advantage of optimized AI models to create responsive power-efficient and compelling on-device generative AI applications for Copilot+ PCs. As we look forward to 2025, we are already working with OEMs on the next wave of co-pilot plus PCs. In addition to new design wins, our X Series product road map will expand to address PCs with retail prices as low as $700 without compromising NPU performance. Longer term, we believe the benefits of Snapdragon X Series platforms make it clear that the PC ecosystem has begun the transition to an ARM-compatible architecture. As we look forward, we're forecasting that at least of PCs will be AI capable by 2027. Given our clear technology leadership and competitive road map we expect to be positioned as one of the top silicon suppliers for these devices.\nWe also remain excited about the continued positive momentum in XR, particularly the success of Meta's Ray-Ban smart glasses. Sales are exceeding our expectations due in part to the integration of Llama into the experience. We foresee an acceleration in demand for extended and mixed reality devices as new use cases enabled by Gen AI gain scale. Snapdragon XR remains the industry platform of choice, and we are engaged with major ecosystem players, including Meta, Google, Microsoft, and others. Most recently, at the Augmented World Expo will showcase 2 of the latest XR devices, NTT's augmented reality glasses and Sony's upcoming head-mounted mixed reality device.\nIn industrial IoT, we're pleased to report that we're now collaborating with Aramco on connectivity, AI and advanced computing solutions for industrial and enterprise use cases in Saudi Arabia. This also includes accelerating development of the industrial 4G, 5G and non-terrestrial networks ecosystem, including the first significant wide area private cellular network for IoT. As the industrial sector is transformed by AI, we expect an increase in demand for more complex on-device processing. This trend aligns well with our core capabilities, especially the computing and AI road map we have built for Auto and PC. As high-performance processing and intelligence at the edge becomes critical for the next phase of enterprise digital transformation, we see a unique opportunity to build a leadership position in this space. In the next few months, we will announce our new dedicated product road map for industrial IoT and including support for multiple operating systems, ability to run multibillion parameter AI models in a comprehensive development platform.\nFinally, we're very pleased to share that we recently signed a key long-term licensing agreement with Honor, a leading Chinese smartphone OEM. We continue to be pleased with the company's diversification beyond mobile, and we're particularly proud of what we have accomplished to date in automotive and PC. We will provide additional updates on our diversification strategy at our Investor Day in New York on November 19.\nI would now like to turn the call over to Akash.\n\nAkash Palkhiwala\n\nChief Financial Officer\n\nThank you, Cristiano, and good afternoon, everyone. I'll start with our third fiscal quarter earnings.\nWe are pleased to announce strong non-GAAP results with revenue of $9.4 billion and EPS of $2.33, both of which were above the midpoint of our guidance. QTL revenues of $1.3 billion and EBT margin of 70% were in line with our expectations. QCT delivered revenues of $8.1 billion and EBITDA margin of 27%, which was at the high end of our guidance range, driven by upside in both IoT and automotive. QCT handset revenues of $5.9 billion were in line with expectations, reflecting our scale in premium Android handsets and greater than 50% year-over-year growth in revenues from Chinese OEMs. QCT IoT revenues increased 9% sequentially to $1.4 billion as we continue to see a gradual recovery in the industry environment.\nWe delivered our fourth consecutive quarter of record QCT automotive revenues of $811 million, with sequential growth of 34%. Our revenue acceleration reflects content growth in new vehicle launches as we become the leading supplier of advanced computing and connectivity solutions to the automotive industry. Lastly, we returned $2.3 billion to stockholders during the quarter, including $1.3 billion in stock repurchases and $949 million in dividends.\nBefore turning to guidance, I would like to outline 3 factors included in our forecast. First, Consistent with our long-term financial planning assumption of largely flat handset units, we continue to estimate global 3G/4G 5G units in calendar '24 to be flat to slightly up on a year-over-year basis. Second, our license to export products to Huawei, which was set to expire in late calendar '24 was revoked on May 7. This change will impact our revenues in both the current quarter and the first quarter of fiscal '25. Lastly, our fourth fiscal quarter includes an additional week as we align our fiscal reporting period with the calendar quarter end every 5 to 6 years.\nNow turning to fourth fiscal quarter guidance. We are forecasting revenues of $9.5 billion to $10.3 billion and non-GAAP EPS of $2.45 to $2.65. In QTL, we estimate revenues of $1.35 billion to $1.55 billion and EBT margins of 70% to 74%, reflecting normal seasonality for handset units. In QCT, we expect revenues of $8.1 billion to $8.7 billion and EBT margins of 27% to 29%. We expect QCT handset revenues to grow by low single-digit percentage sequentially. This forecast reflects an increase in purchases from a modem-only handset customer partially offset by seasonally lower Android revenue ahead of our new Snapdragon premium chipset launch in the first quarter of fiscal '25. We expect QCT IoT revenues will increase by low double-digit percentage sequentially, driven by growth across consumer, networking and industrial. Following our outperformance in the third quarter, we expect QCT automotive revenues to remain flat in the fourth fiscal quarter. We are on track to deliver approximately 50% year-over-year revenue growth in fiscal '24, providing confidence in our ability to execute to our long-term targets. Lastly, we expect non-GAAP operating expenses to be approximately $2.2 billion.\nIn closing, we are pleased with our execution and financial performance in fiscal '24. Based on the midpoint of our guidance, we are on track to deliver strong non-GAAP EPS growth of approximately 20% relative to fiscal '23. Over the last quarter, industry support for our vision for on-device AI has accelerated and been validated by several key players. Beyond handsets and PCs, we expect on-device AI to drive competitive differentiation for us in industrial, networking, automotive and XR. Our leading technology and product portfolio has positioned us to continue to execute on our diversification strategy. And in the months ahead, we look forward to introducing new industry-leading products across all our end markets. Finally, as Cristiano outlined, we'll be hosting our Investor Day on November 19, where we'll provide an update on our IoT and automotive diversification strategy. This concludes our prepared remarks.\nBack to you, Mauricio.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, Akash. Operator, we are now ready for questions. ."
    },
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/200f3f8f4abbfb4fc317f4de1959395f",
        "textblob_polarity": 0.16190746753246746,
        "textblob_subjectivity": 0.41579946934785644,
        "sentiment": {
            "distribution": {
                "positive": 9,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9959736598862542,
                "neutral": 0.9988363683223724
            }
        },
        "content1": "Q2 2024 Qualcomm Inc Earnings Call\n\nQ2 2024 Qualcomm Inc Earnings Call\n\nQCOMNASDAQMAY 1, 10:45 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Qualcomm Second Quarter Fiscal 2021 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded May 1, 2024. The playback number for today's call is (877) 660-6853, International callers, please dial (201) 612-7415. The playback reservation number is 13745532.\nI would now like to turn the call over to Mauricio Lopez-Hodoyan, Vice President of Investor Relations. Mr. Lopez-Hodoyan, please go ahead.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Today's call will include prepared remarks by Christiano Amon and Akash Palkhiwala, in addition, Alex Rogers will join the question-and-answer session. .\nYou can access our earnings release and a slide presentation that accompany this call on our Investor Relations website. In addition, this call is being webcast on qualcomm.com, and a replay will be available on our website later today. During the call today, we will use non-GAAP financial measures as defined in Regulation G, and you can find the related reconciliations to GAAP on our website. We will also make forward-looking statements, including projections and estimates of future events, business or industry trends or business or financial results. Actual events or results could differ materially from those projected in our forward-looking statements. Please refer to our SEC filings, including our most recent 10-K, which contain important factors that could cause actual results to differ materially from the forward-looking statements. And now to comments from Qualcomm's President and Chief Executive Officer, Christiano Amon.\n\nCristiano Renno Amon\n\nPresident, Qualcomm Incorporated\n\nThank you, Mauricio, and good afternoon, everyone. Thanks for joining us today. In fiscal Q2, we delivered non-GAAP revenues of $9.4 billion. Non-GAAP earnings per share of $2.44, was above the high end of our guidance. Revenues from our chipset business of $8 billion, reflect strong premium tier demand for Android smartphones and continued momentum in automotive. Licensing business revenues were $1.3 billion. During the quarter, we also made significant progress on our leading technology and product road maps as well as executing on our growth and diversification opportunities. Let me share some key highlights from the business. .\nAs we drive intelligent computing everywhere, we're enabling the ecosystem to develop and commercialize on-device Gen AI applications across smartphones next-generation PCs, Exor devices, vehicles, industrial edge, robotics, networking and more. To that end, we recently launched the Qualcomm AI hub, a gateway for developers to enable at scale commercialization of on-device AI applications. It features a library of approximately 100 preoptimized AI models, devices powered by Snapdragon and Qualcomm platforms, delivering 4x faster inferencing versus nonoptimized models.\nAs AI expands rapidly from the cloud devices, we are extremely well positioned to capitalize on this growth opportunity, given our leadership position at the edge across technologies, including on-device AI. In automotive, the Snapdragon digital chassis is the industry's leading technology solution, and we're pleased to announce that our design win pipeline has increased to approximately $45 billion.\nWe're growing faster than the addressable market and remain on track to achieve more than $4 billion of automotive revenues in fiscal '26. In premium and high-tier smartphones, our Snapdragon mobile platforms continues to set the bar for performance and on-device GAI capabilities. Recently launched flagship Android devices powered by Snapdragon A Gen 3 are seeing strong demand globally, especially in China. We are extending the most sought after A Series capabilities, including on-device AI to a broader range of flagship and high-tier smartphones with the new Snapdragon 8S Gen 3 and Snapdragon 7-plus Gen 3 mobile platforms launching in the second half of 2024. In cellular modems, we have again established a new industry benchmark with the Snapdragon X80, the world's most advanced 5G modem RF system. The X80 supports 5G advanced, the next era of [indiscernible] in addition to direct to mobile 3GPP compliant satellite communications and leading release 18 features.\nAdditionally, our networking solutions continue to gain traction as the WiFi 7 transition expands to the enterprise. We are excited about the upcoming launches of next-generation Windows AI PCs powered by Snapdragon. The Snapdragon X Elite is the leader in performance on device AI and power efficiency for the Windows ecosystem and is optimally positioned to lead the transition to true AI PCs. I'm also pleased to share that we recently expanded our compute portfolio with the Snapdragon X Plus platform. which is designed to address a broader range of device tiers. In XR, we're seeing good momentum in augmented and virtual reality. In particular, the Ray-Ban Meta glass is powered by our Snapdragon AR1 Gen 1 platform continue to gain traction with consumers. Additionally, the Meta Horizon OS running on Snapdragon is now open and available to third-party hardware makers.\nThis is a significant milestone as they will expand the device ecosystem. Finally, at the Embedded World Conference in Germany, we announced 2 new solutions for the industrial IoT ecosystem. The Qualcomm QCC 730 MicroPower WiFi SoC in the Qualcomm RBB Gen 2 platform. The QCC 730 is specifically designed for IoT connectivity in battery power, industrial, commercial and consumer applications, featuring 88% lower power consumption than previous generations.\nIn the RB3 Gen 2 platform is a complete hardware and software solution designed for a wide range of products, including various types of robots, drones, industrial handheld devices and more. The Orbi Tri is supported by the recently announced AI hub and also feature support for Qualcomm Linux, a comprehensive package of operating system, software and developer tools for our IoT platforms. In summary, we're very pleased with the continued progress on our growth and diversification strategy. Beyond handsets, we have established leadership positions across automotive, XR and networking and we are well positioned to do the same in PCs, industrial and edge AI. We're optimistic about the opportunities ahead for the company and will continue to execute on our plan to deliver long-term growth and value for shareholders.\nI would now like to turn the call over to Akash.\n\nAkash Palkhiwala\n\nChief Financial Officer\n\nThank you, Christiano, and good afternoon, everyone. I'll start with our second fiscal quarter earnings. We are pleased to announce another quarter of strong non-GAAP results with revenues of $9.4 billion and EPS of $2.44, which was above the high end of our guidance range. QTL revenues of $1.3 billion and EBT margin of 71%, were in line with our expectations. .\nQCT delivered revenues of $8 billion and EBT margin of 29%, which was at the high end of our guidance range, reflecting strength across handset and automotive. QCT handset revenues of $6.2 billion included the benefit of flagship Android smartphone launches powered by our Snapdragon Gen 3 mobile platform. IoT revenues increased 9% sequentially to $1.2 billion, which was slightly better than our expectations. We had another record quarter in QCT Automotive, with revenues increasing by 35% on a year-over-year basis. reflecting increased content in new vehicle launches with our Snapdragon digital chassis products. We returned $1.6 billion to stockholders during the quarter, including $731 million in stock repurchases and $895 million in dividends.\nDuring the quarter, we also announced an increase in our quarterly dividends from $0.80 to $0.85 per share, consistent with our commitment to dividend growth. Lastly, the sale of the Restraint Control System business successfully completes the divestitures of the nonarrival businesses related to our acquisition of Veoneer. We are very pleased with this acquisition, and the Arrive team is executing on the development of our computer vision and drive policy ADAS software stack, targeting vehicle launches starting in late '25. Now turning to guidance. Our forecast for global 3G, 4G, 5G handset units remains unchanged for calendar '24. We estimate that global handset units will be flat to slightly up on a year-over-year basis.\nThis includes expected growth of high single digit to low double-digit percentage in 5G handsets. For the third fiscal quarter, we are forecasting revenues of $8.8 billion to $9.6 billion, and non-GAAP EPS of $2.15 to $2.35. In QTL, we estimate revenues of $1.2 billion to $1.4 billion and EBT margins of 69% to 73%, reflecting normal seasonality for handset units.\nIn QCT, we expect revenues of $7.5 billion to $8.1 billion and EBT margins of 25% to 27%. Consistent with our previous comments, we anticipate QCT handset revenues to decline by mid-single-digit percentage sequentially, reflecting a seasonal trend due to the absence of flagship handset launches in the quarter. We expect QCT IoT revenues to grow sequentially by low to mid-single-digit percentage as we continue to see a gradual recovery from the macro factors impacting the industry. Following a record performance in the second fiscal quarter, we expect UCT Automotive revenues to grow by low double-digit percentage quarter-over-quarter as the increase in our design win pipeline continues to materialize into revenue. Lastly, we expect non-GAAP operating expenses to be approximately $2.2 billion.\nIn closing, we are pleased with our execution and financial performance for the first half of the fiscal year. Specifically, we saw year-over-year handset revenues from our Chinese OEM increased by greater than 40% in the first half of fiscal '24, reflecting our strong competitive positioning and recovery of demand. Looking forward, our technology leadership positions us to continue to execute on our diversification strategy across IoT and automotive. In IoT, we look forward to normalization and demand across our customer base exiting fiscal '24. In addition, we're excited about the launch of our next-generation AI PCs powered by our Snapdragon X Elite and X Plus platforms from all leading PC OEMs starting in mid-'24.\nThese PCs will deliver industry-leading processor performance, advanced on-device Gen AI features and extended battery life. In automotive, we are pleased that our design win pipeline has increased from $30 billion in September '22 and to approximately $45 billion, providing confidence in executing to our long-term revenue targets.\nThis concludes our prepared remarks. Back to you, Mauricio.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, Akash. Operator, we are now ready for questions. ."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/66e94ab8aa71b72c8fd7da92f0a56472",
        "textblob_polarity": 0.1274682143737022,
        "textblob_subjectivity": 0.36771048903670855,
        "sentiment": {
            "distribution": {
                "positive": 8,
                "negative": 2,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9993414804339409,
                "negative": 0.9453950822353363,
                "neutral": 0.9986364046732584
            }
        },
        "content1": "Q1 2024 Qualcomm Inc Earnings Call\n\nQ1 2024 Qualcomm Inc Earnings Call\n\nQCOMNASDAQJAN 31, 10:45 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Qualcomm First Quarter Fiscal Year 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded, January 31, 2024. Playback number for today's call is (877) 660-6853. International callers, please dial (201) 612-7415. The playback reservation number is 13743224. I would now like to turn the call over to Mauricio Lopez-Hodoyan, Vice President of Investor Relations. Mauricio Lopez-Hodoyan, please go ahead.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Today's call will include prepared remarks by Christian Amon and Akash Palkhiwala. In addition, Alex Rogers will join the question-and-answer session. You can access our earnings release and a slide presentation that have [indiscernible] on our Investor Relations website. In addition, this call is being webcast on qualcomm.com, and a replay will be available on our website later today.\nDuring the call today, we will use non-GAAP financial measures as defined in Regulation G, and you can find the related reconciliations to GAAP on our website. We will also make forward-looking statements, including projections and estimates of future events, business or industry trends or business or financial results.\nActual events or results could differ materially from those projected in our forward-looking statements. Please refer to our SEC filings, including our most recent 10-K, which contain important factors that cause actual results to differ materially from the forward-looking statements. And now to comments from Qualcomm's President and Chief Executive Officer, Cristiano Amon.\n\nCristiano Renno Amon\n\nPresident, Qualcomm Incorporated\n\nThank you, Mauricio, and good afternoon, everyone. Thanks for joining us today. In fiscal Q1, we delivered non-GAAP revenues of $9.9 billion and non-GAAP earnings per share of $2.75 above the high end of our guidance. Revenues from our chipset business of $8.4 billion reflect healthy Android demand and continued strong momentum in automotive. Licensing business revenues were $1.5 billion, we're pleased with these results, and I will now share some key highlights from the business.\nIn handsets, the Snapdragon 8 Gen 3 mobile platform is setting a new standard for on-device gen AI experiences for premium smartphones and powers all through flagship Android devices launched and launching this fiscal year. Notably, the Snapdragon 8 Gen 3 mobile platform for Galaxy is featured in the recently announced Samsung Galaxy S24 Ultra globally, in addition to the GalaxS24 and S24 Plus in multiple regions. The GalaxS24-Series includes on-device AI features such as live translate interpreter, chat assist, nitography and more. This marks the beginning of how gen AI will evolve the overall smartphone experience and highlights the significant opportunity for Snapdragon platforms.\nWe're also announcing that we extended a multiyear agreement with Samsung relating to Snapdragon platforms for flagship Galaxy smartphone launches starting in 2024. The extended agreement demonstrates the value of Snapdragon 8, our technology leadership and our successful long-term strategic partnership with Samsung. In the quarter, we also announced the Snapdragon 7 Gen 3 mobile platform, which brings leading gen AI capabilities to high-tier Android smartphones and is a category leader in both experiences and performance. In our QTL business, we're pleased to share that we recently extended several key license agreements.\nFirst, Apple exercised its unilateral option to extend its global patent license agreement for an additional 2 years, taking the existing agreement through to March 2027; second, we have renewed long-term agreements with 2 significant Chinese smartphone OEMs. In addition, we continue to negotiate new agreements or renewals with other key licensees and OEMs, including some whose current agreements are set to expire in early fiscal 2025. Automotive continues to be an important pillar of our growth and diversification strategy.\nNotably, 75 new models launched commercially in 2023 were for technologies, highlighting Qualcomm's grown scale in automotive and execution of our design wins. Earlier this month at CES, we announced our collaboration with Bosch to have our Snapdragon Ride Flex SoC power their new central vehicle computer. As a reminder, Snapdragon Ride Flex enables the fusion of infotainment in ADAS functionalities on a single SoC enabling automakers to realize a unified central compute and software-defined vehicle architecture that scales across tiers.\nAdditionally, we demonstrated digital cockpits connected services and advanced driver systems enabled by gen AI models running locally on the Snapdragon platform. This new capabilities can be enabled on a number of existing designs via a softer upgrade. This represents significant new opportunities for Qualcomm and our partners. In PCs, we're driving towards the launch of Snapdragon X Elite in mid-2024 and are pleased that our design win traction continues to increase since the platform was announced last October. We expect Snapdragon X Elite to set the industry benchmark for on-device gen AI and copilot experiences in addition to leading performance and battery life for next-generation Windows PCs.\nWe recently expanded our mixed reality solutions with the announcement of the Snapdragon XR 2+ Gen 2. Our new platform supports 4.3k per eye resolution and 90 [ things ] per second in 12 or more concurrent cameras to deliver. Crisp immersive mixed reality and virtual reality experiences. We are proud to partner with Samsung and Google to provide leading XR experiences to Galaxy users by utilizing Snapdragon XR 2+ Gen 2. In edge networking, we announced the Snapdragon X35 5G modern RF system, the world's first commercial Release 17 5G Red Cap solution. The Snapdragon X35 brings a new class of purpose-built 5G for Internet of Things devices. Devices powered by Snapdragon X35 are expected to launch by the first half of 2024.\nWe continue to believe that industrial edge devices with connectivity, high-performance computing and on device AI will become one of our largest addressable opportunities fueled by the secular trends of digital transformation. As such, we're accelerating our investments in solutions, ecosystem and broad channel enablement to position ourselves for growth while we navigate the industry-wide inventory draw down.\nOne key area of focus is to enable our customers to unlock the potential of gen AI at the enterprise using our chipset solutions. As an example, Zebra Technologies and Toshiba recently demonstrated on-device gen AI capabilities for enterprise workflows and inventory management at retail self-checkout, respectively. Additionally, Honeywell showcased a qualcomm-powered edge AI box for warehouse applications. As we complete the first quarter of fiscal '24, ahead of our expectations, I'm very optimistic about Qualcomm's trajectory and the opportunities ahead. The fundamentals of our growth drivers remain unchanged, our diversification strategy is working, and we're making significant progress across mobile, automotive, computing, XR, edge networking, industrial IoT and more.\nAt the upcoming Mobile World Congress in Barcelona, we will provide an update on our seller and connectivity leadership as well as on our overall scale of Snapdragon gen AI. I would now like to turn the call over to Akash.\n\nAkash Palkhiwala\n\nChief Financial Officer\n\nThank you, Cristiano, and good afternoon, everyone. I'll start with our first fiscal quarter earnings. We are pleased to announce strong non-GAAP results above the high end of guidance with revenues of $9.9 billion and EPS of $2.75. QTL revenues of $1.5 billion and [ EBIT ] margin of 74% were at the high end of guidance, reflecting slightly higher hands units.\nQCT delivered revenues of $8.4 billion and EBT margin of 31%, both above the high end of guidance, reflecting strength in handsets and automotive revenues. QCT EBT margin includes the benefit of revenue scale, stronger product mix and operating discipline. Handset revenues of $6.7 billion were higher than our prior expectations primarily due to the increased demand driven by the acceleration of Android flagship launches with our Snapdragon 8 Gen 3 mobile platform.\nNotably, our Android handset revenues from Chinese OEMs exceeded our expectations of greater than 35% sequential growth. IoT revenues of $1.1 billion reflect the industry-wide challenges we've previously outlined. We achieved record automotive revenues of $598 million which grew by 12% sequentially, reflecting the increased content in new vehicle launches with our Snapdragon digital chassis platform. Non-GAAP operating expenses decreased 5% sequentially to $2.1 billion included the benefit of accelerated implementation of cost actions that we had previously outlined for the first half of fiscal '24.\nLastly, we returned $1.7 billion to stockholders during the quarter, including $784 million in stock repurchases and $895 million in dividends. Before turning to second fiscal quarter guidance, I'll update you on global 3G, 4G, 5G handset units. We estimate that global units declined by mid-single-digit percentage in calendar '23 relative to calendar '22, an improvement from our prior expectations due to the recent stabilization in demand. For calendar '24, we estimate that global handset units will be flat to slightly up on a year-over-year basis. This estimate includes expected growth of high single digit to low double-digit percentage in 5G handsets.\nTurning to guidance for the second fiscal quarter. We are forecasting revenues of $8.9 billion to $9.7 billion and non-GAAP EPS of $2.20 to $2.40. The sequential decline in revenues and non-GAAP EPS relative to the first fiscal quarter will be driven by seasonality for a modem only handset customer in both QTL and QCT. In QTL, we estimate revenues of $1.2 billion to $1.4 billion and EBT margins of 69% to 73%.\nIn QCT, we expect revenues of $7.6 billion to $8.2 billion and EBT margins of 27% to 29%. For QCT handset revenues coming off strong performance in the first fiscal quarter, we anticipate Android revenues will be approximately flat quarter-over-quarter. On a sequential basis, we expect QCT IoT revenues to grow by mid- to high single-digit percentage with QCT automotive revenues slightly down, consistent with the trend in the prior year. Lastly, we expect non-GAAP operating expenses of approximately $2.2 billion.\nThis reflects typical calendar year resets for certain employee-related costs. In closing, we're very pleased to start our fiscal year with strong execution and financial performance. In QTL, as Cristiano outlined, we are pleased to have extended several key license agreements.\nWe do not expect any material change in QTL licensing revenue run rate as a result of these extensions. In QCT, our technology differentiation will accelerate with our on-device gen AI leadership and introduction of our custom Qualcomm Orion CPU. We also remain well positioned to execute on our diversification strategy by extending our technology portfolio to deliver industry-leading products across automotive and IoT. This concludes our prepared remarks. Back to you, Mauricio.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, Akash. Operator, we are now ready for questions."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/037a67d3ee3f2bb1cf470ac1ab7ea1d0",
        "textblob_polarity": 0.1552259175275049,
        "textblob_subjectivity": 0.40150637134764106,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9987305800120035,
                "neutral": 0.9824156016111374
            }
        },
        "content1": "Q4 2023 Qualcomm Inc Earnings Call\n\nQ4 2023 Qualcomm Inc Earnings Call\n\nQCOMNASDAQNOV 1, 9:45 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to Qualcomm's Fourth Quarter and Fiscal Year 2023 Earnings Conference Call. [Operator Instructions]\nAs a reminder, this conference is being recorded November 1, 2023. We -- Playback number for today's call is (877) 660-6853. International callers, please dial 201-612-7415. The playback reservation number is 13741-657. I would now like to turn the call over to Mauricio Lopez-Hodoyan, Vice President of Investor Relations. Mr. Lopez-Hodoyan, please go ahead.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Today's call will include prepared remarks by Christian Amon and Akash Palkhiwala. In addition, Alex Rogers will join the question-and-answer session.\nYou can access our earnings release and a slide presentation that accompany this call on our Investor Relations website. In addition, this call is being webcast on qualcomm.com, and a replay will be available on our website later today.\nDuring the call today, we will use non-GAAP financial measures as defined in Regulation G, and you can find the related reconciliations to GAAP on our website. We will also make forward-looking statements, including projections and estimates of future events, business or industry trends or business or financial results.\nActual events or results could differ materially from those projected in our forward-looking statements. Please refer to our SEC filings, including our most recent 10-K which contain important factors that could cause actual results to differ materially from the forward-looking statements. And now to comments from Qualcomm's President and Chief Executive Officer, Christian Amon.\n\nCristiano Renno Amon\n\nPresident, Qualcomm Incorporated\n\nThank you, Mauricio, and good afternoon, everyone. Thanks for joining us today. In fiscal Q4, we delivered non-GAAP revenues of $8.7 billion in non-GAAP earnings per share of $2.02 above the high end of our guidance. Revenues from our chipset business of $7.4 billion reflect a more stable Android handset environment. Licensing business revenues were $1.3 billion.\nDuring the quarter, we also made significant progress on our leading technology and product road maps while improving operational efficiency. We remain fully focused on our future growth and diversification opportunities.\nLet me now discuss key highlights from the business. As we enter the age of generative AI, we're seeing an unprecedented pace of innovation. On-device Gen AI is evolving in parallel with Gen AI in the cloud, enabling entirely new use cases. It has the potential to change how we interact with our devices, making the user experience more natural, intuitive, relevant and personal with increased immediacy, privacy and security.\nWe have quickly established Qualcomm as a leader in own device Gen AI for smartphones, next-generation laptops, XR and automotive, and we are well positioned to benefit from this opportunity. We expect high-performance on-device AI to become a requirement over the next few years, driving content, units or both.\nOur Snapdragon platform is highly differentiated from its competitors. First, we significantly increased the AI processing performance and power efficiency of our best-in-class NPU, CPU and GPU. Second, we are collaborating with multiple partners and ecosystems to enable a host of consumer and productivity-based AI models running natively on our platform. Third, we're enabling multibillion parameter Gen AI models to run continuously and concurrently for multiple use cases, including multimodal.\nFor example, in the latest Snapdragon 8 Gen 3 smartphone platform, state-of-the-art large language models such as Llama and Baidu [indiscernible] up to 10 billion parameters are running at up to 20 tokens per second. In large vision models such as Stable Diffusion can generate images from text in less than 1 second with ultra-low power consumption.\nAs always running on device Gen AI becomes pervasive, we believe it will create one of the most significant changes in user experience similar to the transition from the feature phone to the smartphone and the introduction of the graphical user interface for PCs.\nSnapdragon will play a significant role in this transformation. We also reached an important milestone in our expansion into PCs with the announcement of our Snapdragon X Elite Platform. It is the result of a relentless pursuit to create the ultimate intelligent computing experience and established Snapdragon as the industry leader in performance and power efficiency. The Snapdragon X Elite includes our first implementation of the custom Orion CPU, which exceeds the multi-threaded CPU performance of any x86 or ARM competitor in its class. It also matches the single-traded CPU peak performance of the leading x86 CPU competitors at 70% less power\nAdditionally, our premium integrated Adreno GPU delivers up to 2x faster performance than the competition at ISO power or matches competitor peak PC performance at 74% less power. Snapdragon X Elite also features our newest Hexagon NPU. With 45 tops of performance, the Hexagon-NPU is capable of running Gen AI models with over 13 billion parameters on device.\nIn total AI performance of the Snapdragon X Elite across CPU, GPU and NPU is 75 tops, the highest in the industry.\nMicrosoft is redefining the entire Windows experience with the AI Copilot and the Snapdragon X Elite is built from the ground up for this opportunity. We look forward to PCs powered by Snapdragon X Elite from leading OEMs starting mid-2024.\nThe -- The merging of physical and digital spaces remains a significant future opportunity for Qualcomm, and we recently launched the Snapdragon AR1 platform, our first dedicated platform for Smart Glasses. AR1 Gen 1 was developed in close collaboration with Meta, empowers the new Ray-Ban Meta Smart Glasses. It features a dual ISP camera system for premium photos and videos as well as powerful on-device AI for image enhancement virtual assistance, real-time translation, visual search and more.\nTogether with Meta, we're developing next-generation technologies to create the future of spatial computing. The AR1 Gen 1 along with the previously announced Snapdragon XR Gen 2 or a testament to the strength of this long-standing partnership. Across the industry, Snapdragon remains the platform of choice for all leading VR, MR and AR designs.\nIn networking, we continue to be a global WiFi leader across enterprise and home networks as well as broadband gateways. Our WiFi 7 solutions are seeing strong traction with more than 350 design wins across all categories to date. We recently announced several new collaborations including with Charter Communications in the U.S. and EE in the U.K., both of which are preparing to roll out and hence, next-generation WiFi 7 connectivity to the residential and small and medium-sized business customers.\nWe're excited about the launch of our fiber gateway platform, which adds 10 gigabit passive optical network capabilities to our portfolio. With fiber, in addition to 5G and WiFi 7, we're now positioned to lead in next-generation broadband solutions.\nAdditionally, our unique service-defined WiFi technology, a signature feature introduced with our WiFi platforms offers a unified data flow management architecture from cloud to device. It delivers orchestration, classification, scheduling and insights to enable the end-to-end management of home networks and real-time optimizations across devices.\nIn automotive, the digital transformation of the industry continues to bring new levels of computing, intelligence and cloud connectivity to the vehicle. These trends are driving new user experiences, advancements in driver assistance, autonomy and safety. They also offer the potential for new revenue opportunities as vehicles gain the ability to evolve with over-the-air updates and digital services.\nThe vehicle is becoming software defined in the Snapdragon Digital Chassis remain at the center of this transformation. We are pleased that our Digital Chassis solutions will bring advanced capabilities to the upcoming Cadillac Escalade IQ which is planned for commercial production in 2024. The Cadillac Escalade IQ will be equipped with the Snapdragon Cockpit, Snapdragon Alto connectivity and Snapdragon Ride platforms.\nAdditionally, we're proud of our partnership with BMW for all vehicles as well as the upcoming Neue Klasse. We're also excited that the Snapdragon Digital Cockpit and connectivity solutions now power the new Mercedes-Benz user experience starting with the 2024 E-Class sedan.\nWe recently expanded our Digital Chassis offering with the launch of 2 new platforms for 2-wheelers and other vehicle classes, such as motorcycles, e-bikes, scooters and all-terrain vehicles. Our new platform design wins and launches with Gogoro, Harley Davidson and others are receiving positive feedback from the ecosystem on their ability to advance technology development and bring new user experiences to these vehicles.\nFinally, we announced a new long-term relationship with Amazon Web Services to enable automakers to integrate cloud technologies into their vehicle development life cycle. The offering combines the Qualcomm cloud AI 100 solution, our Snapdragon Ride platforms as well as AWS breadth of services and capabilities. This will advance the future of software-defined mobility and change how vehicles are designed and developed.\nIn handsets, we announced our latest premium mobile platform, the Snapdragon 8 Gen 3 which delivers industry-leading performance and extraordinary experiences to consumers for the upcoming Gen AI era. Some key features include intelligent capture with the world's smartest AI-powered camera, console level gaming with ray tracing with global illumination, Studio Quality Audio, the world's first XPAN technology, best-in-class connectivity in the world's fastest on-device AI processing on a smartphone. We look forward to flagship device launches powered by the Snapdragon 8 Gen 3 by global OEMs and smartphone brands, including Xiaomi, Honor, OPPO, Vivo, OnePlus, Sony and more.\nIn addition, we recently entered into an agreement with Apple to supply Snapdragon 5G Modem RF systems for smartphone launches in 2024, 2025 and 2026. And -- This agreement reinforces our track record of sustained leadership across 5G technologies and products. We are proud of our ongoing relationship with Apple.\nAs we look forward, our technology road map has never been stronger, and the fundamentals of Qualcomm's growth drivers remain unchanged with significant opportunities in the coming years. We continue to focus on stockholder returns and executing on our ongoing diversification opportunities while maintaining operating discipline.\nI would now like to turn the call over to Akash.\n\nAkash Palkhiwala\n\nChief Financial Officer\n\nThank you, Cristiano, and good afternoon, everyone. I'll start with our fourth fiscal quarter results. We delivered non-GAAP revenues of $8.7 billion and EPS of $2.02, which is above the high end of our guidance. QTL revenues of $1.3 billion and EBT margin of 66% were in line with our expectations. QCT delivered revenues of $7.4 billion and EBIT margin of 26%, which were near the high end of our guidance on strength in handset and automotive revenues.\nHandset revenues of $5.5 billion increased 4% sequentially and -- and were higher than expectations due to the benefit from the early stages of recovery in Android demand. IoT revenues of $1.4 billion were down 7% quarter-over-quarter, including softness in industrial IoT demand. Automotive revenue grew 23% sequentially to $535 million, making this the 12th consecutive quarter of double-digit percentage growth on a year-over-year basis.\nNon-GAAP operating expenses decreased 1% sequentially to $2.2 billion. Before turning to guidance, I'll summarize our fiscal '23 results. We delivered non-GAAP revenues of $36 billion and EPS of $8.43 despite the challenging macro environment. We remain focused on our strategic priorities of extending technology leadership and driving revenue diversification while taking significant steps to improve our operating efficiency.\nWe continued our strong momentum in automotive and delivered record revenues of $1.9 billion with year-over-year growth of 24%, and -- progressing towards our target of greater than $4 billion in revenue by 2026. We exceeded our fiscal '23 cost action target, reducing non-GAAP operating expenses by 7% relative to the fiscal '22 exit rate, executing on our commitment to manage the cost structure given the current operating environment. Our business continues to generate strong free cash flow with a record of $9.8 billion. Lastly, our balance sheet remains strong with $11.3 billion in cash and marketable securities.\nNow turning to guidance. We are seeing early signs of stabilization in demand for global 3G, 4G, 5G handsets. We now estimate that calendar '23 handsets will be down mid- to high single-digit percentage relative to calendar '22, an improvement from our prior expectations. In the first fiscal quarter of '24, we are forecasting revenues of $9.1 billion to $9.9 billion and non-GAAP EPS of $2.25 to $2.45. And -- In QTL, we estimate revenues of $1.3 billion to $1.5 billion and EBT margins of 70% to 74% with sequential growth driven by an increase in global handset units for the holiday season.\nIn QCT, we expect revenues of $7.7 billion to $8.3 billion and EBT margins of 26% to 28%. On a sequential basis, we estimate double-digit percentage growth for QCT handset revenues and anticipate both IoT and automotive revenues to decline consistent with last year. QCT handset revenue forecast includes the benefit of normalization of Android channel inventory and higher demand due to the acceleration of flagship launches with our newly announced Snapdragon 8 Gen 3 mobile platform.\nNotably, QCT handset forecast includes sequential revenue growth of greater than 35% from Chinese OEMs. And -- QCT IoT revenue forecast reflects the industry-wide cyclical factors we have previously discussed, including lower demand and elevated channel inventory.\nLastly, we expect non-GAAP operating expenses to be flat relative to the fourth fiscal quarter. As we enter fiscal '24, we are encouraged by the early signs of demand stabilization in handsets and our strong competitive positioning across revenue streams. Key industry trends such as heterogeneous mobile computing and on-device generative provide a strong foundation for content growth and expansion to new device categories, driving growth opportunities for Qualcomm.\nIn closing, I want to thank our employees for their hard work and dedication and for remaining focused on execution and continuing to deliver industry-leading products. This concludes our prepared remarks. Back to you, Mauricio.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, Akash. Operator, we are now ready for questions. ."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/11491c0013ab686c60c288ce19d2a5ff",
        "textblob_polarity": 0.1619426875433369,
        "textblob_subjectivity": 0.37325352317235433,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9621434013048807,
                "neutral": 0.9986363053321838
            }
        },
        "content1": "Q3 2023 Qualcomm Inc Earnings Call\n\nQ3 2023 Qualcomm Inc Earnings Call\n\nQCOMNASDAQAUG 2, 10:45 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Qualcomm Third Quarter Fiscal 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded, August 2, 2023. The playback number for today's call is (877) 660-6853. International callers, please dial (201) 612-7415. The playback reservation number is 13739729.\nI would now like to turn the call over to Mauricio Lopez-Hodoyan, Vice President of Investor Relations. Mr. Lopez-Hodoyan please go ahead.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Today's call will include prepared remarks by Cristiano Amon and Akash Palkhiwala. In addition, Alex Rogers will join the question-and-answer session. You can access our earnings release and a slide presentation that accompany this call on our Investor Relations website. In addition, this call is being webcast on qualcomm.com, and a replay will be available on our website later today.\nDuring the call today, we will use non-GAAP financial measures as defined in Regulation G, and you can find the related reconciliations to GAAP on our website. We will also make forward-looking statements, including projections and estimates of future events, business or industry trends or business or financial results. Actual events or results could differ materially from those projected in our forward-looking statements. Please refer to our SEC filings, including our most recent 10-K which contain important factors that could cause actual results to differ materially from the forward-looking statements.\nAnd now to comments from Qualcomm's President and Chief Executive Officer, Christiano Amon.\n\nCristiano Renno Amon\n\nPresident, Qualcomm Incorporated\n\nThank you, Mauricio, and good afternoon, everyone. Thanks for joining us today. In our fiscal Q3, we delivered results consistent with our guidance with non-GAAP earnings of $1.87 per share, above the midpoint of our guidance. We recorded fiscal Q3 non-GAAP revenues of $8.4 billion, including $7.2 billion from our chipset business and $1.2 billion from our licensing business.\nThis quarter also marked our 11th straight quarter of year-over-year double-digit percentage growth in QCT Automotive revenues. We are pleased with our technology, product and design win execution, positioning us well for continued leadership enhancements and future growth and diversification in automotive and IoT.\nI will now share some highlights from across the business. Our Snapdragon Series mobile platforms continue to set the benchmark for premium tier mobile experiences. Smartphones powered by our Snapdragon 8 Gen 2 represent the top devices according to Antutu benchmarks in Android Authority.\nWe are also pleased that the Snapdragon 8 Gen 2 for Galaxy will again power Samsung's newest flagship device lineup globally. The Galaxy Z Flip, Galaxy Z Fold 5 and the Galaxy Tab S9 series. Our fastest Snapdragon ever for Samsung defines a new standard in smartphone computing capabilities AI experiences, desk top-level gaming features, professional-grade photography, enhanced mobile productivity and more. This launch underscores Qualcomm and Samsung's mutual commitment to delivering premium consumer experiences for flagship Galaxy devices. We are extremely proud of our successful partnership with Samsung Mobile.\nWe are also pleased to extend Snapdragon experiences to mass market 5G smartphones. The redesigned Snapdragon for Gen 2 mobile platform will bring premium experiences at reduced prices to help drive 4G to 5G migration, especially in new 5G deployments worldwide. We're looking forward to device announcements in the second half of 2023.\nIn automotive, we hosted our first Automotive Summit in Suzhou, China, with more than 1,000 automotive OEMs, Tier 1s, ecosystem partners, media, analysts and government officials in attendance. The broad participation at the event demonstrates Qualcomm's strong position as a technology partner to the growing automotive ecosystem worldwide, especially EVs as well as Snapdragon digital chassis technology and product leadership. We also won more than 10 new designs with leading automakers across the globe for next-generation digital cockpit and telematics systems.\nIn Consumer IoT, the recently announced Meta Quest 3 is the first virtual and mixed reality headset to be powered by a next-generation Snapdragon XR platform developed in collaboration with Meta -- the Quest 3 features 2x the graphical performance, higher resolution and a slimmer, more comfortable form factor than the Quest 2. We're also helping to drive the growing ecosystem of VR and MR developers in China. Oppo recently announced their Oppo MR Glass Developer Edition, powered by Snapdragon XR2.\nAnd in compute, our next-generation PC platform with integrated custom Orion CPUs in a significantly upgraded AI engine remains on track for commercial readiness. We look forward to sharing more information at our Snapdragon Summit in October. In networking IoT, we continue to gain momentum with WiFi 7 customer design wins.\nAs an example, TP Link expanded its retail small and media business lines by launching 5 new routers spanning indoor and outdoor deployment scenarios, all based on Qualcomm networking Pro WiFi 7 platforms. Lastly, we're very pleased to share that we have begun shipping our fixed wireless access solutions in support of Reliance deals upcoming 5G FWA service in India.\nIn industrial IoT, we launched a video collaboration platform suite, which provides OEMs choice and flexibility for the design and deployment of immersive video conference devices across conference rooms, health care settings and at home video calling with friends and family, enabling Windows, Android and Linux on our platforms offers the ability to customize and deploy videoconferencing products across diverse environments. Additionally, our platforms offer industry-leading AI-based noise suppression and dynamic framing.\nWe also launched the QCS 8550 and QCS 4490, our first software-defined IoT solutions at Hannover Messe. These solutions enable next-gen smart cameras, drones, robotics, cloud gaming, industrial handhelds, panels point-of-sale devices and more. Lastly, together with Arrow Electronics, we announced a strategic collaboration to accelerate edge and AI adoption to the formation of Edge Labs, an aero center of excellence designed to help customers alleviate IoT development challenges while increasing adoption of edge AI across a [indiscernible] we have an update on our progress in Generative AI since the last call.\nWe're very pleased and encouraged by the rapid acceleration of Gen AI at the edge. This presents a significant opportunity for Qualcomm across our end markets. Use cases at the edge are evolving differently than the cloud given the inherent context, immediacy, privacy, security, application reliability and personalization capabilities available on device.\nFor example, in handsets, models such as Stable Diffusion and Control Net or changing user experiences for content creation and photography. Large language models embedded in the user interface can also enable enhanced virtual assistance.\nIn personal computing, real-time copilots can bring significant enhancements to productivity and creativity, the benefits of which are well understood and very compelling for enterprises across industries. We believe the automotive industry will use some of the most advanced edge AI capabilities from large language models for personalized and curated content and services driver and occupant monitoring and AI virtual assistance to contextual search.\nADAS and autonomy applications can be enhanced by the fusion of data from cameras and other sensors for combined real word perception, drive path prediction and more. We're helping enable this capabilities and expect Gen AI use cases to extend to XR, edge networking and industrial IoT.\nWithin the quarter, we expanded our collaborations across the ecosystem, and we are engaged with multiple hyperscalers, OEMs and ISVs. Notably, we recently announced a collaboration with Meta on Llama 2-based AI implementations on flagship smartphones and PCs that will enable developers to create new and exciting Gen AI applications using the AI capabilities of Snapdragon platforms beginning in 2024.\nTogether with Meta, we're working to optimize the execution of Meta's Llama 2 large language models directly on device. We also announced a focused collaboration with Microsoft to scale AI capabilities and bring best-in-class AI experience to users across consumer, enterprise and industrial devices.\nAt the Microsoft Build Developer Conference, our own device, Stable Diffusion, was showcased on a Windows on Snapdragon power laptop. We're also working with them to enable a host of productivity-based applications with multiple large models running on the device. As part of this collaboration, our AI engine direct SDK is now available to Windows developers to easily accelerate their AI apps on Snapdragon compute platforms.\nThis marks a significant milestone. In summary, we are uniquely positioned to help shape and capitalize on the upcoming on-device Gen AI opportunity. Our AI technology is highly differentiated with best-in-class high-performance, low-power heterogeneous computing across our CPU, GPU and NPU. And a multibillion parameter Gen AI models run pervasively and continuously on device, we believe our NPUs unparalleled AI processing performance and power efficiency will become a requirement. We look forward to sharing more about our Gen AI capable products at Snapdragon Summit in October.\nBefore I turn the call over to Akash, I would like to provide an update on how we are managing our business in the current macroeconomic environment. We remain focused on executing our strategy and prioritizing capital and resource allocation on our future growth and diversification opportunities.\nSimultaneously, we are focused on long-term operating margin targets, all while maintaining technology leadership across wireless connectivity, high performance, low power processing and artificial intelligence. To that end, we're taking a conservative view of the market, and we'll be proactively taking additional cost actions to ensure Qualcomm is well positioned to deliver maximum value for stockholders in an uncertain environment.\nI would now like to turn the call over to Akash.\n\nAkash Palkhiwala\n\nChief Financial Officer\n\nThank you, Cristiano, and good afternoon, everyone. I'll start with our third fiscal quarter results. We delivered non-GAAP revenues of $8.4 billion and EPS of $1.87, which was above the midpoint of our guidance. QTL recorded revenues of $1.2 billion and EBT margin of 66% and reflecting slightly lower-than-expected global devices. QCT revenues of $7.2 billion and EBIT margin of 24% were consistent with the midpoint of our guidance.\nHandset revenues of $5.3 billion reflected the industry landscape we have previously outlined. IoT revenues increased 7% sequentially to $1.5 billion, driven by consumer and industrial IoT customers. We saw continued momentum in automotive for our Snapdragon digital chassis products with revenues of $434 million, a growth of 13% year-over-year.\nNon-GAAP operating expenses were flat sequentially at $2.2 billion. We have successfully executed on our fiscal '23 cost actions and are on track to exceed our commitment of a 5% reduction relative to fiscal '22 exit rate. During the quarter, the sale of Veoneer's active safety business to Magna was completed for net cash proceeds of $1.5 billion.\nBefore turning to the fourth fiscal quarter guidance, I'll update you on global 3G, 4G, 5G handset units and channel inventory. We continue to estimate that calendar 23 handset units will be down at least a high single-digit percentage relative to calendar '22, reflecting the macro environment and a slower recovery in China. This forecast contemplates growth in handset units going into the holiday season.\nIn IoT, channel inventory remains elevated due to weaker demand driven by the broader macroeconomic conditions. Since it remains difficult to predict the timing of a sustained recovery and customers remain cautious with purchases, we continue to operate under the assumption that inventory drawdown dynamics will be a factor through the end of the calendar year.\nTurning to guidance for the fourth fiscal quarter. We are forecasting revenues of $8.1 billion to $8.9 billion and non-GAAP EPS of $1.80 to $2. In QTL, we estimate revenues of $1.15 billion to $1.35 billion and EBT margins of 64% to 68%, driven by a slight sequential increase in global handset units. In QCT, we expect revenues of $6.9 billion to $7.5 billion and EBT margins of 24% to 26%. This forecast is consistent with our prior guidance of muted seasonality in QCT revenues primarily due to the timing of purchases by a modem-only handset customer.\nOn a sequential basis, we are forecasting Android handset revenues to be roughly flat with mid-single-digit decline in IoT and low double-digit growth in automotive. Lastly, we expect non-GAAP operating expenses to be approximately flat relative to the third quarter.\nAs we approach fiscal '24, our revenue growth will largely depend on macroeconomic environment, global handset units and China recovery. In the first fiscal quarter, we expect 2 drivers of sequential revenue growth. QTL seasonality and handset launch by a modem-only customer. In addition, we expect a sequential decline in IoT and automotive revenues, consistent with the seasonal trend we've seen in the last couple of years.\nAs you will recall, we had previously communicated we would evaluate additional cost actions as the environment continues to evolve. Until we see sustained signs of improving fundamentals, our operating framework does not assume an immediate recovery. Given our commitment to operating discipline, we will proactively implement additional cost actions in the first half of fiscal '24. This will be incremental to the reductions we have successfully completed in fiscal '23. Despite these actions, we will preserve investments in our strategic priorities and position ourselves to emerge stronger as the recovery from the broader industry begins to take hold.\nIn closing, we remain focused on executing on our vision to bring connectivity, high-performance, low-power computing and on-device generative AI to the edge. Our guiding principles remain the same. -- prioritize technology leadership, accelerate diversification and drive earnings growth to create value for our stockholders.\nThis concludes our prepared remarks. Back to you, Mauricio.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, Akash. Operator, we are now ready for questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/2cdf52440c08d9189b023a0b4307b9cd",
        "textblob_polarity": 0.12601724046750226,
        "textblob_subjectivity": 0.3788132257503985,
        "sentiment": {
            "distribution": {
                "negative": 1,
                "positive": 14,
                "neutral": 3
            },
            "scores": {
                "negative": 0.9867664575576782,
                "positive": 0.9674357644149235,
                "neutral": 0.9988547960917155
            }
        },
        "content1": "Q2 2023 Qualcomm Inc/DE Earnings Call\n\nQ2 2023 Qualcomm Inc/DE Earnings Call\n\nQCOMNASDAQMAY 3, 10:45 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to Qualcomm's Second Quarter Fiscal Year 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded today, May 3, 2023. Playback number for today's call is 877 660-6853. International callers, please dial (201) 612-7415. The playback reservation number is 13737-571.\nI would now like to turn the call over to Mr. Mauricio Lopez-Hodoyan, Vice President of Investor Relations. Mr. Lopez-Hodoyan, please go ahead.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Today's call will include prepared remarks by Cristiano Amon and Akash Palkhiwala. In addition, Alex Rogers will join the question-and-answer session. You can access our earnings release and a slide presentation that accompany this call on our Investor Relations website. In addition, this call is being webcast on qualcomm.com, and a replay will be available on our website later today.\nDuring the call today, we will use non-GAAP financial measures as defined in Regulation G., and you can find the related reconciliations to GAAP on our website. We will also make forward-looking statements including projections and estimates of future events, business or industry trends or business or financial results. Actual events or results could differ materially from those projected in our forward-looking statements. Please refer to our SEC filings including our most recent 10-K, which contain important factors that could cause actual results to differ materially from the forward-looking statements.\nAnd now, to comments from Qualcomm's President and Chief Executive Officer, Cristiano Amon.\n\nCristiano Renno Amon\n\nPresident, Qualcomm Incorporated\n\nThank you, Mauricio, and good afternoon, everyone. Thanks for joining us today.\nIn a challenging macroeconomic environment and broad downturn across the semiconductor sector, we're pleased to deliver fiscal Q2 results consistent with our prior guidance. We delivered fiscal Q2 revenues of $9.3 billion. Non-GAAP earnings of $2.15 per share were at the midpoint of our guidance. Our chipset business delivered revenues of $7.9 billion, near the high end of our guidance range. Our licensing business delivered revenues of $1.3 billion, at the low end of the guidance range on weaker demand for handsets.\nThe evolving macroeconomic backdrop has resulted in further demand deterioration, particularly in handsets, at a magnitude greater than we previously forecasted. As a result, we're operating under the assumption that inventory drawdown dynamics remain a significant factor for at least the next couple of quarters. Additionally, while expectations are for a rebound in China demand in the second half of the calendar year, we have not seen evidence of meaningful recovery and are not incorporating improvements into our planning assumptions. While the challenges we are facing are impacting the semiconductor industry, we remain focused on managing what is within our control and will continue to execute on our diversification strategy and leading technology and product road map.\nAs market visibility remains limited, we're actively managing operating expenses and will continue to evaluate additional opportunities to drive greater operating efficiencies without losing sight of the automotive and IoT growth opportunities ahead.\nLet me now provide key highlights from across our business.\nIn Handsets, we extended our 5G technology and product leadership with the Snapdragon X75 5G Modem-RF system, the world's first 5G advance ready Modem-RF platform that will drive the next phase of new 5G capabilities globally starting in 2024 across segments, device types and networks. The X75 modem is now the benchmark for 5G performance and features for all flagship smartphone launches next year. Our Snapdragon 8 Gen 2 mobile platform is the standard for Android flagship devices globally, with launches across leading OEMs, including Samsung, Xiaomi, Vivo, Oppo, OnePlus, Honor, Motorola, ASUS and ZTE.\nAdditionally, our Snapdragon 7 Series is redefining the high tier. Our recently-launched Snapdragon 7+ Gen 2 mobile platform outperform its competitors' premium-tier solutions, winning multiple accolades for its superior power and performance. We are seeing excellent adoption across Chinese OEMs, resulting in share gains. OEMs are also reporting strong initial sales for products powered by the 7+ Gen 2.\nIn Automotive, we see continued traction across global automakers and Tier 1 customers, driven by the increased adoption of our Snapdragon digital chassis. We are very pleased to be partnering with Mercedes-Benz on our next-generation Snapdragon Digital Cockpit platforms. This is a result of our long and close collaboration with the ambition Mercedes-Benz software factory and engineering teams and various partners to create an industry-leading [ MBOS ] premium cockpit experience. The new platforms will be featured in Mercedes vehicles beginning in 2023.\nAdditionally, our OEM partners recently launched vehicles with our third-generation Snapdragon Cockpit platform, including the Xpeng P7i and Lotu's new Eletre SUV. Notably, during the quarter, we won 12 new designs across our Snapdragon Cockpit and Snapdragon Connectivity 5G platforms with automakers across the globe. We remain on track to execute on the milestones outlined during Automotive Investor Day.\nIn Consumer IoT, we continue to be encouraged by the positive momentum with Windows on Snapdragon. Dell recently launched the Inspiron 14-inch laptop powered by the Snapdragon 8cx Gen 2 Compute platform. In addition to OEMs, we're expanding our ecosystem across [ vials ], hardware, software, ODM and channel partners. We're also launching the Windows on Snapdragon developer portal to enable consumer and enterprise ISVs to test, port and optimize their applications directly on Qualcomm Silicon. Our next-generation Snapdragon Compute platform, with custom Orion CPUs and industry-leading AI acceleration, is on schedule to enable commercial device launches in 2024.\nAs a reminder, we remain the platform of choice for all significant ecosystem players for XR, notably Meta, the joint partnership with Samsung and Google and broadly in China. While still in its early phases, we believe the merger of physical and digital spaces will become a significant opportunity for Qualcomm. We also continue to win designs for home robotics, smart appliances and smart camera applications with household names such as Bosch, LG Electronics, Panasonic, Samsung and Sony.\nIn Edge Networking IoT, we're very pleased to share that we're now collaborating with Reliance Jio on rolling out 5G FWA across India, servicing millions of residents. We also recently announced the Qualcomm 5G Fixed Wireless Access Platform Gen 3, offering operators the ability to expand their service coverage to new areas while lowering cost and enabling faster deployment. Additionally, we continue to lead the transition to Wi-Fi 7 with more than 175 cumulative designs across all product categories. Access points account for 89 of these designs, with 16 launches in the quarter.\nIn Industrial IoT, we announced the Qualcomm Aware platform to empower developers and enterprises to easily build real-time intelligence and visibility solutions. The platform combines simple, secure and scalable cloud-based services with power optimized and precise location tracking and an extensive hardware ecosystem to deliver tailored edge solutions across many industries.\nAdditionally, we led the Bluetooth SIG working group to help establish a new standard for electronic shelf labels that are scalable, ultra-low power and highly secure. This will help enable large retailers to accelerate the digital transformation of the store with electronic labels that can interact with both store and consumer devices. Our OEM partner, SES-imagotag, recently announced an agreement with Walmart to deploy electronic shelf labels across 500 stores over the next 12 to 18 months.\nI would now like to provide a perspective on the disruptive trends in the artificial intelligence space and the significant opportunity for Qualcomm.\nDemand for generative artificial intelligence models is growing at an exponential rate. Generative AI models such as ChatGPT, Stable Diffusion and DALL-E have already scaled to millions of users in a short period of time. We believe that these models will evolve quickly, continue to grow in popularity and change user experiences across mobile, personal computing and automotive. Beyond changing Internet search, these models will have an impact on content creation such as text, images, audio and video for both entertainment and productivity. It will also transform many industries.\nFor these models to realize their full potential and scale, they will need to run locally on devices at the edge. At Mobile World Congress, we demonstrated the world's first on-device Stable Diffusion, a greater than 1 billion parameter foundational model for text-to-image applications running completely on a Snapdragon-powered Android smartphone. In the coming months, we will see significantly improve performance and be able to run models in excess of 10 billion parameters locally on the device, and we will increase this capability substantially for our products in 2024.\nQualcomm is uniquely positioned to enable the proliferation of AI use cases on edge devices. We're advancing AI to make core on-device capabilities ubiquitous such as perception, reasoning, action and now, content creation. With millions of AI-enabled platform shipments per year, unparalleled AI processing performance per [ watts ] in the broadest range of device categories from smartphones to PCs, automotive and IoT, Qualcomm is firmly at the forefront of this upcoming transformation. Further, very large AI models are placing significant incremental demands on energy-intensive and expensive cloud computing infrastructure. As such, a hybrid AI architecture leveraging accelerating computing at the edge can offload or support cloud processing by running AI inferencing directly on the device.\nBeyond cost optimization, additional benefits of running generative AI on device include improved latency, security, privacy and the ability to meet data compliance requirements. This is a new and exciting opportunity for Qualcomm in one of our priority investment areas.\nAs I close my prepared remarks, I would like to reiterate that the secular technology trends driving the long-term growth opportunities for Qualcomm remain unchanged. Despite the disappointing macroeconomic environment, our investments in technology leadership, our best product road map and history and strategic customer relationships across multiple industries position us well to execute on our strategy and expand across new and diverse end markets.\nI would now like to turn the call over to Akash.\n\nAkash Palkhiwala\n\nChief Financial Officer\n\nThank you, Cristiano, and good afternoon, everyone. I'll start with our second fiscal quarter results.\nDespite a difficult operating environment, we delivered revenues of $9.3 billion, which was above the midpoint of our guidance, and non-GAAP EPS of $2.15. QTL recorded revenues of $1.3 billion and EBT margin of 68%, reflecting lower-than-expected global handset units. On a year-over-year basis, we estimate global handset sell-in units declined by approximately 14%. QCT revenues of $7.9 billion and EBT margin of 27% were both near the high end of our guidance. Handset revenues increased 6% sequentially to $6.1 billion, benefiting from device launches with Snapdragon 8 Gen 2, our latest premium-tier chipset platform. IoT revenues of $1.4 billion reflected a larger-than-expected impact of macroeconomic environment on demand and channel inventory drawdown. Automotive revenues of $447 million grew 20% year-over-year, driven by the adoption of our Snapdragon digital chassis and are aligned with our long-term revenue target.\nNon-GAAP operating expenses of $2.2 billion were favorable relative to our guidance by approximately $80 million. We returned $1.7 billion to stockholders, including $903 million in stock repurchases and $834 million in dividends. Additionally, we are pleased to have announced a 7% increase in our quarterly dividend, consistent with our commitment to dividend growth.\nBefore turning to our third fiscal quarter guidance, I'll give you an update on cyclical challenges impacting the semiconductor industry.\nFinancial headwinds have increased meaningfully relative to our initial expectations going into the fiscal year with a combination of an uncertain macroeconomic outlook, persistent inflation and a slower recovery in China, which continued to impact demand globally. We now expect global 3G, 4G, 5G handset units in calendar '23 to be down at least a high single-digit percentage relative to calendar '22, which is lower than our prior expectation. Given the weaker handset forecast, until demand normalizes and visibility improves, we anticipate that customers will remain cautious with purchases and reduce channel inventory risk further.\nWithin IoT, we continue to see the impact of similar factors as Handsets. Since it remains difficult to predict the timing of a sustained recovery, we are operating under the assumption that the inventory drawdown dynamics will remain a significant factor for at least the next couple of quarters.\nTo effectively navigate this uncertain landscape, we are focused on driving operating efficiencies while maintaining our commitment to invest in diversification and long-term technology leadership. We believe we remain well positioned to capture a rebound in demand once it occurs. We are on track to meet our commitment of a 5% reduction in non-GAAP operating expenses relative to our fiscal '22 exit rate. This includes a further reduction of spending in Handsets to fund diversification investments in Automotive and IoT. As the environment continues to evolve, we will evaluate and execute additional cost-reduction opportunities to help exceed our operating expense target.\nTurning to guidance for third fiscal quarter. We are forecasting revenues of $8.1 billion to $8.9 billion and non-GAAP EPS of $1.70 to $1.90. Our guidance reflects the impact of macroeconomic headwinds, weaker global handset units and channel inventory [indiscernible]. In QTL, we estimate revenues of $1.15 billion to $1.35 billion and EBIT margins of 64% to 68%. In QCT, we expect revenues of $6.9 billion to $7.5 billion and EBIT margin of 23% to 25%. Based on the midpoint of QCT revenue guidance, we estimate a larger-than-normal sequential decline primarily due to the timing of purchases by a modem-only handset customer.\nOn a sequential basis, we are forecasting Android handsets and Automotive revenues to be roughly flat, with mid-single-digit growth in IoT. Consistent with our previous messaging and second quarter results, QCT gross margins reflect the impact of the transition from supply constraints to elevated channel inventory in addition to foundry cost increases. Lastly, we expect non-GAAP operating expenses to be approximately flat sequentially. As we look ahead, we expect the dynamics impacting the third fiscal quarter to extend to the fourth quarter, including the timing of purchases by a modem-only handset customer resulting in muted seasonality in QCT revenues.\nIn closing, while we are not immune to near-term [ hedge ], we are well positioned to benefit from an eventual recovery in the macro environment. Despite a reduction in global handset units and the continued drawdown of elevated channel inventory, QCT handset revenues has benefited from increased content per device, expanded traction with OEMs and improved mix across tiers. We remain focused on executing our diversification strategy and positioned ourselves for success in our largest growth opportunities, including Automotive, Industrial and Networking IoT, personal computers and XR. We're confident in our ability to navigate the current operating environment given our strong balance sheet and debt rating.\nThank you. Back to you, Mauricio.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations\n\nThank you, Akash. .\nOperator, we are now ready for questions."
    },
    {
        "date": "Unknown",
        "url": "https://dashboard.aiera.com/p/evtmin/f124bb34261145223b59077f313642a9",
        "textblob_polarity": 0.0,
        "textblob_subjectivity": 0.0,
        "sentiment": {
            "distribution": {
                "neutral": 2
            },
            "scores": {
                "neutral": 0.9997696876525879
            }
        },
        "content1": "Loading...\n\nLoading..."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/4a81aeb87cc891ca112d4e6f6678e0d7",
        "textblob_polarity": 0.15389501133786848,
        "textblob_subjectivity": 0.41574320758606487,
        "sentiment": {
            "distribution": {
                "positive": 9,
                "negative": 2,
                "neutral": 6
            },
            "scores": {
                "positive": 0.9933841228485107,
                "negative": 0.9981101155281067,
                "neutral": 0.9320011933644613
            }
        },
        "content1": "Q4 2022 Qualcomm Inc Earnings Call\n\nQ4 2022 Qualcomm Inc Earnings Call\n\nQCOMNASDAQNOV 2, 9:45 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Qualcomm Fourth Quarter and Fiscal 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded November 2, 2022.\nThe playback number for today's call is (877) 660-6853. International callers, please dial (201) 612-7415. The playback reservation number is 13733389.\nI would now like to turn the call over to Mauricio Lopez-Hodoyan, Vice President of Investor Relations. Mr. Lopez-Hodoyan, please go ahead.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations, Qualcomm Incorporated\n\nThank you and good afternoon, everyone. Today's call will include prepared remarks by Cristiano Amon and Akash Palkhiwala. In addition, Alex Rogers will join the question-and-answer session. You can access our earnings release and a slide presentation that accompany this call on our Investor Relations website. In addition, this call is being webcast on qualcomm.com, and a replay will be available on our website later today.\nDuring the call today, we will use non-GAAP financial measures as defined in Regulation G, and you can find the related reconciliations to GAAP on our website. We will also make forward-looking statements, including projections and estimates of future events, business or industry trends or business or financial results.\nActual events or results could differ materially from those projected in our forward-looking statements. Please refer to our SEC filings, including our most recent 10-K, which contain important factors that could cause actual results to differ materially from the forward-looking statements.\nAnd now to comments from Qualcomm's President and Chief Executive Officer, Cristiano Amon.\n\nCristiano Renno Amon\n\nPresident & Chief Executive Officer, Qualcomm Incorporated\n\nThank you, Mauricio, and good afternoon, everyone. Thanks for joining us today. Fiscal '22 has been a strong year for Qualcomm with record performance in our chipset business and a strong execution of our diversification and growth strategy. We remain focused on continuing to transition Qualcomm from a wireless communications company for the mobile industry to a connected processor company for the intelligent edge.\nWe're driving the transformation of industries and growth of the digital economy by powering the billions of smart connected devices at the edge, utilizing our One Technology Roadmap with leadership in wireless connectivity, high-performance, low-power computing and on-device AI. While the semiconductor industry is being impacted by significant macroeconomic headwinds and other short-term challenges from which we're not immune, the fundamentals of Qualcomm's growth drivers remain unchanged with significant opportunities in the coming years.\nIn Q4, we delivered record revenues of $11.4 billion and non-GAAP earnings per share of $3.13, reflecting record revenues in our chipset business and solid performance in licensing. QCT revenues of $9.9 billion were up 28% year-over-year, including record performance across handsets, automotive and IoT. Fiscal '22 revenues of $44 billion were up 32% year-over-year. QCT, the growth engine of the company, contributed revenues of $37.7 billion, up 39% year-over-year, with combined fiscal year IoT and automotive revenues growing 38% year-over-year. QTL delivered $6.4 billion in revenues.\nLet me now summarize a few highlights from the fiscal year. In handsets, we entered into a new multiyear agreement with Samsung, expanding the use of Snapdragon platforms for future premium Samsung Galaxy products globally. We also executed on the changing OEM landscape opportunity, securing key premium and high-tier design wins with our customers in China. Snapdragon has become synonymous with premium mobile experiences worldwide.\nIn automotive, our design win pipeline across connectivity, digital cockpit and ADAS is now greater than $30 billion. We also completed the acquisition of Arriver, which enhances our ability to deliver open, scalable, fully integrated and competitive ADAS solutions. Importantly, we have firmly established ourselves as a key strategic and technology partner for the automotive industry, and the Snapdragon Digital Chassis is now the preferred platform for next-generation vehicles.\nIn IoT, we extended our chipset road map to capitalize on trends driving the connected intelligent edge, notably, the conversions of personal computing with mobile; the intersection of physical and virtual spaces; the enterprise transformation of the home; the expansion of broadband; and the ongoing digital transformation across many verticals.\nIn consumer IoT, we increased OEM design wins in ecosystem traction for our next-generation Windows on Snapdragon solutions, which incorporate our custom CPUs. The game-changing AI capabilities of our Snapdragon compute platform recently demonstrated at Microsoft Ignite 2022 developer conference will redefine user experiences on Windows 11.\nWe also announced a multiyear agreement with Meta to develop premium virtual reality and mixed reality experiences starting with next-generation devices powered by custom Snapdragon XR platforms. We continue to be a leading platform provider for virtually all commercially available and announced XR devices and remain well positioned as XR develops.\nIn edge networking IoT, we have seen positive share traction related to the rollout of Wi-Fi 6 and 6E solutions for enterprise access points and retail mesh systems. And we are seeing strong interest in new design wins for our Wi-Fi 7 solutions. Additionally, our 5G fixed wireless access broadband solution is now the industry's platform of choice for wireless fiber globally.\nIn industrial IoT, we built a strong foundation for growth with significant wins across industrial handhelds, robotics, payments, gateways, smart camera, enterprise collaboration and edge processing. The growing diversity of these end markets position us well to benefit from durable and margin-accretive growth opportunities in industrial.\nIn licensing, we extended our agreement with Samsung through 2030, establishing an important benchmark for the long term and for future renegotiations. In addition to delivering record financial results, our fiscal '22 achievements validate our strategy and have provided a strong foundation for long-term growth.\nAs we look to fiscal '23, further deterioration of the macroeconomic environment and extended China COVID restrictions have resulted in demand weakness and temporary elevated channel inventory across the industry. As good stewards of capital for our stockholders, we are committed to managing our business in light of the current environment without losing sight of the significant growth opportunities ahead.\nTo that end, we're being very disciplined in managing operating expenses while optimizing our R&D investments to prudently focus on growth within automotive and IoT. We have already implemented a hiring freeze, and we have planned spending reductions across our mature product areas and SG&A to fund our diversification. We are continuing to evaluate additional actions, and we are prepared and committed to making further reductions to operating expenses as needed.\nIt is important to note that the current inventory drawdown is a cyclical adjustment that has no impact on the underlying growth and earnings power of the company in the long term. And we are in a strong position to manage the near-term headwinds.\nBeyond 2023, we see a number of our strategic growth initiatives increasing in scale. We anticipate automotive revenues will grow consistent with our Auto Investor Day projections as the design win pipeline materializes. We expect to see an inflection point in Windows on Snapdragon PCs in 2024 based on a significant number of design wins to date.\nXR is just at the beginning of its growth curve. 5G wireless fiber presents significant opportunities in regions such as India and other developing economies that have just started to deploy 5G networks. Lastly, the digital transformation of industries will continue to gain momentum, driving connectivity and intelligence at the edge.\nIn summary, despite the short-term challenges, the fundamentals of our growth strategy remain intact. We remain confident in our ability to navigate the current economic downturn given our strong balance sheet and consistent history of strong free cash flow generation. We will continue to focus on stockholder returns and executing on our ongoing diversification opportunities.\nThe powerful secular tailwinds driving multiyear demand for our One Technology Roadmap across multiple end industries are unchanged and resilient. We remain on track to expand our addressable market by more than 7x to approximately $700 billion in the next decade and firmly establish Qualcomm as the connected processor company for the intelligent edge.\nI would now like to turn the call over to Akash.\n\nAkash Palkhiwala\n\nChief Financial Officer, Qualcomm Incorporated\n\nThank you, Cristiano, and good afternoon, everyone. In a challenging macroeconomic environment, we are pleased to announce strong fourth quarter results with record revenues of $11.4 billion and non-GAAP EPS of $3.13. These results reflect year-over-year increases of 22% and 23% in revenues and EPS, respectively, driven by strength across QCT.\nThis was also a record quarter for QCT revenues of $9.9 billion and EBT margin of 34%, both above the midpoint of our guidance with year-over-year revenue growth of 28% and EBT dollar growth of 37%. Handset revenues of $6.6 billion increased 40% versus the year ago quarter on strength of our Snapdragon product portfolio across premium and high tiers.\nAs expected, RF front-end revenues of $992 million were impacted by the continued weakness of the handset market and channel inventory. IoT revenues were up 24% year-over-year to $1.9 billion on growth across edge networking and industrial IoT.\nAutomotive revenues of $427 million grew 58% versus the year ago quarter due to the broad adoption of our Snapdragon Digital Chassis. QTL revenues of $1.4 billion and EBT margin of 69% reflected the impact of lower handset units relative to our expectations at the beginning of the quarter.\nTurning to fiscal '22 results. We delivered record non-GAAP revenues and EPS with year-over-year growth of 32% and 47%, respectively. In addition, looking over the past 2 fiscal years, we've more than doubled our non-GAAP revenues and almost tripled non-GAAP EPS from fiscal '20 to fiscal '22, underscoring the strong momentum across our businesses.\nIn QCT, we had records across all revenue streams as well as approximately 500 basis points of EBT margin expansion from 29% in fiscal '21 to 34% in fiscal '22. We are pleased with the continued success of our diversification strategy as we delivered year-over-year combined revenue growth of 38% across IoT and automotive.\nLastly, we continue to be disciplined in delivering long-term stockholder value. We executed on our capital return commitments, returning 93% of our free cash flow, including $3.2 billion in dividends and $3.1 billion in stock repurchases.\nBefore turning to first quarter guidance, I'll address how our near-term financial outlook is impacted by the challenges facing the semiconductor industry. As we communicated during the last earnings call, we had started to see a deceleration in demand for mass-tier handsets in consumer IoT. Since then, the further deterioration of macroeconomic environment and sustained COVID restrictions in China have led to broad-based demand weakening across tiers and regions.\nGiven these considerations, we now project 3G, 4G, 5G handset volumes in calendar 2022 to decline by low double digits on a year-over-year basis, including 600 million to 650 million 5G handsets. This rapid deterioration in demand and easing of supply constraints across the semiconductor industry have resulted in elevated channel inventory.\nDue to these elevated levels, our largest customers have made significant changes to their inventory policy. They are now drawing down on their inventory, negatively impacting our near-term financial performance.\nBased on our current assessment, we estimate that there are roughly 8 to 10 weeks of elevated inventory in the channel. While the environment is very dynamic, based on the information we have today, we believe this may take a couple of quarters to work itself through with more than half of the inventory drawdown completed in the first fiscal quarter. We are confident in our ability to navigate this environment successfully, and we'll continue to monitor inventory levels and order patterns closely.\nAs Cristiano outlined, while we navigate this downturn, we've already implemented specific actions to manage our spending levels, including a hiring freeze and reductions in handsets, other mature product areas and SG&A. We will remain disciplined and be prepared to take further decisive actions on additional reductions to operating expenses if the macroeconomic environment continues to deteriorate.\nTurning to guidance for the first fiscal quarter. We are forecasting revenues of $9.2 billion to $10 billion and non-GAAP EPS of $2.25 to $2.45. The midpoint of our guidance includes an estimated impact of approximately $2 billion in revenue and $0.80 in EPS related to the drawdown of channel inventory with the remaining impact primarily due to weaker end-market demand and foreign exchange headwinds.\nIn QCT, we expect revenues of $7.7 billion to $8.3 billion and EBT margins of 26% to 28%. Following the record performance in fourth quarter, we expect our handsets and IoT revenue streams to be down sequentially due to the impacts I just described. On a year-over-year basis, we still expect revenue growth across IoT and automotive.\nWe estimate QTL revenues of $1.45 billion to $1.65 billion and EBT margins of 71% to 75%. This estimate reflects the updated handset forecast, including a muted seasonal benefit for the holiday quarter and approximately $50 million headwind from foreign exchange on a year-over-year basis. Lastly, we now anticipate non-GAAP operating expenses to decrease 3% to 5% sequentially.\nBefore I conclude, I'd like to provide an update on RF front-end revenue stream disclosure and planning assumption for Apple product revenues. We have grown our RF front-end revenues to become the #1 player in handsets due to the breadth and strength of our product portfolio. Looking forward, we expect growth to be driven by our strong design win pipeline for 5G and Wi-Fi 7 platforms across handsets, automotive and IoT.\nAs a result, starting in fiscal '23, we will consolidate RF front-end revenues within handsets, automotive and IoT revenue streams. In addition, we'll continue to provide periodic updates on the combined RF front-end revenues against our Investor Day target.\nFor Apple product revenue, we now expect to have the vast majority of share of 5G modems for the 2023 iPhone launch, up from our previous 20% assumption. Beyond this, there are no changes to our planning assumption, and we are assuming minimal contribution from Apple product revenues in fiscal '25.\nIn closing, while the current backdrop presents near-term headwinds for our industry, we remain confident in our leading technology road map, deep customer relationships and strong balance sheet to help us navigate these challenges and maintain our leadership position. Our diversification strategy and long-term growth opportunities remain intact as we continue to drive our vision to bring cloud connectivity, data processing and artificial intelligence to the edge.\nThank you. Back to you, Mauricio.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations, Qualcomm Incorporated\n\nThank you, Akash. Operator, we are now ready for questions."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/93d26161a03864b8ce218863ae409254",
        "textblob_polarity": 0.1843619769119769,
        "textblob_subjectivity": 0.4148147907647908,
        "sentiment": {
            "distribution": {
                "positive": 13,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9740226039519677,
                "neutral": 0.9974408547083536
            }
        },
        "content1": "Q3 2022 Qualcomm Inc Earnings Call\n\nQ3 2022 Qualcomm Inc Earnings Call\n\nQCOMNASDAQJUL 27, 10:45 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Qualcomm Third Quarter Fiscal 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded July 27, 2022. The playback number for today's call is (877) 660-6853. International callers, please dial (201) 612-7415. The playback reservation number is 13731134.\nI would now like to turn the call over to Mauricio Lopez-Hodoyan, Vice President of Investor Relations. Mr. Lopez-Hodoyan, please go ahead.\n\nMauricio Lopez-Hodoyan\n\nVP of Investor Relations, Qualcomm Incorporated\n\nThank you, and good afternoon, everyone. Today's call will include prepared remarks by Cristiano Amon and Akash Palkhiwala. In addition, Alex Rogers will join the question-and-answer session. You can access our earnings release and a slide presentation that accompany this call on our Investor Relations website. In addition, this call is being webcast on qualcomm.com, and a replay will be available on our website later today.\nDuring the call today, we will use non-GAAP financial measures as defined in Regulation G, and you can find the related reconciliations to GAAP on our website. We will also make forward-looking statements, including projections and estimates of future events, business or industry trends or business or financial results.\nActual events or results could differ materially from those projected in our forward-looking statements. Please refer to our SEC filings, including our most recent 10-K, which contain important factors that could cause actual results to differ materially from the forward-looking statements. And now to comments from Qualcomm's President and Chief Executive Officer, Cristiano Amon.\nCristiano Amon;President and Chief Executive Officer^ Thank you, Mauricio, and good afternoon, everyone. Thanks for joining us today. I'm very pleased with our performance in fiscal Q3 and how we continue to execute on our long-term vision of enabling a world where everyone and everything is intelligently connected. As we continue to scale our one technology road map across new industries and applications, we are transforming Qualcomm from a communications company for the mobile industry into a connected processor company for the intelligent edge.\nThis quarter, we delivered revenues of $10.9 billion and non-GAAP earnings of $2.96 per share, driven by solid results in both our chipset and licensing businesses. In our chipset business, revenues of $9.4 billion were up 45% year-over-year with record revenues in IoT and automotive, demonstrating the success of our diversification strategy.\nBefore I highlight a few notable milestones this quarter, I would like to update you on an important development in our relationship with Samsung. We're very pleased to report that Qualcomm and Samsung have entered a new multiyear agreement starting in 2023, expanding the use of Snapdragon platforms for future premiums Samsung Galaxy products globally.\nThis validates that Snapdragon is the technology platform of choice for premium Android experiences. In addition to Galaxy smartphones, the agreement includes PCs, tablets, extended reality and more. We have also agreed to a 7-year extension of our patent license agreement with Samsung, taking the license through the end of 2030 with the same royalty terms.\nThe extension encompasses 3G, 4G and 5G technologies and devices and will also include future 6G standards and products. This license agreement is a significant QTL milestone event. Samsung is the world's largest smartphone supplier by unit volume with a well-developed portfolio of patents.\nThe extended license agreement with Samsung demonstrates the tremendous ongoing value of our patent portfolio, our innovation and our long-standing leadership in driving the important and foundational elements of the mobile road map. The extended Samsung license agreement is an important benchmark for the long term and adds significantly to the stability of the QTL program going forward.\nLet me now share some of the key achievements from the quarter. In automotive, the Snapdragon Digital Chassis is fast becoming the industry's platform of choice and is enabling the transition to next-generation vehicles. We are very pleased with the continued traction and design wins across global automakers and Tier 1 partners.\nOur automotive design win pipeline is now over $19 billion, up approximately $3 billion since fiscal Q2. This includes the design win with the Volkswagen Group's software company, CARIAD, to power Volkswagen's future automated driving solutions. In consumer IoT, we continue to execute on our opportunities across tablets, XR, PCs and smart consumer devices.\nFor personal computing, we are continuing to drive the inevitable transition to ARM. We are on track to deliver Windows on Snapdragon compute platforms for next-generation PCs powered by our custom CPUs while redefining mobile productivity and on-device AI. To support the accelerating transition to ARM-based computing, Microsoft recently announced Project Volterra, a new developer kit powered by the Snapdragon compute platform featuring the Qualcomm AI engine.\nThey also announced a comprehensive end-to-end ARM native tool chain for Windows application developers including Visual Studio, Visual C++, [Darknet] and more. In edge networking, we launched 4 new Networking Pro Series Wi-Fi 7 platforms, the world's most scalable Wi-Fi 7 portfolio, initiating a new era of 10 gigabits per second Wi-Fi for enterprise access points, Wi-Fi mesh, carrier gateways and premium home routers.\nWe also continue to see strong momentum in industrial IoT and recently announced 2 new 5G connected robotics platforms with enhanced AI capabilities, computer vision, 5G connectivity and a comprehensive customizable SDK to power next-generation robotics and drones, including autonomous mobile robots, AMRs, highly automated manufacturing robots and more.\nThese achievements demonstrate our ability to continue to grow across automotive in the broader IoT categories in addition to our RF front-end and handsets. Our one technology road map is the cornerstone of the strategy with unparalleled leadership across not one, but multiple technologies required for the connected intelligent edge.\nThis includes on-device AI, low-power, high-performance compute, computer vision, advanced connectivity and more. Importantly, as we expand into new growth areas, we're driving our technologies to meet the highest performance requirement for each application and serve as the industry design point. For example, our dedicated automotive SoCs and accelerators for Level 3 and Level 4 autonomous driving can deliver up to 700 trillion operations per second tops of AI processing.\nOur RB6 robotics platform brings advanced edge AI and video processing capabilities support for up to 7 concurrent cameras and up to 200 tops, and we believe our upcoming custom-designed CPUs will redefine computing performance for Windows PCs.\nOf particular note is our significant momentum in AI. We recently launched the Qualcomm AI Stack, which unifies our existing best-in-class AI software solutions into a single package that works across all Qualcomm platforms. The Qualcomm AI Stack is positioned to become the platform for AI at the edge. The Qualcomm AI Stack supports all AI frameworks, including TensorFlow, PyTorch and ONNX as well as AI runtimes such as TensorFlow Lite, TensorFlow Lite Micro and ONNX Runtime.\nWe also have a rich variety of OS support, including Android, Windows, Linux, QNX, Ubuntu and others. With this new offering, OEMs and developers can now develop and optimize AI models once then move the same model across different Qualcomm products and tiers for true \"develop once, deploy anywhere\" model.\nWe believe the Qualcomm AI Stack portfolio is a revolutionary step in scaling high-performance, low-power on-device AI processing. These solutions demonstrate how our one technology road map is transforming Qualcomm from a wireless communications company for the mobile industry to a connected processor company for the intelligent edge.\nLastly, as we continue to move forward and execute on our strategy, we're mindful of the challenging economic environment, and we remain disciplined on investments that drive sustainable differentiation and stockholder value. We are focused on customers and industries that drive stable long-term growth.\nWe believe the industry trends that are driving demand for our technologies remain unchanged and continue to validate our strategy, positioning us well for the long term. We're still on track to expand our addressable market by more than 7x to approximately $700 billion in the next decade.\nBefore I turn the call over to Akash, I would like to invite you to join us in New York on September 22 at our first-ever Automotive Investor Day event. Qualcomm is the leading automotive technology platform provider for next-generation vehicles. We will demonstrate how the Snapdragon Digital Chassis is enabling the transformation of the automobile and continuing to drive growth in our design win pipeline.\nI would now like to turn the call over to Akash.\n\nAkash Palkhiwala\n\nChief Finance Officer, Qualcomm Incorporated\n\nThank you, Cristiano, and good afternoon, everyone. We are pleased to report strong results in our third fiscal quarter despite the impact of the challenging economic environment. We delivered non-GAAP revenues of $10.9 billion and non-GAAP EPS of $2.96, which was above the high end of our guidance.\nNon-GAAP revenues and EPS grew by 37% and 54%, respectively, versus the year ago quarter, driven by technology leadership, revenue diversification and operating efficiency. QTL revenues of $1.5 billion and EBT margin of 71% were at the midpoint of guidance. These results reflect a decrease in handset volume in mid- and low tiers offset by favorable mix. QCT recorded revenues of $9.4 billion and EBT margin of 32%, both at the midpoint of our guidance and reflecting revenue growth of 45% and EBT dollar growth of 67% versus the year ago quarter.\nHandset revenues of $6.1 billion increased 59% year-over-year driven by the strength of our Snapdragon product portfolio, especially in the premium and high tiers. Consistent with our guidance, RF front-end revenues of $1 billion, grew 9% versus the year ago quarter on increased adoption of our broad product portfolio.\nIoT revenues were up 31% year-over-year to $1.8 billion. We saw strong performance across Edge networking and industrial IoT with combined revenue growth of more than 40%. We delivered another record quarter in automotive with revenues of $350 million with year-over-year growth of 38% driven by launches with our digital cockpit products.\nLooking forward to global 3G, 4G, 5G handset forecast. We now expect calendar '22 global handsets to decrease by mid-single-digit percentage on a year-over-year basis, including 650 million to 700 million 5G handsets. Our guidance reflects the continuation of the trends that adversely impacted handset volumes exiting the June quarter.\nWe expect the elevated uncertainty in the global economy and the impact of COVID measures in China will cause customers to act with caution in managing their purchases in the second half of calendar '22. In the fourth fiscal quarter, we are forecasting revenues of $11 billion to $11.8 billion and non-GAAP EPS of $3 to $3.30. The midpoint of our guidance includes an estimated impact of approximately $0.20 due to the macroeconomic headwinds and the reduction in the global handset forecast I just outlined.\nWe are forecasting QTL revenues of $1.45 billion to $1.65 billion and EBT margins of 69% to 73%, reflecting normal sequential unit growth. In QCT, we expect revenues of $9.5 billion to $10.1 billion and EBT margins of 32% to 34%. At the midpoint, this implies year-over-year revenue growth of 27% and EBT dollar growth of 31%.\nOn a sequential basis, we expect growth across QCT handset and automotive revenue streams. In handsets, while Snapdragon premium tier volume remains resilient, our guidance assumes lower demand in other tiers, reflecting the updated global handset forecast.\nIn IoT, we are seeing strength across industrial and enterprise, which is offset by pockets of weakness in consumer products. We anticipate non-GAAP operating expenses to be up 6% to 8% sequentially, with approximately half of the growth due to the inclusion of 2 quarters of expenses for the Arriver acquisition.\nAs a reminder, our third quarter results did not include Arriver since we are reporting 1 quarter in arrears until the fourth fiscal quarter. Based on the midpoint of our fourth quarter guidance, we're expecting fiscal '22 to be an exceptional year.\nWe expect non-GAAP EPS of $12.55, a growth of $4 relative to fiscal '21. We are forecasting QCT revenues of greater than $37 billion, a year-over-year growth of greater than $10 billion and EBT margin expansion of approximately 5 points. QCT handset revenues are on track to grow slightly below 50% relative to fiscal '21, driven by increased processor content and expansion of our addressable market. With our continued focus on diversification, we are forecasting RF front-end IoT and automotive combined revenues of greater than $12 billion in fiscal '22.\nLastly, we are pleased to announce we signed a long-term extension of our license agreement with Samsung through 2030 at the same royalty terms. With this agreement, the QTL forecast that we provided at Investor Day remains unchanged.\nIn closing, while we are mindful of the current environment, our long-term fundamentals are intact. We remain focused on driving growth by executing on our vision to bring cloud connectivity, data processing and artificial intelligence to the edge. Thank you, and back to you, Mauricio.\n\nMauricio Lopez-Hodoyan\n\nVP of Investor Relations, Qualcomm Incorporated\n\nThank you, Akash. Operator, we are now ready for questions."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/22e80a642c0ebf81cb18a7ec81b4a051",
        "textblob_polarity": 0.1868550630003144,
        "textblob_subjectivity": 0.39544620184285006,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9997233876160213,
                "neutral": 0.9985093673070272
            }
        },
        "content1": "Q2 2022 Qualcomm Inc Earnings Call\n\nQ2 2022 Qualcomm Inc Earnings Call\n\nQCOMNASDAQAPR 27, 10:45 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Qualcomm Second Quarter Fiscal 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded, April 27, 2022. The playback number for today's call is (877) 660-6853. International callers, please dial (201) 612-7415. The playback reservation number is 13728288.\nI would now like to turn the call over to Mauricio Lopez-Hodoyan, Vice President of Investor Relations. Mr. Lopez-Hodoyan, please go ahead.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations, Qualcomm Incorporated\n\nThank you, and good afternoon, everyone. Today's call will include prepared remarks by Cristiano Amon and Akash Palkhiwala. In addition, Alex Rogers will join the question-and-answer session. You can access our earnings release and a slide presentation that accompany this call on our Investor Relations website. In addition, this call is being webcast on qualcomm.com, and a replay will be available on our website later today.\nDuring the call today, we will use non-GAAP financial measures as defined in Regulation G, and you can find the related reconciliations to GAAP on our website. We will also make forward-looking statements, including projections and estimates of future events, business or industry trends or business or financial results. Actual events or results could differ materially from those projected in our forward-looking statements. Please refer to our SEC filings, including our most recent 10-K, which contain important factors that could cause actual results to differ materially from the forward-looking statements.\nAnd now to comments from Qualcomm's President and Chief Executive Officer, Cristiano Amon.\n\nCristiano Renno Amon\n\nPresident and Chief Executive Officer, Qualcomm Incorporated\n\nThank you, Mauricio, and good afternoon, everyone. Thanks for joining us today. As we shared at our Investor Day last November, Qualcomm is at the intersection of transformative trends that are generating demand for our broad technology portfolio across virtually every industry. This is creating strong growth and diversification opportunities beyond handsets.\nThese trends, which include the enterprise transformation of the home, conversions of mobile and PC, merging of physical and digital spaces, the digital transformation of industries, connectivity and processing at the edge, the automotive digital chassis and 5G have only continued to accelerate. They are driving our financial outperformance in a greater-than 7x addressable market expansion to approximately $700 billion in the next decade.\nAs you can see from our results, we delivered record revenues of $11.2 billion and non-GAAP earnings of $3.21 per share, representing year-over-year growth of 41% and 69%, respectively, both exceeding the high end of our guidance.\nIn QCT, our chipset business and the growth engine of the company, we saw strength across the entire portfolio. Revenues of $9.5 billion were also a record and reflect our continued diversification.\nOur automotive design win pipeline is now over $16 billion, up more than $3 billion since fiscal Q1. IoT revenues grew 61% year-over-year with strong growth across all 3 categories of consumer, edge networking and industrial. RF front-end revenues grew 28% year-over-year, and handset revenues grew 56% year-over-year. These results demonstrate that our growth drivers remain unchanged and our strategy is working.\nOur one technology road map across wireless connectivity, advanced edge processing and power-efficient AI is incomparable across our peer group. In fact, advanced processing and artificial intelligence are the fastest-growing silicon content areas for Qualcomm. As such, we can no longer be defined just as a communications company serving one industry, rather, Qualcomm is a leading connected processor company for the intelligent edge serving multiple new end markets and enabling the growth of the cloud-connected economy.\nAs we continue to expand, we remain on track to meet our Investor Day financial projections, and I will now provide an update on our progress to date.\nIn automotive, our horizontal platform, the Snapdragon digital chassis is a significant driver of our growing design win pipeline and is increasingly becoming a key asset for automakers. Our digital chassis comprises a full suite of open, flexible and scalable platforms for telematics, connectivity, digital cockpit, ADAS and autonomy and cloud services.\nWith leading system solutions expertise and capabilities across multiple domains, Qualcomm is fast becoming the preferred industry partner for the auto industry and is well positioned for continued growth. Since our last earnings call, we significantly expanded our Snapdragon digital chassis capabilities. First, the arrival acquisition enhanced our ability to deliver open, fully integrated and competitive ADAS solutions to automakers and Tier 1 suppliers at scale. As a result of the acquisition, we are incorporating Arriver's computer vision, drive policy and driver assistance assets into Snapdragon Ride.\nSecond, we recently announced a long-term cooperation with BMW to jointly develop and extend BMW automated drive software to the Snapdragon Ride platform. The co-developed solution is scalable and customizable and can be offered by Qualcomm to other automotive OEMs across all tiers.\nWe also pleased with our multiyear technology collaboration with Stellantis, which will be utilizing our Snapdragon automotive cockpit platforms across the automaker's 14 brands. Upcoming Stellantis vehicles will also be featuring 5G capabilities for telematics systems based on our Snapdragon auto 5G modem RF platforms.\nIn consumer IoT, Android tablets are becoming collaboration tools and increasingly, demand is shifting from entry-level commodity tablets to premium connected computing devices, a clear validation of the conversions of mobile and PC. We are pleased that Snapdragon 8 Gen 1 inspiring the newest flagship tablets such as the Galaxy Tab S8 series globally.\nAdditionally, we are growing in premium and high-tier devices with OEMs such as Lenovo, HP and Opel. We're also pleased to see the announcement of the first-ever premium Windows on ARM enterprise focal laptop, the Lenovo ThinkPad X13S powered by the new Snapdragon 8CX Gen 3 compute platform. This new ThinkPad features 5G millimeter wave AI accelerated experiences, advanced camera and audio technology, an ultra-slim, fanless design and up to 28 hours of battery life on a single charge.\nWe're encouraged by the broad interest in our upcoming products, utilizing our industry-leading CPUs designed by our NUVIA team. We continue to drive the inevitable transition to ARM-based computing while redefining the future of mobile productivity.\nIn edge networking, we continue to benefit from the demand for global connectivity required for remote work, school and play, and we provide industry-leading solutions, enabling the migration to WiFi 6 and WiFi 8 mesh technologies. We also recently announced the world's first and fastest WiFi 7 commercial solution, which we believe will further extend our leadership position.\nWith multi-gigabit WiFi performance, ultra-low latency and unmatched spectrum versatility, we believe our WiFi 7 solutions will unlock a new era of advanced consumer and industrial applications. Our 5G fixed wireless access solutions also continue to gain traction as a last mile broadband solution. We now have more than 125 fixed wireless access designs announced or in development by more than 40 OEMs.\nWe also introduced next-generation features such as stand-alone 5G millimeter wave support in our RF sensing suite to enable operators to extend their 5G service offerings to the home and enterprise.\nIndustrial IoT experienced the fastest year-over-year revenue growth within IoT this quarter driven by continued demand for both connectivity and advanced processing at the edge. Notably, this quarter, we saw accelerated demand for ruggedized handheld devices for warehousing, logistics and health care industries as well as for robotics platforms.\nGoing forward, we're actively building an ecosystem of system integrators and channel partners to support the scale of our industrial IoT platforms as they become critical for the digital transformation of multiple verticals.\nIn handsets, we had record revenues of $6.3 billion driven by continued traction with leading smartphone OEMs such as Samsung, Xiaomi, Oppo, Vivo and Honor, where Snapdragon continues to be the mobile technology platform of choice for premium and high-tier Android. We now have approximately 75% of the premium tier processor volume for Samsung's Galaxy S22 smartphones, up from approximately 40% in the Galaxy S21.\nSamsung's strategy to adopt Qualcomm for the majority of volume is significant and validates our platform leadership as well as consumer preference for the Snapdragon brand. Our Snapdragon mobile solutions continue to define premium smartphone experiences. Let me highlight a few examples from our Snapdragon 8 GEN-1.\nIn imaging, devices enabled by this platform achieved the highest DxOMark ever, making it the best smartphone camera in the world. In connectivity, our solution features the world's first 5G AI processor in a modem RF system, enabling AI-based performance enhancements, antenna tuning, network selection and more. In AI, our 7 generation AI engine doubles the computational performance versus the previous generation. Our handset strategy, as outlined at Investor Day, is enabling share gains and enhancing our ability to capture the most significant portion of the revenue opportunity.\nIn RF front end, we continue to drive 5G modem RF leadership. Our fifth generation modem RF system now implements advanced features such as AI integration, millimeter wave and sub-6 dual connectivity in 5G sub-6 care aggregation with FDD and TDD spectrum. Looking forward, in addition to growth in handsets, we're expanding RF front end into automotive and IoT.\nIn our licensing business, revenues of $1.6 billion were above the midpoint of our guidance driven by the most valuable patent portfolio in the industry, and we continue to develop and patent new essential innovations for future releases of 5G and beyond. Lastly, demand remains strong across all our technologies and continue to exceed supply. We believe our multi-sourcing and capacity expansion initiatives will continue to provide incremental improvements towards supply throughout the year. With our One Technology road map and demand for our products and solutions across virtually all industries, we are in an incredible position to continue providing high-performance, low-power computing on-device intelligence and everything wireless. Our plan remains on track, and I'm very excited for the future of Qualcomm.\nI would now like to turn the call over to Akash.\n\nAkash Palkhiwala\n\nChief Financial Officer, Qualcomm Incorporated\n\nThank you, Cristiano, and good afternoon, everyone. We're extremely pleased to report strong second quarter results. We delivered non-GAAP revenues of $11.2 billion, our third consecutive quarter of record revenues and non-GAAP EPS of $3.21. These results reflect year-over-year increases of 41% and 69%, respectively, driven by strength across all QCT revenue streams.\nQTL revenues of $1.6 billion and EBT margin of 73% were above the midpoint of guidance, reflecting a slight decrease in lower-tier units, offset by a favorable mix. This was another record quarter for QCT with revenues of $9.5 billion and EBT of $3.3 billion, an increase of 52% and 111%, respectively, versus the year ago quarter.\nWe have now doubled QCT EBT dollars on a year-over-year basis in 6 of the last 7 quarters. Additionally, QCT EBT margin of 35% surpassed the high end of our guidance and increased 10 points year-over-year driven by revenue growth and diversification. Handset revenues of $6.3 billion increased 56% versus a year ago quarter. The upside relative to guidance was driven by increased volume in premium tier and improved supply. We gained share in Samsung's flagship device, the Galaxy S22, demonstrating leadership of our Snapdragon processor technology and our ability to compete with internal chipset initiatives.\nRF front-end revenues of $1.2 billion grew 28% versus the year ago quarter on increased adoption of our products across major OEMs. We saw accelerated growth across IoT and automotive as we align supply to better meet the demand for our products.\nIoT revenues were up 61% year-over-year to $1.7 billion primarily on increased demand for our chipsets for connected intelligent edge devices. We saw strong performance across consumer, edge networking and industrial with each of these categories growing by more than 50% compared to the year ago quarter.\nWe achieved record automotive revenues of $339 million, a growth of 41% versus the year ago period, driven by launches with our digital cockpit platforms. With the strong adoption of our Snapdragon digital chassis, we have now increased our overall design win pipeline to greater than $16 billion.\nLastly, during the quarter, we announced a 10% increase in our dividends and returned $1.7 billion in dividends and stock repurchases. Our strong free cash flow has positioned us to deliver attractive capital returns that are among the highest in the semiconductor industry while maintaining flexibility for strategic investments.\nBefore turning to guidance, I will provide an update on the Arriver acquisition. On April 1, SSW Partners acquired Veoneer for $4.6 billion with substantially all of it funded by Qualcomm. SSW Partners then transferred Arriver to Qualcomm and now plans to sell the remaining non-Arriver businesses over the next several quarters.\nWe expect that Qualcomm will receive most of the cash proceeds from the sale. We estimate Arriver non-GAAP operating expenses of approximately $50 million per quarter. However, our guidance for the third fiscal quarter does not include this impact since we plan to report Arriver 1 quarter in arrears until the fourth quarter. Further details of the transaction are included in our 10-Q and earnings presentation posted on our Investor Relations website.\nTurning to financial guidance for the third fiscal quarter. We are forecasting revenues of $10.5 billion to $11.3 billion and non-GAAP EPS of $2.75 to $2.95. We estimate QTL revenues of $1.4 billion to $1.6 billion and EBT margins of 69% to 73%. Our guidance contemplates global handset units consistent with the exit rate from the second fiscal quarter and assumes the end of COVID-related impact in China by the end of the quarter.\nIn QCT, we estimate revenues of $9.1 billion to $9.6 billion and EBT margins of 31% to 33%. At the midpoint, this implies year-over-year revenue growth of 44% and EBT dollar growth of $1.2 billion. On a sequential basis, we expect mid-single-digit revenue growth in IoT and automotive and a seasonal reduction in handsets and RF front end.\nOur strong forecast for QCT is driven by the same factors which benefited our second quarter, including gains in handset premium tier volume, strong demand in IoT and automotive and supply improvements. We anticipate non-GAAP operating expenses to be up 5% to 7% sequentially, reflecting select investments in product road map.\nIn closing, we are pleased with our financial results and strong execution as we manage to supply constraints in the current macroeconomic environment. Our QCT handset revenues are on track to grow by greater than 50% in fiscal '22. And we are well positioned for fiscal '23 as we continue to benefit from increased processor content and share gains.\nWhile we strengthen our mobile leadership, diversification is the top priority for the company as evidenced by increasing design win pipeline in automotive and accelerating revenue growth in IoT.\nThank you. Back to you, Mauricio.\n\nMauricio Lopez-Hodoyan\n\nVice President of Investor Relations, Qualcomm Incorporated\n\nThank you, Akash. Operator, we are now ready for questions."
    }
]