[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/71e4778eb03cc98ff961e6aa688d12a4",
        "textblob_polarity": 0.1759852568814833,
        "textblob_subjectivity": 0.34673973824917226,
        "sentiment": {
            "distribution": {
                "positive": 6,
                "neutral": 1
            },
            "scores": {
                "positive": 0.999659518400828,
                "neutral": 0.9976592063903809
            }
        },
        "content1": "Q2 2024 PACCAR Inc Earnings Call\n\nQ2 2024 PACCAR Inc Earnings Call\n\nPCARNASDAQJUL 23, 6:00 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nAll lines will be in a listen-only mode until the question and answer session. Today's call is being recorded, and if anyone has any objections, they should disconnect at this time. I would now like to introduce Mr. Ken Hastings, PACCOR's Director of Investor Relations. Mr. Hastings, please go ahead.\n\nGood morning. We would like to welcome those listening by phone and those watching the webcast. My name is Ken Hastings, PACCAR's Director of Investor Relations. And joining me this morning are Preston Fite, Chief Executive Officer; Harrie Skippers, President and Chief Financial Officer; and Bryce Poplosky, Vice President and Controller. As with prior conference calls, we ask that any members of the media on the line participate in a listen-only mode. Certain information presented today will be forward-looking and involve risks and uncertainties that may affect expected results. For additional information, please see our SEC filings and the Investor Relations page at paccor.com. I would now like to introduce Preston Fite.\n\nHarry, Bryce, Ken, and I will update you on our excellent second quarter financial results and business highlights. But I'd like to start by saying thank you to Paccor's great employees, who provide our customers with the best trucks and transportation solutions in the world. They are really an impressive group of people.\n\nPaccor's excellent revenues of $8.8 billion and net income of $1.12 billion were due to the strong performance of truck and parts operations around the world. Parts second quarter revenues increased to $1.7 billion. Parts pre-tax profits were $414 million with a 30.3% gross margin.\n\nFinancial achieved good pre-tax income of $111 million, and Truck Parts and Other Gross Margins were a very strong 18% in the second quarter. Looking at the U.S. and Canadian truck market, the vocational segment, where Peterbilt and Kenworth are the market leaders, remains strong with continued infrastructure investment. The less-than-truckload market is also performing well, while being offset by a truckload segment where rates remain soft. Kenworth and Peterbilt's first half share grew significantly to 31.5%, up from 27.7% in the same period last year.\n\nWe estimate this year's U.S. and Canadian Class VIII market to be in a range of 240,000 to 280,000 trucks. Demand for medium-duty trucks continues to be strong. Kenworth and Peterbilt have increased their medium-duty market share in the first six months of this year to 17.3%, compared to 12.8% in the same period last year. In Europe, economies and the truck market are softer this year.\n\nDots' premium new trucks provide customers with the latest technology and the best operating efficiency. We project the 2024 European above 16 ton market to be in a range of 260 to 300,000 trucks. South America is a region of PACCAR's geographic growth. Doc Brazil increased its market share to 10.3% in the first six months of this year, compared to 9.2% a year ago.\n\nDoff trucks are highly desired by customers in South America. Over the last few quarters, we've been updating you on the progress of a battery joint venture that Paccor formed with Cummins, Daimler Truck, and EVE Energy. This joint venture, named Amplify Cell Technologies, will produce state-of-the-art batteries that are specifically designed for commercial vehicle duty cycles. Amplify Cell Technologies began construction of the new factory in the second\n\nPaccor continues to demonstrate strong performance through all phases of the business cycle and is expanding its global manufacturing capacity as we are excited about the future. Harrie Schippers will now provide an update on Paccor Parts, Paccor Financial Services, and other business highlights. Harrie? Thanks, Preston.\n\nPackard delivered 48,400 trucks and achieved excellent truck parts and other gross margins of 18% in the second quarter. We estimate third quarter deliveries to be around 43 to 44,000 trucks, with strong truck parts and other gross margins of around 17%. The third quarter delivery estimate reflects normal truck markets and the regular summer production shutdown in Europe.\n\nPaccor Parts achieved excellent second quarter gross margins of 30.3%. Paccor's quarterly sales grew by 4% compared to the same period last year and are expected to grow around 4% for the rest of this year. Paccor Parts' focus on expanding its customer base and providing a full range of transportation solutions is enabling solid revenue growth in a softer after-sales market. Packer Parts opened a new distribution center in the country of Columbia in the second quarter and will open another distribution center in Germany later this year.\n\nEach new distribution center increases the number of dealers and customers benefiting from receiving parts on the same or next day. Financial is having another good year. Bank of Financial Services' second quarter pre-tax income was $111 million, reflecting its high quality portfolio and normal use drug markets.\n\nPaccor achieved an industry-leading return on invested capital of 27% in the first half of this year. In 2024, we're projecting R&D expenses in the range of $460 to $480 million as we continue to invest in key technology and innovation projects. These include a full suite of high-quality clean diesel and zero emission powertrains, innovative advanced driver assistance systems, and New Connected Vehicle Services that enhance our customers' operational efficiency. Paccor is planning capital investments in the range of $725 to $775 million this year, as we continue expanding manufacturing capacity at our factories in Europe, the United States, Mexico, Brazil, and Australia.\n\nThese investments are supporting Packard's growth, as well as our customers' success. Paccor's investments and its industry-leading truck lineup. Efficient Manufacturing Capacity, Best-in-Class Parts and Financial Services Businesses, and Continued Development of Advanced Technologies position the company well for today and for the future. Thank you. We'd be pleased to answer your questions."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/b8e3a77e5bffa482186ca2037d14c2bb",
        "textblob_polarity": 0.2386579637513251,
        "textblob_subjectivity": 0.46264233921910297,
        "sentiment": {
            "distribution": {
                "positive": 25,
                "negative": 1,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9454410243034362,
                "negative": 0.9973481893539429,
                "neutral": 0.9643984436988831
            }
        },
        "content1": "Q1 2024 Paccar Inc Earnings Call\n\nQ1 2024 Paccar Inc Earnings Call\n\nPCARNASDAQAPR 30, 5:00 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nGood morning, and welcome to PACCAR's first quarter 2024 earnings conference call. All lines will be in a listen-only mode until the question and answer session. Today's call is being recorded, and if anyone has any objection, they should disconnect at this time. I'd now like to introduce Mr. Ken Hastings, PACAR's Director of Investor Relations. Mr. Hastings, please go ahead.\n\nGood morning. We would like to welcome those listening by phone and those watching the webcast. My name is Ken Hastings, PACCAR's Director of Investor Relations, and joining me this morning are Preston Fite, Chief Executive Officer; Harry Skippers, President and Chief Financial Officer; and Bryce Poposky, Vice President and Controller. As with prior conference calls, we'll ask that any members of the media on the line participate in a listen-only mode. Certain information presented today will be forward-looking and involve risks and uncertainties, including general economic and competitive considerations that may affect expected results. For additional information, please see our SEC filings and the Investor Relations page of Packard.com. I would now like to introduce Preston Fyte.\n\nHarry, Bryce, Ken, and I will update you on our excellent first quarter results and business highlights. But I'd like to begin by thanking PACCAR's outstanding employees, who do a great job providing our customers with the highest quality trucks and transportation solutions in the industry. PACCAR achieved excellent revenues and net income in the first quarter due to the strong performance of its truck, aftermarket parts, and financial services business. PACCAR achieved revenues of $8.74 billion and net income of $1.2 billion.\n\nThis is comparable to adjusted net income of $1.18 billion in the first quarter of last year. Truck parts and other gross margins were 19% in the first quarter. PACCAR's margin is benefiting from investments in new truck models, good global performance, and PACCARP Parts' continued growth. Ackar Parts achieved record quarterly pre-tax income of $456 million.\n\n6% higher than the $439 million earned in the first quarter of 2023. 2024 quarterly park revenues increased to $1.68 billion, and we are pleased with the continued growth at PACCARPARTS after a record-setting year. Packard Financial had a good quarter, achieving pre-tax income of $114 million.\n\nThese results are comparable to the fourth quarter of 2023. Looking at the U.S. economy, GDP is estimated to grow 2.4% this year with a resilient labor market and healthy consumer spending. The vocational sector, where Peterbilt and Kenworth are the market leaders, remains strong with continued infrastructure investment. The less-than-truckload market is also performing well, while being offset by a softer truckload segment. Kenworth and Peterbilt's share in the first quarter was 30.3%, up from 27% in the same period last year.\n\nOverall, we estimate this year's U.S. and Canadian Class VIII market to be in a range of 250,000 to 290,000 trucks. In the medium-duty markets, the new best-in-class Kenworth and Piedmont models increased their combined first quarter share to 17%. We expect this year's medium duty market to be around 100,000 units. In Europe, economies and the truck market are softer this year. DOT's premium new trucks provide customers with the latest technology and best operating efficiency. We project the 2024 European above 16 ton market to be in a range of 260 to 300,000 trucks.\n\nThe South American above 16 ton truck market is expected to be in the range of 105 to 115,000 vehicles this year. In Brazil, DOF achieved a record 10.7% share in the first quarter, compared to 8.6% in the same period last year.\n\nDoff trucks are highly desired by customers in South America, and the region is an important part of Packard's growth and success. In the third quarter of last year, PACCAR announced a commercial vehicle battery joint venture; construction of the 21 gigawatt hour factory located in Mississippi is expected to begin this quarter. PACCAR anticipates investing $600 to $900 million over the next several years in this factory to create cost-efficient commercial vehicle batteries. Packard's industry-leading trucks, expanding parts business, best-in-class financial services, and advanced technology strategy position the company well for an excellent future. Harry Skippers will now provide an update on truck deliveries, TACCAR parts, TACCAR financial services, and other business highlights.\n\nBecker delivered 48,100 trucks during the first quarter and anticipates second quarter deliveries to be around 48,000. Packard achieved excellent truck parts and other gross margins of 19% in the first quarter. We anticipate second quarter margins to be strong and in a range of 18 to 18.5 percent. Pick a part from an outstanding first quarter, with parts gross margins of 32.5%. We estimate parts sales to grow by 4-6% in the second quarter, following last year's record performance.\n\nPacker Parts' excellent long-term growth reflects the benefits of investments in transportation solutions that increase vehicle uptime and convenience for customers. Becker's aftermarket parts business provides strong profitability through all phases of the business cycle. Becker Parts has 19 parts distribution centers, or PDCs, worldwide and is expanding its global distribution network with the construction of a new PDC in Germany, which will open this year. Becker Financial Services benefited in the first quarter from excellent portfolio quality; pre-tax income was $114 million. U.S. truck prices have normalized.\n\nWith its larger portfolio and superb credit quality, Becker Financial is having another good year. It achieved an industry-leading return on invested capital of 28% in the first quarter. In 2024, we're planning capital investments in the range of $700 to $750 million and R&D expenses in the range of $460 to $500 million as we continue to invest in key technology and innovation projects. These include clean diesel combustion engines, battery and hydrogen electric powertrains, advanced driver assistance systems, and new connected vehicle services.\n\nPackard is also investing in manufacturing capacity to support future growth, including expansions at Kenworth, Peterbilt, PECA Mexico, and at Dove in Brazil and Europe. We're also investing in a new Packard engine remanufacturing facility in Columbus, Mississippi, and in the new battery joint venture. We expect 2024 to be an excellent year. Thank you, but please answer your question.\n\nThank you. If you'd like to ask a question, you can press star followed by 1 on your telephone keypad. If you'd like to remove that question, you may press star followed by 2.\n\nPlease ensure you're unmuted locally when asking your question. Our first question for today comes from Tammy Zakaria from J.P. Morgan. Your line is now open. Please go ahead.\n\nHi, good morning. Thank you so much. So, my first question is on the deliveries for the second quarter for 48K around. Can you provide some color on how to think about deliveries by geography in the second quarter?\n\nSure, I think it's time you did, the spread of the geographies will be very similar to the first quarter. I don't think we expect too many big changes. I think Europe, North America, and the rest of the world should be at similar levels, more or less, with some variation, of course.\n\nGot it. So my follow-up question is, how's the dealer inventory looking in North America? The reason I ask is that it seems like your deliveries in North America were up almost 14% year over year in the first quarter, but some industry data vendors suggest that retail sales were down in the quarter. So can you, can you comment on the health of the inventory in the channel?\n\nWe're happy to do that. First of all, if you look at our inventory, it's really less than three months of inventory on the class eight side of it when the industry is a little bit higher than us. One of the things to think about when you consider PACCAR's inventories is a strong vocational market share. If you think about the fact that a vocational truck takes maybe six months longer to put into service, it means there's additional time.\n\nSo the stronger vocational market has a natural cadence to increasing inventory. But overall, our inventory is in very good shape, and our market share is increasing. We saw market share growth from 4Q to 1Q. We expect that we have the right mix of build and a healthy inventory. All feels pretty good.\n\nWonderful, thank you.\n\nThank you. Our next question comes from Angel Castillo of Morgan Stanley. Your line is now open, please go ahead.\n\nThanks for taking my question, and congrats on a strong quarter. Just wanted to go back to your comment, I guess, to the prior question, just in terms of the second quarter level of deliveries being similar to the first quarter, you know, very strong deliveries in North America. If we kind of assume similar deliveries in the second quarter, we're, you know, running ratings at quite positive rates, so just wanted to kind of then bridge that to, you know, the lowered guide for shipments for the full industry in North America.\n\nSo, can you help us understand what is otherwise a very strong first half inventory that seems to be kind of at a good level versus an industry view that seems to be a little bit more modest? Is it market share? Is it something specific to the second half? Just, again, help us bridge that and understand the change. Yeah, sure.\n\nYeah, sure. Happy to delve into that.\n\nFirst of all, the adjustment is a small adjustment, and a midpoint of 270 is what we think is a great market in North America. But also, I think what you're seeing is what we're reflecting as PACCAR is that we're continuing to demonstrate that our business is structurally stronger, that the margins are higher, and that our market share is increasing in the U.S. and Canada, both in heavy duty and medium duty. And so we feel good about the way the market's going for PACCAR, which is obviously a place we know the most about, and we feel very good about it.\n\nMaybe just from a broader industry perspective, was there anything in particular that kind of triggered this modest change? Yeah, I think so.\n\nYeah, I think so. If we look at it, and you said we already mentioned the strong vocational market and the strong LTL market in our comments, and we do see the truckload segment having continued softness, and you heard that from some of the public companies. We think that's balanced against the fact that, at some point, they want to stay on their cadence of buying, and that cadence is going to need to continue. So that's why we think the market's good for 2024. And then we would expect 2025 and 2026 to start to look even more positive as we head into the 2027 emissions cycle.\n\nAnd then just lastly, on just the order books, could you just help us or just remind us where you are in terms of kind of 2Q order book fill rate, 3Q, and 4Q? At least, based on industry data, it seems like 2Q and 3Q are pretty full. Just help us understand the cadence of what kind of those rates are at now. Yeah, we have good fill in the second quarter.\n\nYeah, we had good fill in the second quarter, substantially full through all markets, and filling nicely into the third quarter now. Yeah, great. Have a good day.\n\nThank you. Our next question comes from Rob Wertheimer of Mellius Research. Your line is now open. Please go ahead.\n\nThank you. I had a question just on interest rate sensitivity where, you know, I guess historically, trucks have been perceived to be a market that you can stimulate or not with rising lower rates in the Fed. And are you seeing that as rates have risen, has that been a major factor in either new or used purchases? And to your earlier comments, Preston, it seems like vocational training is a great setup right now. Is that less sensitive to vagaries of interest rates just because of, you know, megaproject demand infrastructure or older fleets? So, just maybe, any comments you have on that risk. Thanks.\n\nRob, starting on interest rates, higher interest rates, of course, make trucks more expensive to lease for many of our customers, so it does have some impact there, but please also bear in mind that customers are buying new trucks today; they replace a three or four-year-old truck, and that new truck comes with significantly better fuel efficiency, somewhere in the 7% to 12% range, so that offsets some of those higher interest rate payments. Of course, you're right, our customers would like lower interest rates; they always do, but as a percentage of their...\n\nBut as a percentage of their total, just to add to what Harry's saying, as a percentage of their total business for them, it's not that significant. And I think we also look at it and say, like, interest rates are at pretty normal levels from a long-term historical standpoint. So with the economy moving along nicely, with economic growth expected, we think it should be a good year.\n\nPerfect. And then is vocational a different market? And I wonder if you could just comment on, you mentioned it's stronger; it seems obvious it's stronger, just any comment on the bifurcation between that and the long haul segment, how big that is, or how wide.\n\nIf it is more resilient given the... Sure. A great, great, great topic for us. I mean, think about it. We have over 40.\n\nSure. A great, great, great topic for us. And if you think about it, we have over 40% of the vocational market between Kenworth and Peterbilt. It's, I mean, this is not a perfect number, but it's roughly 25% of the total market. Obviously, it varies plus or minus, and it's exceptionally strong right now. Backlog is effectively full for that market for much of the year. We're kind of stacked up at the bodybuilders, so that bodes well for Kenworth and Peterbilt for the balance of the year and going forward. And we think just as you look at the infrastructure spending in the country, that's continuing to happen, and it's going to continue to be strong for us.\n\nThank you. Our next question comes from Steve Volkman of Geoffreys. Your line is now open. Please go ahead.\n\nGood morning, guys. Thanks for taking the question. I guess we'll get more detail in the queue, but can you just comment on how pricing is looking these days? Do you want to share anything on price?\n\nBryce, do you want to share anything?\n\nGot it. Thank you for that.\n\nAnd then I'm curious, Preston, I think you said that 25 and 26 would be improved, or, to put it more positively, I wrote down here. Are you thinking that we will start to see some pre-buy as early as 25? I know there's a very big price increase coming here. Just your thoughts about how that plays out.\n\nYeah, I do. I think, obviously, the future is unknowable, so I'll caveat that for you. But I would say that when you look at the buying cycle and how trucks are being run, and the fact that people are sensitive to those emissions changes, that it should help 25 and 26 be very strong years for the industry. And I think the question that everybody's kind of trying to figure out is when will that start and how significant will that initiation point be.\n\nSo for right now, what we look at is the trucks we're producing are the best trucks we've ever built. They have great efficiency. And they're not only great new trucks, but they'll also be great used trucks in a few years. So between that spot, the 25 and 26, strengthening market, I think, all feels really good.\n\nGreat. Thank you.\n\nThank you. Our next question is from Jamie Cook of TROIS. Jamie, your line is now open. Please go ahead.\n\nHi, Good afternoon, and a nice quarter. Just on the answer to Steve's question, the 3% price that you said was in line with cost, was that, can you, I guess, distinguish between truck OE, you know, and aftermarket, and then, I guess, any commentary on pricing in the remaining three quarters? I'm just curious, like your truck deliveries in the second quarter are similar to the first, but margins are expected to be lower in the second quarter versus the first quarter. Any color on that?\n\nAnd then, I guess, follow-up, Preston, obviously, margins have been, you know, very strong as we're going through the cycle, and demand is, you know, starting to, I guess, moderate. Any view on structurally how much you think your margins have improved, you know, versus potentially having to give stuff back on price, you know, just related to the market share and the new truck introductions? I was just wondering how you're structurally thinking about margin improvement this cycle. Thank you. You bet, James. There's a lot of questions in there, but thanks. It's good to hear from you.\n\nYeah, you bet, James. There's a lot of questions in there, but thanks. It's good to hear from you.\n\nSo, I'd say to start with, on the truck side, the price versus cost is three and three, and on the parts side, price is three, and cost is two. So, that kind of helps you there kind of expect something maybe in a similar range going forward through the course of the year. That all, of course, leads into your questions on margin, and I look at the margins.\n\nOne of the things that we're really proud of our people at PACCAR is creating these great trucks, these great parts business systems, because it is delivering structurally stronger margins for everyone. Really happy with how that's going. The fact that we delivered a 19% margin in a time when truckload carriers are a bit softer feels really positive, and the fact that we shared with you that second quarter looks like 18% and 18.5%, really strong margins for the company, which is showing that we can demonstrate excellent performance through all parts of the business cycle. Really pleased with the team for what they're doing.\n\nThank you. Our next question comes from Chad Dillard of Bernstein. Your line is now open, please go ahead.\n\nHi, good morning guys. Hey, morning.\n\nSo I was hoping to get your thoughts on the shape of this cycle. I think, Preston, you mentioned that 25 to 26 would be a better year versus 24. Just want to get a sense for whether you're seeing a bottom in orders, what gives you that confidence? And then do you think capacity needs to leave the market before you see an order rebound?\n\nRight now, if I go with you, Chad, what we're seeing is that in the truckload sector, people want to keep buying trucks. They're concerned about getting aged inventory. They want to stay on the buying cycle. I think that there is capacity out there, obviously. It's a very normal cycle is what it feels like right now, a healthy normal cycle.\n\nAnd their question is, when does this thing turn around, and when do they need to make sure that they're continuing to get their orders placed? So the conversations are about their interest in the future and what it's gonna look like. Is it three months from now, six months from now, a year from now that they need to make sure they have, acquire the capital, the trucks that they need.\n\nGot it. That's helpful. And then just, I'd like to get a little bit of color on your product strategy as you're pushing the pre-buy. I know you guys did a pretty good job when there was a regulatory change and introducing some new products that are real-time with that. Any color on how you're thinking about, like, the next couple of years on that?\n\non our product strategy. Let's share, first of all, again, a shout out to the team for what they've accomplished. There are a couple things I'd like to mention about that.\n\nOne is from a product strategy standpoint; we just introduced the new Model 589 at Peterbilt in January, which is a fantastic new truck, an iconic truck. It's doing really well in the market, so it's just part of our continued rollout of new products. The new medium-duty products in North America are doing exceptionally well, and we see market share continuing to grow. At the end of last year, we were at 14.5 percent, and we had gone to 17 percent in medium-duty with really strong margin performance.\n\nAnd then if I think more broadly about strategies for product introductions, we're continuing to develop new trucks, new engines, new alternative energy capability so that we have a very capable powertrain portfolio to handle the emissions changes that are coming forward and the uncertainty, frankly, that the industry will experience with regulations. So it feels like Packard's very well positioned to handle anything that comes forward at us. And if I may add to that, Preston, that the 2027.\n\nAnd if I may add there, Preston, that the 2027 emissions that we will see nationwide, what CARP is doing this year, is already very similar in 2024, and we will launch a packer engine in California that meets their requirements this year. So we'll get, we'll know exactly which technology to apply there.\n\nThank you. Our next question comes from David Rasso from Evercore ISI. David, your line is now open. Please go ahead.\n\nHi, thank you for your time. I'm curious about Europe.\n\nThe deliveries for the first half of the year, it looks like you're planning to be down around 31 percent, and the market guide, your midpoint's down 18. You didn't change the guide for the industry. Just wanted to get your thoughts on, is that level of delivery clearing out inventory, or just trying to understand your considerations of lowering the European Industry Guide when you're going to these numbers to try to get a sense of how you do that market the rest.\n\nYeah I think I'll start and Harry can add whatever he'd like to is I would say that the European truck market has seen softening and that's especially true in Central and Eastern Europe which are strong markets for DOF so we've seen those delivery numbers adjust appropriately around that and we have the build dialed into the delivery schedules so we think that the new DOF truck continues to deliver for PAC our great margin performance which is a pretty important thing for us with this new product is delivering great fuel economy for our customers and so I think that you're just seeing the cadence of the market down and we would expect to see that probably continue throughout the year Anything you'd add, Harry? also coming off a record quarter in last year.\n\nThe first quarter of 2023 was a record quarter for DAF in Europe, and I saw a lot of what Preston is talking about, the fuel economy benefits and the great performance of the new truck. So the comps are getting a little bit better.\n\nYeah, I mean, the comp does ease in the second half. I'm just trying to get a sense of, should we expect delivery? that far below your industry outlook for most of the year. Again, I don't know the fourth word.\n\nAnd then I wouldn't read into it that way, David. Yeah, I wouldn't try to read into it for the full year that way. I think the U.S. and Canada delivery schedule seems really solid and stable for us right now. Again, the thing we would want to remind you is that a 270,000 truck market at midpoint is a very nice market, and with PACCAR's share increasing. That feels positive to us. Yeah, I think we're just trying to figure out if, like, U.S. Canada first half of the year deliveries are up, but we're looking for class aid, down 9, is some offset, but we're just trying to get a sense of the second half of the year. How much does the U.S. and Canada build schedule come down?\n\nWell, I think what we shared is we're in the third quarter right now, and obviously, you and everyone else are watching the second half of the year to see what happens, and I think it's a little bit too much of a prognostication to guess what Q4 is going to be, but the math says it should be a good year. Our order intake looks like it should be a good year. The truck performance is good, and the margin performance is good, so we feel like it all adds up to, as far as the story can go, a really positive outlook, and at least the mix is favoring you with the vocation.\n\nOK. Very helpful. Thank you. Yeah, David, that's another really good point you brought up. Thanks for bringing that up.\n\nThank you. Our next question comes from: The line is now open. Please go ahead.\n\nHi, this is Cleon speaking on behalf of Jerry. Our question here is, what has been the early feedback from customers on how they're thinking about the higher cost profile of the next generation trucks, and to what extent do they value the embedded extended warranty?\n",
        "content2": "Well, I think they're obviously paying attention to what it's going to be. Nobody knows what those new prices are going to be yet. There's lots of speculation out there, but it's a bit early for speculation, I think, other than to know the emission standards are going to be requiring additional aftertreatment changes to the engines and different capabilities on the engines to manage the aftertreatment. So with those, there's going to be costs, and I think at any time throughout the years, customers pay attention closely to that.\n\nI think, as we've already shared, they kind of feel like they'd like to get their orders in a steady way and also kind of avoid any kind of point of disruption around the introduction of the new mission cycle, so that's what's going to pull forward the 25 and 26 purchases, I think.\n\nThanks. And along the same lines, as the installed base of those trucks, the 27-emission trucks, grows, will your parts market share benefit from the expanded warranty provisions? Thanks. Frankly, simply, yes.\n\nYes, it will. Frankly, simply yes.\n\nOur next question comes from Jeff Kaufman of Vertical Research Partners. Jeff, your line is now open. Please go ahead.\n\nThank you very much and congratulations on a solid quarter. A lot of my questions have been asked, so I want to drill down on truck ASP. You mentioned that new truck pricing is up about 3%. But, you know, I'm calculating ASP to be closer to up to 8, so I'm assuming the difference between the 3 and the 8 is mostly mix-related. Can you help me bridge that gap and help me understand maybe how much of this could be more vocational in the U.S. versus on the road or versus, say, North American sales versus European sales, which, as David Rasso noted, are down substantially? I'm just trying to understand the difference between the two numbers.\n\nThanks for the opening comment also. The truck prices are high there, and I would also say that the mix between\n\nOkay, so as I think forward for the year, I would probably expect your average reported ASP to be up a little more than your price increases as a result of the mix kind of carrying through 2024. Am I thinking about it wrong?\n\nThat could be, that's a logical assumption based on all those things. Yeah. OK.\n\nOkay. Well, again, congratulations and thanks.\n\nThank you. There are no other questions at this time, so I'll hand you over to the management team for any further remarks.\n\nWe'd like to thank everyone for joining the call, and thank you, operator.\n\nLadies and gentlemen, this concludes PACAR's earnings call. Thank you for participating. You may now disconnect."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/733a1f4bd700995e75d540b7ed73cab1",
        "textblob_polarity": 0.22302334383917874,
        "textblob_subjectivity": 0.4685678508716372,
        "sentiment": {
            "distribution": {
                "positive": 31,
                "neutral": 9
            },
            "scores": {
                "positive": 0.954482993771953,
                "neutral": 0.9771111872461107
            }
        },
        "content1": "Q4 2023 Paccar Inc Earnings Call\n\nQ4 2023 Paccar Inc Earnings Call\n\nPCARNASDAQJAN 23, 6:00 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nPackard declared a record $4.24 per share in dividends, including an extra cash dividend of $3.20 per share. ACAR's fourth-quarter revenues were $9 billion. Quarterly net income was a record $1.42 billion, which was 54% higher than the prior year. Fourth-quarter net income included a $120 million tax provision release in Brazil.\n\nPack our parts to achieve fourth-quarter revenues of $1.61 billion and pre-tax profits of $432 million. In the fourth quarter of 2023, PACCAR delivered 51,000 trucks, and for the first quarter of 2024, deliveries are forecast to be around 48,000. Last year, U.S. and Canadian Class A truck retail sales were 297,000 units.\n\nKenworth and Peterbilt's full-year deliveries increased from 96,000 to 109,000. In 2024, the U.S. economy is projected to expand. Within the truck sector, the vocational, less-than-truckload, and medium-duty segments are experiencing strong demand, and customers are benefiting from the superior performance of new Kenworth and Peterbilt truck models. The 2024 U.S. and Canadian Class A truck market is forecast to be in a range of 260,000 to 300,000 vehicles. European above 16 ton truck registrations were 343,000 last year.\n\nDAS 2023 European deliveries increased to a record 63,000 trucks. DOF's customers appreciate the industry-leading fuel efficiency and driver comfort of DOF's premium trucks. These trucks have a unique competitive advantage in the European market due to an innovative aerodynamic design that features the largest and most luxurious cab interior. In 2024, the European economy is forecast to grow modestly. We expect the above 16-ton truck registrations to be in the range of 260 to 300,000. Last year the South American above 16 ton truck market was 110,000 vehicles and is expected to be similar this year. In Brazil, DOF achieved a record 10.2% share, up from 6.9% last year.\n\nDAF Brazil makes a growing contribution to PACCARB's global success. PACCAR-Foyer truck parts and other gross margins were 19.3% and 19.4% in the fourth quarter, reflecting strong truck deliveries and excellent parts business. We estimate PACCAR's worldwide first quarter truck and parts gross margins to remain strong and be in the range of 18.5 to 19 percent. 2023 was another great year for PACCAR, with many highlights, including revenue and net income records. PACCAR announced a joint venture to manufacture commercial vehicle batteries.\n\nDOF opened a new electric truck assembly plant and earned the Green Truck Award as the most fuel-efficient truck in Europe. Packhart Parts celebrated its 50th anniversary, and Kenworth celebrated its 100th anniversary. We're looking forward to 2024 being another excellent year. Harrie Schippers will now provide an update on Pack Our Parts, Pack Our Financial Services, and other business highlights.\n\nThank you, Preston. In 2023, Decker Parts set new records for revenues and profits. Annual revenues increased by 11% to $6.4 billion, and pre-tax profit increased by 18% to $1.7 billion.\n\nBart's gross margins climbed to 31.9%, up from 30.4% in the prior year. We estimate part sales to grow by 3-5% in the first quarter of this year compared to the record first quarter last year. Thank you for watching. Becker's Aftermarket Parts and Connected Services businesses provide strong profitability through all phases of the business cycle. There are parts at 18 parts distribution centers or PDCs worldwide and is expanding its global distribution network with the construction of a new PDC in Maasbach, Germany, which will open later this year. PECA Financial Services achieved a fourth quarter pre-tax income of $113 million.\n\nAnnual pre-tax income was $540 million, and portfolio assets increased to $21 billion. The U.S. truck market normalized in 2023. Bagger continues to experience good sales volumes of its premium used trucks. Becker Financial continues to perform well with low past use, a larger portfolio, and excellent credit quality. Last year, Becker invested $698 million in capital projects, and $411 million in research and development.\n\nIn 2024, we're planning capital investments in the range of $700 to $750 million and R&D expenses in the range of $460 to $500 million, as we continue to invest in key technology and innovation projects. These include next-generation clean combustion engines, battery, and hydrogen electric powertrains.\n\nAdvanced Driver Assistance Systems, and New Connected Vehicle Services. PEC is also investing in additional manufacturing capacity to support future growth, including Truck Factory Expansions, Ateca Mexico, and Canberra's Chili Coffee in Ohio. A new engine remanufacturing facility in Columbus, Mississippi, and the Zero Emissions Battery Cell Factory Joint Venture. We're excited about the new Peterbilt Model 589, which began production this month. Beggar's Independent, Kenworth, Peterbilt, and Duff Dealers continue to invest in their businesses, Enhancing our industry-leading distribution network and making a significant contribution to Pekka's long-term success. Packer had an outstanding year in 2023, and this year is off to a very good start. Thank you. Would you please answer my questions?\n\nThank you. If anyone would like to register a question, please press star followed by one on your telephone keypad. If you would like to withdraw your question, please press star followed by 2 and, when preparing to ask a question, please ensure you are unmuted locally. So that's star split by one on your telephone keypad to ask a question.\n\nOur first question today is from Nicole DeBlase from Deutsche Bank. Nicole, please go ahead; your line is open. Yeah, thanks. Good morning, guys. Good morning, Nicole. Maybe just starting with the outlook for 1Q deliveries, could you just talk a little bit about the implied sequential step down is that kind of across all regions and then, I guess, your expectation that 1Q is the high point of the year for bills given that we started to see orders fall in December. 1Q is the high point of the year for bills, given that we started to see orders fall in December. Well, let me take that one for the South America is doing really well, and North America is steady at very high levels.\n\nAnd we've seen normalization in Europe, which is probably we said the market in 2024 is 260 to 300, which is 15 to 20% lower. And that's kind of what we see in our deliveries in Europe. As far as the slowdown in orders, I'm not sure I can recognize that in our major North American markets. We see good order intake and good visibility. Okay.\n\nAnd then just from a pricing perspective, can you guys just talk a little bit about what you're seeing with respect to industry pricing and any expectations for what you guys should realize in price for 2024? Thank you. Sure thing, Nicole.\n\nI mean, I think what we have going on is, and we've shared this many times, but it's worth repeating, we have refreshed our entire product lineup in the last few years. We have really high-performance products that are delivering excellent results to customers. And I think that the latest recognition of that is the Green Truck Award in Europe for the new DAF products, which were awarded as the most fuel efficient products in Europe.\n\nAs a result of that kind of performance of the product, we're seeing good pricing realization for trucks around the world for PACCAR. Thank you. I'll pass it on.\n\nAll right. Thank you. Our next question today is from Angel Castillo from Morgan Stanley. Angel, please go ahead; your line is open.\n\nHi, thanks for taking my question. And congrats on a strong quarter. So maybe just to dig in a little bit more on kind of the pricing dynamic, I was wondering if you could kind of expand that into more of a price cost and give a sense for how you're kind of thinking about decrements and just underlying kind of margins for 2024 overall. I think you got it to 18.5 to 19% for the first quarter on gross margins. So maybe if you could, again, give a little bit more color on the full year and how we should see that progress. Yeah, well, first of all, thanks for the comment on the year. I think our team deserves an incredible amount of credit all around the world for its wonderful performance.\n\nAnd we see that continuing right now. From the price cost level standpoint, Angel, we think that we have a good price against cost right now. We expect that to continue as we look forward. Obviously, there's a little bit of normalization in the market sizes.\n\nThat's really the only thing we see going on, both in Europe, with Europe, as I mentioned already, and North America in the single digits, five to 10% smaller market size. But we expect to see good markets and good price versus cost performance. And as you know, we don't share information on the full years; we'll get to the quarter by quarter analysis of things as we get further into the year. Thank you. And maybe just switching over to parts a little bit, the 3 to 5 percent that you got it to for 2024, just curious if you could break that down a little bit more into its pieces, what you're seeing in terms of price, volume, kind of an assumption. The increase was three to five percent, and so we see that mostly around the world, it compares to a record quarter first quarter last year, so at parts, we continue to see Thank you. Thanks a lot, Angel.\n\nThank you. Our next question today is from Tami Zakaria from JP Morgan. Tami, please go ahead; your line is open.\n\nHi. Thank you so much for taking the time to answer my question. So my first question is, I think your outlook for Europe is weaker than for the US and Canada this year. So can you remind us, what is the margin profile for your business in those two regions? Is a weaker Europe negative from a mixed perspective, given the last couple of years of DoF model launches? Well, I don't think I would characterize it as weaker, Tami.\n\nI think I would say that in 2023, Europe will have 343,000 units, which will be a very, very high year, in fact, a record year for us, right by a lot. And I think if we estimate the market at a midpoint to be 280,000, that's a nice year. I think that what we see is obviously the normalization of sales in that range, but we still have these new products which are providing great margins for us in the European theater. So are the two regions similar in terms of their margin profile? That's basically what I'm trying to understand. Yeah, more or less similar.\n\nI think Europe is a little softer, so you'd expect some effect from that in Europe. But also in Europe, the new DAF continues its premium position. And as a result, we get excellent margins on those trucks. Got it. Okay. That's all I had.\n\nThank you. Great. Thanks, Tami.\n\nThank you. Our next question is from Chad Dillard of Alliance Bernstein. Chad, please go ahead; your line is open.\n\nHey, good morning, guys. I was hoping you could unpack your gross margin guide of 18.5 to 19%. You can give some puts and takes of trucks versus parts. And then as you're thinking about, like, the full year, you know, it sounds like parts are going to grow by mid- or single-digits. Should we expect, you know, gross margins in that business to continue that upward path? Well, I think what we would, in the unpack, I like your term, share with you is the parts business continues to do really well. Last year was a record, as we mentioned, or Harry mentioned in the comments.\n\nAnd we expect them to have a fantastic year this year as well. So even in truck market sizes, that may moderate a little bit, we see the parts business doing a fantastic job. And that's because of the expansion of new PDCs, it's because of the connectivity that we're providing in our trucks, it's because of our great dealer network, and I think about all of the benefits we provide to our customers. So I expect parts to continue to hum.\n\nAnd on the truck side, again, great new trucks providing good margin performance and, you know, obviously doing a fantastic job for our customers. That's what we see out there.\n\nAnd that's contributing to the strong truck margin, got it okay, and just a second question just on your finco um profitability, just trying to think through the moving parts in 24. Do you expect that profitability to grow? To what extent are you contemplating any buy-downs or any additional reserves given the state of the truck market? We saw some more normalized used truck prices in the fourth quarter. And as a result, the good performance of Pack our financial at $113 million for the quarter. And if we now look at this year, we expect Packer Financial to continue that good performance in the quarters of this year. Great, thank you; I'll pass it on.\n\nI appreciate it. Thank you. Our next question today is from David Raso from Evercore ISI. David, please go ahead.\n\nYour line is open. Hi, thank you. I'm kind of looking beyond 24, the notion of a pre-buy.\n\nI'm just curious, conversations you're having today, now that we're in 24, on customers' thoughts of any pulling forward of say, you know, second half. 27, Thanks for watching. Anything at all about timing of orders to maybe reflect, Goodbye. 5, just trying to get a sense of how you're thinking about that concept.\n\nSure, sure. I mean, let me start by saying that it's not just a truckload carrier market out there. And in the LTL, the medium duty, and the vocational markets, we're seeing strong performance of the products and strong interest from customers with good order intake. I'd also say that from an overall PACCAR standpoint, as I mentioned, our global markets are doing quite well for us. But to dial in a little bit to your question, David, what I think is happening is the good operators, the ones that are thinking clearly about the long term, are continuing to buy trucks. And so they're looking to keep their fleet at a reasonable age and buying trucks and continuing in that pattern. And then they're managing that against the fact that contract rates and spot rates are lower than they were, and trying to maintain that balance of fleet age with capital spending.\n\nAnd we think that's going to continue. We think that there will be an emissions change in 2027 and that sophisticated buyers are conscious of that and take that into consideration as they make their purchase plans. And that'll have an increasing effect as we move forward, to be clear on timing. Do you think some of that desire to buy in front of that would show up in orders in 24 at all? Or is that a, I think it's fleet-dependent.\n\nI think it depends on where they're at and what they're hauling, and I think how they're doing and how many trucks they need in their fleets. I think generalizing that into 24 might be a little much, but the premise of your conversation or our conversation about whether that feature will be in later this year, next year, the year after, I think there's some truth in that. I think we will see positive benefits from that. Thank you very much.\n\nYou bet. Thank you. Our next question today is from Jeff Kauffman from Vertical Research Partners. Jeff, please go ahead; your line is open. Thank you very much.\n\nHey Jeff, thank you for that. Our team appreciates it. Oh, you guys crushed it. I want to ask about two kinds of oddities if I can.\n\nI don't want to focus on the tail wagging the dog, but I think they're relevant questions. Um, the first has to do with what's going on with electric vehicles right now. And it seemed like there was this big push for EVs. And you're still seeing that in some of the lighter duty models, but a little bit of a pullback on the heavy side.\n\nBut we are moving forward with the EV plant for batteries, and we're moving forward with investment. What is your feeling about the state of the EV market? And is this a surprise at all? Is this expected?\n\nHow should we be thinking about the frame, and Jeff, I think you nailed it. Actually, I think that there was maybe a lot of enthusiasm, maybe too much enthusiasm. I think it's something that is going to happen. It's going to happen gradually, rather than rapidly. There are a lot of things that have to come along with it, energy and infrastructure.\n\nFrom a PACCAR standpoint, it's been our approach all along, as we've shared with you over the years. It is right: we would start in the tens, move to the hundreds, go to the thousands. That's the progression we're in. We continue to make prudent investments that'll be timed to what we think the adoption rates are going to be. We felt 2023 was the right time to make sure that, looking into the future, we could begin the journey of creating our own batteries, so we had the most cost-efficient, high-performance batteries when the time was right.\n\nI think, as we talked about in the last call, building a battery cell factory in a joint venture manner will give us sufficient volume to supply our needs throughout the rest of the rest of the decade, as we gradually adopt. It puts PACCAR in a really good position to offer our customers the best products they can get when they're looking for EVs, keep up with the regulatory environment, and also take a thoughtful approach to adoption. Okay, thank you. And then the second one, and I'm expecting kind of a no comment on this one, but we're going to ask anyone. Um, the last time we had a certain Republican president, there were some EPA mandates that ended up being canceled and rolled back.\n\nWho knows what the future holds, but I think there's an industry belief that there is a certainty about a massive 2026 pre-buy, and I think everyone's kind of thinking about that. I know it was part of David Raso's question earlier. Do your political people think there's any risk if there's a Republican victory and we get a certain presidential candidate back that any of these EPA mandates might be at risk or the CARB mandate? be at rest.\n\nJeff, I think you nailed it. You have no comment on that yet. All I can say is that we feel really good about Pat Garcia either way.\n\nExactly. We're going to drive the road we see in front of us. I understand that.\n\nWell, again, congratulations. And thank you, Jeff. Thank you. Our next question today is from Jerry Revich from Goldman Sachs. Jerry, please go ahead.\n\nYour line is open. Yes, thanks. Good morning and good afternoon.\n\nI wonder if you could just talk about the record gross margin performance you folks had in 23 was, despite really significant supply chain disruptions continuing. Can you talk about just directionally where your labor hours per unit today versus their targets? And is there a potential for things like factory overhead expenses, etc., to turn out to be a tailwind on a year over year basis as surety of deliveries ramps up and maybe productivity ramps up? Yeah, it's a fun conversation to have with you. First of all, our hats are off to the supply base. They've done a really good job of trying to work through the challenges. And I think, as you know, things have become improved, maybe not perfect, but improved, which is good. We're used to that.\n\nAnd I think as we look at it, smoother factories are more efficient factories. And so as we look into 24, if we have a smoother supply provided to the factories, we will have benefits in that regard. So it could be a tailwind, as you word it.\n\nVery interesting. And you know, another area where you folks have worked through even as you put up record margins is higher warranty costs because of higher per repair cost trends. Can you talk about whether you expect to return to the one and a half percent warranty accrual rate in 24 hours? Or are there still things that you're working on in terms of per unit repair costs or other moving pieces in the warranty provision?\n\nWell, I can say that we have a great group of analysts who understand our business well, because I think that your question is salient. And it is true, like we've seen increasing truck complexity over the decades as an industry, more electronics on them that contributes to more opportunities. But we do think that the trucks are performing well, and we'll be in that kind of normal range again.\n\nAnd lastly, on parts, really strong performance in the fourth quarter, and the outlook for the first quarter is certainly higher than what we had in our model and what we're seeing for other companies. Can you just touch on how you folks have managed the parts delivery timeframe in the first quarter of 23? Because I think for most companies, the first quarter is going to be a really tough comp that's inventory stocking in the first quarter of 23. It doesn't sound like you folks have faced that, but can you just spend a minute just addressing how you folks were able to avoid stocking in the first quarter of last year? So, so you're spot on, Jerry, we've got of the Month.\n\nAll the fantastic things our parts team is doing, focusing on technology that makes it easier to buy from us, the e-commerce technology, the MDI, where we manage the dealer's inventory and make sure the parts are available when needed, our continuous investment in parts distribution centers, the strong performance of the Packard engine that provides us with more proprietary parts, so it just all adds up, and we've been seeing some nice trends on parts over the years as Great I appreciate the discussion. Thank you. Thank you. Our next question is from Steven Fisher from UBS. Steven, please go ahead; your line is open. Thanks. Good morning.\n\nJust as we think about 2020 and 2024, how much visibility do you have on the truck outlook? Like how well are you booked into Q1 and Q2. I imagine Q1 is pretty solidly booked, and maybe even Q2 at this point.\n\nBut here's also about the second half and what are your customers kind of telling you about later in the year? Yeah, Q, as you know, Q1 is effectively full, and Q2 is filling in very nicely. As we look out, there are obviously customers, lots of customers by full years with spread delivery. So we see some growing backlog in the second half as well, and things feel pretty healthy.\n\nOkay, great. And then can you talk about the cost inflation that you're seeing both on the direct and the indirect side? Is it safe to assume that you may be in line with the overall inflation in the economy? Maybe you still have some puts and takes in various directions, but it kind of nets out to the overall level of inflation in the economy. And then, if that's the case, is the pricing strategy to sort of just cover those costs, or do you have maybe some additional cost reduction program aimed at sort of trying to preserve margins in 2024?\n\nI know you always have some efficiency things that you have going on, but I'm curious if this is the year to sort of step up the cost reductions if you're only able to cover inflation with your prices. I think inflationary... We're experiencing the same things as most people are with inflation, it's moderated some, and we do see inflationary costs and, obviously, we try to acknowledge that in our pricing, and we do focus on reducing costs on the product as a continuous thing we do, and our teams are fully focused on it, and I think we're going to do a good job on it this year. Okay, thank you very much.\n\nYou bet. Thank you. Our next question is from Tim Thein from Citigroup. Tim, please go ahead, your line is open. Hi, good morning.\n\nJust one for me and it's just on the truck business and specifically on mix, and there was one question asked earlier about geographic mix, but I'm curious about from the standpoint of kind of product and customer, uh, you know, from an environment where you're selling more straight trucks, which is probably added, you know, but also medium duty and sleepers, um, you know, if those become a bigger percentage of the delivery relative to sleepers And then, I guess part B of that is, from a customer standpoint, if you have the dynamic where your larger carrier is representing more of the order board in 24. How tuned is that? Should we think about that? Presumably a whore of a headwind, but any way to kind of think about those two factors?\n\nThank you. Sure thing. Thanks, Tim. What I think is going on is that, over the last couple years, we've probably been, as an industry, not able to supply everyone the trucks they needed, and I think that there's a strong vocational market, a strong LPL market, a strong medium duty market, so we're now kind of able to build those trucks, and we're seeing that as a different percentage, an increased percentage in our backlog I wouldn't differentiate them in the margin.\n",
        "content2": "They can both be good margin products for us, on a percentage basis, yeah. And then I think that as far as the larger carriers and the impacts of them, I think that it's really not that different from many years ago, right? It's not substantially different, so we don't see anything dramatically affecting our model. We've had some of the biggest carriers ordering a lot of trucks, and we've had some small carriers ordering trucks, too. It's all kind of within the normal boundary. Okay, thank you. HOW DO WE GO? Where do we go? How do we go? Where do we go? How do we go about it?\n\nThank you. Our next question today is from Matt Elkott from TD Cohen. Matt, please go ahead; your line is open.\n\nThank you. If I can go back to the order question, the demand question, it seems you guys continue to see stronger demand, and stronger orders in North America than the industry orders we see on a monthly basis. Is this still primarily a function of your higher vocational mix, or are you, you know, gaining traction in other areas that we're not, you know, super aware of?\n\nWe are the vocational market leaders, so there is some benefit in that. And as I mentioned, too, I think our teams have done a great job over the last several years developing a new product lineup, which is the latest in the industry, which is helpful to us and I think has given us a good backlog. Think about it at the fundamental level.\n\nWe're involved in a lot of different things, but at the fundamental level, our goal is to build great trucks for our customers to provide them with the lowest total cost of ownership. And when they do that, then they order the trucks. And we think we're doing that well. We think we're performing well, the best in the industry, and that's contributing to our order of visibility.\n\nAs we look into, you know, a mild decline in production this year, do you think you'll do more vertical integration of engines to kind of cut costs, or is that something that is independent of the We built a record number of trucks last year, AMEX engines, that is, for North America, and Europe worldwide, I would say. Yeah, and the investments that we've been continuing to make in our engine manufacturing capacity will help us to grow engine penetration in North America this year. We're in a good position to grow that percentage this year. Thank you very much.\n\nThank you. Our next question is from Scott Group from Wolfe Research. Scott, please go ahead; your line is open.\n\nHey, thanks, afternoon. So you talked about use prices normalizing in Q4. I'm just curious your outlook for use prices from here if you think we're bottoming yet or if you think there's further risk on use. Harry, do you have any thoughts on that? U-stroke prices did come down in North America and Europe during the year.\n\nNow, I think in the fourth quarter, North America came down low single-digits, and we do see some stabilization happening at these levels. That's why we expect things to continue at a normal level, where U-strokes are maybe at break-even, that kind of level.\n\nA reasonable projection, I think. You know, I don't think I'd add that volumes continue to be good in that space as well. So we watch both price and volume, and it seems like it's a big change from what it was, but it's still not at a bad level. It's more normal now.\n\nOkay, and then just more theoretical on this sort of record gross margin price cost spread. I totally understand what you guys are saying about new products. But no, it also just strikes me, you know, this is a pretty consolidated market and in an environment like we've seen the last couple years with heightened inflation, isn't it? Is it just that maybe you and others just got enlightened to the fact that you maybe have more pricing power than you maybe thought? Is that right? Is that what's happening?\n\nAnd ultimately, is that? Do you think that's sustainable? Is this ultimately just the new range of gross margin? My view is that the team of PACCAR people around the world, whether they're in the factories or the engineers or the controllers, or the organizations, have done a fantastic job of building a really robust business. And it's lean, it's efficient, and it produces a great product for our customers. And I think that's the driving force behind the margins that were generated.\n\nIt's the parts business, it's the truck business. That strength and focus of serving our customers and our shareholders is working really well. So in your mind, the high teens are the new sort of normal.\n\nWell, what we shared with you is the first quarter, we think it's 18 and a half to 19 percent. That's pretty darn good. All right. Thank you guys. Appreciate it. That. Our next question is from Michael Feniger from Bank of America. Michael, please go ahead. Your line is open.\n\nYeah, thanks for taking my question. Obviously, the pricing in 2023 was very impressive. I know you talked a little bit about the used market. I'm curious, when we look at the spread between your price increases for, you know, for 2024, relative to what you're seeing in the used market with trade-in, is that spread widening?\n\nJust any commentary that you're seeing in the used market that kind of informs 2024? Because obviously, the used market was very strong, you know, a few years ago. It seems like it's kind of cooling off, but I'm just curious how we think about that spread between the new pricing and the used market and how we kind of think about that for 2024. Well, I think one of the things you could throw into your factors of consideration is the fact that in those high-point markets where contract rates were at all-time highs, spot rates were at all-time highs, some people got into the trucking business, and some of those people are getting out, and that's contributing to the spread between new and used truck prices, as you have some of those people exiting the market, it's normalizing used truck prices So I think there is a bit of a larger differential between new and used, and I think that'll settle down over time.\n\nPerfect. And just to follow up, I know there are different customers in the transportation market who buy your trucks. You know, you put up excellent truck deliveries in 2023 at a time when spot freight rates were actually falling. Now that we see spot freight rates potentially bottoming and maybe picking up through 2024, how do we kind of think about what happened in 2023 and how that might potentially play out in 2024 and how that kind of translates into demand for your truck?\n\nWell, one of the underlying considerations should be that, as we noted in our commentary, we see economic growth in 2024, which we think, as the most fundamental principle, should be good for the truck market, especially as we continue through the year. You put that economic growth against that spot rate bottoming that you talked about, and it should set us up for a good year in 2024.\n\nThank you. You bet. Thank you. Our next question is from Guillermo Herrera from Gabelli Funds. Guillermo, please go ahead. Your line is open.\n\nHi, good morning, guys. Thanks for taking the question and congrats on a great quarter. Thanks. Um, so maybe this one is more of a high level one than the ones we've been talking through so far.\n\nBut, you know, you've been doing a great job generating cash, and there's a sizable cash position on the balance sheet right now. I'm curious, aside from Dividend Payouts, how should we think about how you might deploy some of that cash? And maybe just to get a little bit more specific here, could you provide us with some commentary on the M&A space and whether, you know, longer term, you might be considering inorganic growth as part of the growth story? Sure thing, you know. We're really pleased with how the company's performed financially. We have a strong history of dividend payouts of around 50% of net income.\n\nWe continue to do that. We noted in our comments record dividend payouts in 2023. I think our shareholders are happy with that approach. We'll continue to do that. We do have uses for cash. Obviously, we are doing this joint venture, which will be something we fund out of cash. PACCAR's got a long history of making strategic acquisitions when they make sense, and we continue to make those evaluations at all times.\n\nAnd having the cash gives us that flexibility to build an even more robust company as we move forward into the future. Great, thank you. You bet. Thank you. Our last question today is from Daniel Johansen from PAN Advisors. Daniel, please go ahead if your line is open. Daniel, could you please check that you're not muted locally?\n\nHello? Hello? Can you hear me?\n\nHey. Yeah, we can, Daniel. Hi, thank you. Thank you very much for taking my question. And I'm sorry, maybe this has already been discussed. And I guess the question is, has a lot of different levels to think about but but thinking about your cost per unit and how that has been going up a little bit here over the last few years I mean there's mixed there is more content per per unit etc etc but but how to think about that going forward and especially so given that you had pretty high capacity utilization last year, Well, I think about costs in terms of there's the normal inflationary side of it, I think the other side of it to contemplate is we're building trucks that are more efficient than they ever have been for our customers.\n\nSometimes that efficiency comes with a higher purchase price, but as a percentage of their total operating costs, the purchase price is not significant compared to fuel utilization. So it's beneficial to PACCAR in that way and beneficial to our customers to have high-performing products that are very efficient, even if that drives up the purchase price. And then another element is, of course, regulatory, because you anticipate future regulatory changes. Those typically come with added componentry to meet emissions standards, which is also a factor in increasing cost and price.\n\nSo those are some of the things that go into that cost equation for us, and we've seen prices more than keep up with us. And should we expect costs per unit to continue to go up, you think, even in the... Very good volume scenario. I think they could. It depends on the inflationary state. It depends on the state of competition and whether there's more added content that has to be added to the trucks.\n\nOkay, thank you very much. You bet. Thanks for the question. And we appreciate all the questions. Thanks. Thank you. This is the end of the Q&A session, so I'd now like to hand back for any further or closing remarks. We'd like to thank everyone for joining the call and thank you, operator. Thank you everyone for joining today's call. You may now disconnect your lines and have a lovely day."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/c885e70e76610d080ebd28d3f4abfdf9",
        "textblob_polarity": 0.1925016508914814,
        "textblob_subjectivity": 0.4027034265169858,
        "sentiment": {
            "distribution": {
                "positive": 7,
                "neutral": 1
            },
            "scores": {
                "positive": 0.999752232006618,
                "neutral": 0.997541069984436
            }
        },
        "content1": "Q3 2023 Paccar Inc Earnings Call\n\nQ3 2023 Paccar Inc Earnings Call\n\nPCARNASDAQOCT 24, 6:00 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nAll lines will be in listen only mode until the question and answer session.\n\nToday's call is being recorded. And if anyone has any objections, they should disconnect at this time.\n\nI would now like to hand the call over to Mr Ken Hastings, Paccor's director of investor relations. Mr Hastings, please go ahead.\n\nGood morning. We would like to welcome those listening by phone and those on the website. My name is Ken Hastings, Paccor's director of investor relations and joining me this morning are Preston Fight, Chief Executive Officer, Harry Schippers, President and Chief Financial Officer, and Bryce Papalowski, Vice President and Controller. As with prior conference calls, we ask that any members of the media on the line participate in a listen only mode. Certain information presented today will be forward looking and involve risks and uncertainties, including general economic and competitive conditions that may affect expected results. For additional information, please see our FCC filings and the investor relations page of Paccor.\n\nI would now like to introduce Preston Fight. Hey, good morning. Harry, Bryce, Ken and I will update you on our record third quarter financial results and other business highlights. Paccor's outstanding employees delivered this excellent performance by providing our customers with the highest quality trucks and transportation solutions in the industry. Paccor's third quarter net income increased 60% year over year to a record $1.23 billion and revenues increased 23% to $8.7 billion. Truck parts and other gross margins expanded to 19.5% in the third quarter compared to 14.9% in the same period last year.\n\nPaccor's global investments in innovative new DAF, Kenworth and Peterbilt trucks, as well as investments in technology and manufacturing were key elements in delivering this strong performance. Paccor's third quarter revenues increased to $1.58 billion. Paccor's pre-tax profits were 412 million or 10% higher than the same period last year. Paccor's parts provides its customers with industry leading technology that enhances their uptime. Paccor financial earned a strong pre-tax income of $134 million in the third quarter reflecting its high quality portfolio.\n\nWe estimate this year's US and Canadian class rate market to be in a range of 295 to 315,000 trucks and next year to be in a range of 260 to 300,000 vehicles. Customers are replacing their trucks with the new heavy and medium-duty Peterbilt and Kenworth models that enhance their operational efficiencies, achieve industry leading fuel economy, and attract and retain the best drivers. The man is strong for Kenworth and Peterbilt trucks with the first quarter of 2024 filling in quickly.\n\nIn Europe, this year's truck industry registrations in the above 16 ton segment are estimated to be in a range of 310 to 330,000 vehicles. The 2024 market is expected to be in the range of 260 to 300,000 trucks. The new DOF trucks have redefined the premium truck segment in Europe and offer superior aerodynamics, award winning fuel economy, and enhanced features that make them the driver's choice. The South American above 16-ton market is projected to be in a range of 105 to 115,000 trucks this year and in a similar range next year. DOF Brazil recently celebrated its 10th anniversary and has increased its greater than 16-ton share to a record 10%. The DOF lineup of trucks is performing exceptionally well for customers in all Brazilian operating environments.\n\nPaccor recently announced its participation in a new battery-cell joint venture. The joint venture will be located in the United States and will manufacture battery cells for use in medium and heavy-duty trucks. Paccor's proprietary battery cells will create value for our customers and help them achieve their future operational and environmental goals. Paccor's employees and dealers are delivering excellent results for our customers and we're excited about the future.\n\nThank you.\n\nPerry Skippers will now provide an update on Paccor parts, Paccor financial services, and other business highlights. Thanks, President. Paccor is delivered 50,100 trucks during the third quarter. We estimate fourth quarter deliveries to be similar and in a range of 48 to 51,000 trucks. The more production days in the fourth quarter in Europe will be offset by fewer production days due to holidays in North America. The supply base is improving that continues to limit production.\n\nPaccor parts and other close margins increased to 19.5% in a third quarter. We anticipate fourth quarter close margins to be around 19%. Reflecting the strong performance of our new truck models and Paccor parts. Paccor parts deliver third quarter close margins of 31.5%. Paccor parts innovative programs such as advanced fleet management services and predictive dealer inventory management help customers increase vehicle uptime and their financial performance. For the fourth quarter, we expect part sales to be 7 to 9% higher than in the same period of last year.\n\nPaccor financial services results in the third quarter benefited from excellent portfolio quality and positive use truck results. Pdx income was $134 million. Paccor financial is the market leader supporting the superior Kenworth, Peterville and Duff products with innovative technologies and a strong global use truck network. In the last two years, Duff, Kenworth and Peterville have introduced more new truck models than at any comparable time in the company's history. The pace of these introductions continues with the new flagship Peterville model 589 that begins production in the first quarter of 2024.\n\nPackage Capital Investments in new and expanded facilities, innovative products and new technologies have created the highest performing trucks and transportation solutions in the industry and will contribute to excellent financial returns for many years. Package return on invested capital further improved to an industry leading 35% in the first nine months of this year. This year's capital expenditures are projected to be between $650 and $675 million and will increase to $675 to $725 million next year.\n\nDeception development expenses will be $410 to $420 million this year and increased to capital and R&D investments, the company will own a 30% share in the battery cell joint venture and expects to invest $6 to $900 million over the coming three years. With the most advanced truck range in the industry, efficient investments, strong off-the-market parts and financial services businesses and exciting new strategic opportunities, Package position well for the future. Thank you. We would be pleased to answer your questions. Thank you.\n\nAs a reminder, if anyone would like to register a question, please press star flip by one on your telephone keypad. When preparing to ask your question, please ensure you are immediately and if you would like to withdraw your question, please press star flip by two. So that's star flip by one on your telephone keypad to register a question."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/008fed7ec0a457400cd1f0663dab45d0",
        "textblob_polarity": 0.21507976586847782,
        "textblob_subjectivity": 0.43850262737744605,
        "sentiment": {
            "distribution": {
                "positive": 27,
                "neutral": 11
            },
            "scores": {
                "positive": 0.9674146749355175,
                "neutral": 0.932628723708066
            }
        },
        "content1": "Q2 2023 Paccar Inc Earnings Call\n\nQ2 2023 Paccar Inc Earnings Call\n\nPCARNASDAQJUL 25, 6:00 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nGood morning, and welcome to pack called second quarter 'twenty, two 'twenty three earnings conference call all lines will be in a listen only mode until the question answer session.\n\nToday's call is being recorded and if anyone has any objections. They can disconnect at this time.\n\nI would now like to introduce Mr. Ken Hastings, director of Investor Relations. Mr. Hastings. Please go ahead.\n\nGood morning, we would like to welcome those listening by phone and those on the webcast. My name is Ken Hastings director of Investor Relations and joining me. This morning are Preston Feight, Chief Executive Officer, Barry , President and Chief Financial Officer, and Bryce Poplawski Vice President.\n\nAnd controller.\n\nAs with prior conference calls, we ask that any members of the media on the line participate in a listen only mode.\n\nCertain information presented today will be forward looking at involve risks and uncertainties, including general economic and competitive conditions that may affect expected results for additional information. Please see our SEC filings and the Investor Relations page at Dot com.\n\nI would now like to introduce Preston Feight.\n\nHey, good morning.\n\nHarry Skippers, Bryce Poplawski, Ken Hastings, and I will update you on our second quarter financial results and business highlights.\n\nWell I'll start by saying, Thank you to Packers, great employees, who continue to deliver excellent results and provide our customers with the best trucks and transportation solutions in the world.\n\nachieved record revenues and net income in the second quarter due to its excellent portfolio of new trucks robust aftermarket parts business health.\n\nHealthy financial services performance and continued strong market demand.\n\nrevenues increased 24% to $8 $9 billion.\n\nNet income increased 70% to $1 two 2 billion.\n\nPacker parts second quarter revenues increased by more than 11% to $1 6 billion.\n\nParts pretax profits were $419 million.\n\n19% higher than the second quarter of last year.\n\nTruck parts and other gross margins were excellent in the second quarter at 18, 8% up from 14, 4% in the same period last year.\n\nPatkars delivering structurally higher margins as a result of our investments in the industry, leading new range of premium trucks are sophisticated and successful aftermarket parts business and as a result of our overall global growth.\n\nPackers innovative research and development programs and partnerships provide our customers with the right products and technology to help them optimize their operations.\n\nDuring the second quarter, we were pleased to announce the expansion of our strategic partnership with Toyota to develop and bring to market zero emissions hydrogen fuel cell powered peterbilt and kenworth trucks.\n\nPatkars powertrain portfolio of hydrogen fuel cell.\n\ncombustion battery electric and clean diesel technologies position, the company and our customers for an excellent future.\n\nPack, our financial also had an excellent quarter, achieving profits of $145 million due to its high quality portfolio and positive used truck results.\n\nLooking at the truck market.\n\nIndustry build has been gradually increasing this year.\n\nAnd in the U S and Canada, we estimate the class eight market to be in the range of $290 to 320000 trucks.\n\nThe 2023 European truck market is expected to be in a range of 300 to 330000 units.\n\nWe project the South American above 16 tonne truck market to be in a range of 105000 to 115000 vehicles. This year.\n\nSouth America is an important region for Packers geographic growth.\n\nBrazil has done excellent job growing market share since we opened the business 10 years ago, achieving a record nine 2% share in the first six months of this year.\n\nAs we look forward to the rest of this year.\n\nAnd 2024.\n\nMarkets are expected to remain healthy and will continue to deliver excellent performance.\n\nHarry Skippers will now provide an update on packer parts pack or financial services and other business highlights.\n\nThanks Preston.\n\nOkay got delivered 51900 trucks during the second quarter.\n\nSupply chain is improving.\n\nsupplier shortages still limit production.\n\nWe estimate third quarter deliveries to be in the range of 48 to 52000 trucks.\n\nThe third quarter delivery estimate reflects the normal summer shutdown in Europe .\n\nBecker achieved strong truck parts and other gross margins of 18, 8% in the second quarter.\n\nWe estimate third quarter gross margins to be in the 18% to 19% range.\n\nSelecting continued high level performance.\n\nTruck and parts business.\n\nPaccar parts achieved strong second quarter gross margins of 31, 6%.\n\nThe parts business continued its track record of high sales and profit growth with.\n\nWith quarterly sales growing by 11% and profits by 19% compared to the same period last year.\n\nBackup parts its focus on expanding its customer base and providing a full range of technology enabled transportation solutions is driving excellent results.\n\nIn the last five years annual parts sales have grown by 73%.\n\nprofits have increased by 136%.\n\nThe consistent performance of parts as a high growth high margin business.\n\nStructurally beneficial to Pac arm.\n\nThird quarter parts sales are expected to increase 6% to 8% compared to the same period last year.\n\ngrowth is supported by our network of 18 distribution centers.\n\nAnd then 2000 dealer locations and 250 independent TRP stores.\n\nWell, let's technologies like manage dealer inventory.\n\nInnovative E Commerce systems.\n\nparts continues to expand.\n\nWe will open a new distribution center in Germany next year.\n\nEach new distribution center increases the number of customers benefiting from receiving parts on the same or next day.\n\nBecker financial services second quarter pretax income was a solid $145 million.\n\nThe financial services business benefited from excellent portfolio quality and good used truck results.\n\nYou strip prices have moderated, but our historically strong.\n\nWith its larger portfolio.\n\nSuperb credit quality Becker financial is having another very good year.\n\nBecker has invested $7 5 billion in new and expanded facilities innovative products and new technologies during the past decade.\n\nThese investments have created the newest and most impressive lineup of trucks in the industry.\n\nAnd we will contribute to excellent performance for many years.\n\nAfter tax return on invested capital.\n\nRoofs to an industry, leading 35% in the first half of the year.\n\nYep.\n\n22% in the same period last year.\n\nCapital expenditures are projected to be $625 million to $675 million this year.\n\nIn research and development expenses.\n\nTomato beforehand to $430 million.\n\nindustry, leading truck lineup.\n\nHighly efficient manufacturing operations.\n\nIn class parts and financial services businesses, and the continued development of advanced technologies positioned the company well for today and for the future.\n\nThank you we'd be pleased to answer your questions.\n\nOkay.\n\nThank you.\n\nA reminder, if anyone would like to register a question. Please press star followed by one on your telephone keypad.\n\nIf you would like to withdraw your question. Please press star followed by one preparing to ask a question. Please ensure you Amit.\n\nThat star followed by one on your telephone keypad to register a question.\n\nOur first question today is from Steve Volkmann from Jefferies.\n\nPlease go ahead your line is open.\n\nGreat. Thank you guys for the question Preston since you brought it up I am curious if you might be willing to provide any additional thoughts on 2024.\n\nBeing a robust year do you guys have.\n\nOrders for 24 and .\n\nMuch visibility and how much confidence do you have.\n\n2024.\n\ncan be run.\n\nThe best year.\n\nWell, Steve as good to talk to you. Thanks for the question.\n\nI'd start by saying being full for 2023 right now is a great place to be operating from.\n\nThe markets continue to be.\n\nHealthy for us around the world and what we see is that we have great conversations going on with our customers and so we're having great conversations around what the trucks are going to be in their order needs are going to be for next year. There is some sectors out there that are exceptionally good.\n\nvocational and otherwise and demand is expected to be strong.\n\nOkay, maybe I'll pivot again on 24, but if 24 were to be a down year in any amount you talked about sort of structurally higher margins I'm curious how you guys think the decremental margins would look if there was a decrement.\n\nWell, Steve you know, we don't provide 2024 guidance in this call.\n\nCan you do hit upon a really good point, though which is the structural improvements at are compared to fears of our significant write the product investments. We've made the industry leading trucks, we have in Europe that are significantly outperforming.\n\nThe growth we have in South America, which is significant the new medium duty products in north in North America, and the fact that Packer parts is doing such a great job with.\n\nBeing a high margin high growth Tech.\n\nTechnology, driven transportation solutions provider for our customers all of those things contribute to a great future.\n\nGot it thank you guys.\n\nYou bet, so a good day.\n\nOkay.\n\nThank you.\n\nOur next question is from Tami Zakaria from J P. Morgan Tony. Please go ahead. Your line is open.\n\nHi, good morning. Thank you so much for taking my questions. So my first question is since your order books are full for this year like you said.\n\nYou probably have visibility into fourth quarter deliveries as well.\n\nSo should the fourth quarter deliveries be sequentially better than the third quarter or possibly the highest quarter of the or how should we think about versus .\n\nYes, what I would think about it as the second half Tami and the second half being a strong second half with the full backlog you have some you have some differences in the markets in Q3, and Q4 and Q3 Europe has its summer shutdowns. So that affects things in North America in Q4, Theres more holidays as well, but in general we will be trying to increase build we still continue.\n\nLook at the market as being somewhat constrained in terms of supply base.\n\nObviously affects us and everyone else and so that may have a pacing item on the deliveries in Q4.\n\nGot it thank you.\n\nThen can.\n\nCan you comment on what was the price realization for trucks and parts in the second quarter and do you expect price realization to sequentially decline in the back half.\n\nI'll, let Harry kind of talked about that one.\n\nPricing for trucks in the second quarter was up 15%.\n\nWe saw significant cost increases through in the order of magnitude of 9% for trucks.\n\nAnd then for parts gross increases, but a little higher but more than offset by price increases for parts of about 13%.\n\nAnd any comments.\n\nThe pricing outlook.\n\nWith all the new products and the structural improvements that Breslin just explained I think.\n\ntwo to maintain our pricing discipline.\n\nKerry shared that we expect margins of 18% to 19% in Q3, and I think thats kind of a testament of how we see that price cost analysis going.\n\nPerfect. Thank you.\n\nYou bet have a good day.\n\nThank you.\n\nNext question is from Chad Dillard from Bernstein. Please go ahead. Your line is open.\n\nOkay.\n\nHi, good morning, guys.\n\nSo as you look as you think about price cost.\n\nUh huh.\n\nOver the next 12 months.\n\nAnd also contemplating a pullback we've seen in raw material costs.\n\nDo you think the market is strong enough for you to actually increase that price cost spread or do you think youll need to give some back to understand how you're thinking about managing that balance.\n\nI guess, we don't spend as much time thinking about it in those terms, we continue to think about it in terms of the relationships, we have with our customers the strength of the product performance and the value that provides to the customer as we've shared before the new trucks are providing at least 7% improvement in fuel economy, which is bringing thousands and thousands of dollars of benefit to our customers.\n\nThe trucks that are drivers want and so I think our customers make a good decision around trying to buy the best product for their operations, which are products and that gives us.\n\nA good pricing position as a premium brand in the market.\n\nwell cost is something that you get to fall as much as us and we look at the world around us and see some movement in costs in positive ways and still labor pressures on the other side of it so it's a bit ambiguous.\n\nGot it okay.\n\nSecond question. So there are some industry forecasts are calling for something on the order of like a 15% cut to production in the coming year.\n\nCertainly not holding you to that.\n\nHow should we think about your ability to grow your parts business in such an environment.\n\nI think the parts business is growing for several reasons, one is because our ability to get parts to our customers in the same day or next days changed a lot. So we are the desired place to go for parts for people I think the application of technology by our team has been an enabler as well like we make sure that our dealers have the right parts that they need.\n\nAnd support and I think that understanding our customers' needs is how we think about it. So parts is really a transportation solutions provider, which makes them. The go to source for customers and we think we're the leader in that space and that helps us grow the business through all parts of the coming years.\n\nGreat. Thank you.\n\nYou bet.\n\nOkay.\n\nThank you.\n\nOur next question comes from Rob West from Melius Research. Please go ahead. Your line is open.\n\nHi, Thank you good.\n\nGood morning, guys.\n\nHi, guys just a mechanical question on.\n\nHow you typically open orders for the year for are you still holding back at all just on sustained and other uncertainty and then a real market based question on vocational trucks, whether you expect or have already seen some of the strength that may come with the infrastructure Bill or general construction, appearing there and whether there are any.\n\nStrengths on that market growth from bodybuilding or other capacity.\n\nIssues. Thank you.\n\nYes. So so the first question on how we think about the order book, we have close relationships with our customers and those relationships carry on all the time. So some customers wanted to place orders already in what multiyear orders that we deal with those customers on a case by case basis, we try not to get ahead of ourselves in general pricing release before we understand what the .\n\nWorld is going to look like a little bit in 2024. So the next quarter, so that will start to free up.\n\nIn terms of the locational market I think about that it is exceptionally strong right now or there is a limitation on from the bodybuilder standpoint, they're trying to build as many bodies as they can we are building as many vocational trucks as we can and we think we're at the beginning of that so we think that that will continue for quite some time.\n\nAs investments into America continuing.\n\nGot it thank you.\n\nYou bet.\n\nThank you.\n\nOur next question today comes from David Raso from Evercore ISI. David. Please go ahead. Your line is open.\n\nHi, Thank you for the time the parts business the third quarter, the up 7% midpoint I'm, just trying to get a sense of the volume baked in.\n\nThe first quarter pricing was up 15% in parts you had a little bit of currency drag so volumes were up a little.\n\nSecond quarter, given that price comment I'm not sure of volume was up at all in parts the third quarter.\n\nTrying to get a sense of the volume of the volumes assumed down in the third quarter year over year, and then you have the price to get back to 7% total.\n\nSo the 6% to 8% growth in the third quarter.\n\nWould you have to take into account David is that last year, we saw very strong growth in parts, especially in the third quarter.\n\nAnd with this 6% to 8% growth, we expect the year to be 10% to 13% higher than last year.\n\nWhich is excellent and above our long term average.\n\nOkay. So that implies the fourth quarter was up at least similar to the third but again I know, it's tough comp just so I kind of understand the volume price issue.\n\nIs the slowdown mostly volume going a bit negative or is there something about the pricing I'm just trying to understand that cadence.\n\nBetween volume and price I can better understand how to model the margins.\n\nI wouldn't call it a slowdown I think.\n\nThe parts business is growing 68% in the quarter, the 10% to 13% for the year, that's an excellent performance by the entire team.\n\nI'm not I'm not refuting that I'm, just trying to get a sense of the volume versus price that youre thinking about the rest of the year. That's all in the up seven is that.\n\nAll all price or is it volume down and price up to more than negate the volume decline I'm, just trying to get that debt that split.\n\nSure of course, it's a combination of volume and price.\n\nYes, if youre trying to get it in the macro David maybe you could look at it and say like there was a lot of pent up pressure for parts and getting inventories right into People's businesses dealerships customers. I think some of that has been has been met on the parts side of the business not on the truck side really and now thats kind of the.\n\nFlow that we're looking at going forward.\n\nOh, that's fair Okay. So we're just sort of normalizing the parts after heavy last year account stocking and then by the end of the year hopefully come down.\n\nBalancing on the parts is that sort of the idea.\n\nOkay.\n\nLet me say it differently as Harry said I think I believe that we see the growth being steady growth over the full year with just a 6% to 8% third quarter in it and then growth again next year. So the business is doing tremendously well.\n\nOkay. Thank you and one follow up on the order books for 24 are we looking to do that a quarter or six months at a time like we've done recently or more returned to a more traditional open up for the full year.\n\nThank you.\n\nWhat we'll do is we'll look at the first part of the year and decided that the first part of the year looks like and.\n\nReleased like that as we get into the general pricing.\n\nOkay I appreciate it thank you.\n\nYou bet.\n\nThank you. Our next question is from Jamie Cook from Credit Suisse. Jamie. Please go ahead. Your line is open.\n\nHi, Good morning, Nice quarter, I guess, just two questions. One I know you are full on production for 2023, that's limited to some degree.\n\nBy supply chain constraints can you talk to sort of where delivery for the year or in the back half if supply chain was back to more normalized levels. I'm wondering you know potentially is that is that a tailwind to 2024 markets and supply chain gets back to normal because we've underserved market and then my second question.\n\nCan you just I know you had some nice market share gains and in South America could you just give a broad view on what your market share is relative to the U R bucket, that's improved and sort of what market potentially next year and down assuming the downturn happens.\n\nIt would be the biggest opportunity for .\n\nTo gain market share. Thank you.\n\nSo the first part of your question Jamie Good talking with you is really around I do think that supply the supply constraints continue at some modest level and that modest level does provide a tailwind to the market in 2024 I agree with you.\n\nI think on the second side of your question.\n\nHi.\n\nI don't know maybe hear your thoughts on it or something like that but.\n\nWell I think market share.\n\nbeen building as many trucks in the first half of this year as we can in the world.\n\n.\n\nSo market share as a result.\n\nOf that and yet we've seen strong market share growth in South America, we expect further growth opportunities there.\n\nMarket shares in North America, and Europe had a slow start of the year.\n\nBut as we progressed during the year, we expect growth opportunities across the world Yes.\n\nAdd into it I would say like our build percentages, increasing and as our build percentage increases which has been supply constraint than our market share grows and we see nothing but strong demand for the products. So it's really just about being to associate that demand and that's just going to take us some time to get the build out.\n\nThank you.\n\nYou bet.\n\nThank you. Our next question today is from Steven Fisher from UBS. Steven. Please go ahead. Your line is open.\n\nGreat. Thanks, good morning.\n\nSo within your 18% to 19% in Q3 gross margin forecast can you just help us with some of the underlying factors there I assume the European shut down will be a headwind.\n\nDoes that mean kind of mix.\n\nParts versus trucks is is a tailwind that offsets that or the mix from new models is still a tailwind or are there. Other factors to consider maybe you could just help us a little bit of buildup of how that kind of stays in that range.\n\nYes.\n\nI think thats pretty steady performance between parts and trucks in Q3 from Q2, which I think.\n\nLadies into what we're seeing in the market, which is a strong market with strong performance and that's happening on the truck and parts side and we see that continuing.\n\nI would echo that.\n\nWhen I look at the third quarter.\n\nProbably just a continuation of what we've seen in the second quarter.\n\nOkay. That's helpful.\n\nAnd then you had in the release about the expansion of Chillicothe I guess in terms of capacity needs. How are you planning for 2025 and 2026, there's some talk about this being sort of a record North American upcycle.\n\nHow are you thinking about that and how do you think the rest of the supply chain is preparing for this are there going to be kind of capacity strained.\n\nThis demand cycle plays out with.\n\nWith that pre buy as people are thinking.\n\nYes, I would say that what we're doing in Chillicothe is what we do all the time, which is making investments into our facilities.\n\nKris capacity and efficiencies. It's just a good example of it in Chillicothe and that 105000 square foot building expansion. We did there just helps us get more product out and even increases the level of high quality to a next level up.\n\nFrom a build out standpoint, that's just what we do like I said, we're doing it there we're making investments in Columbus, we're making investments in Mexico really all around the world in South America. So we see the growth of in the long term and so we want to make sure that we're prepared for that with the factories.\n\nFrom a supply standpoint, we have great suppliers, we work closely with them to make sure that they have the capacity.\n\nObviously, they've had unusual circumstances in the past couple of years I would expect some normalization there and we'll continue to work closely with them to make sure that they can provide the product we need.\n\nOkay.\n\nOkay. Thank you very much.\n\nYou bet.\n\nThank you.\n\nOur next question today comes from Tim Thein.\n\nCitigroup Tim. Please go ahead your line is open.\n\nGreat. Thank you good morning Preston.\n\nYet another one on.\n\nOn the parts business.\n\nFacility.\n\nNorth American focus, but I'm just curious.\n\nListen to some of them.\n\ntruckload companies that have reported.\n\nSome pretty.\n\nYes.\n\nPressure I guess in terms of utilization.\n\nPressure on profitability I'm just curious.\n\nThe discussion was just on.\n\nPositive messaging that you've kind of conveying but any any warning signs that you're seeing or hearing from your large fleet customers in the year.\n\nDealers in terms of sometimes when you get pressure on profitability you may get some.\n\nNo maintenance intervals, they get pushed out or rebuilding and that can extended or what have you I guess just curious thanks.\n\nIf theres been any sign that that origin.\n\nEric Kevin right through that.\n\nThe business is not feeling that I'm, just curious kind of in real time, what youre hearing from the team.\n\nSpecific to the truckload customers.\n\nSure Great Great question, good to think about it in that broad term I.\n\nI think from a truckload carrier standpoint.\n\nYou heard their comments and their earnings calls as have we and in our relationships with them and they've come through I think a tough few months for them in terms of utilization and rates, but they also kind of I will say that there may be you would see at the bottom of it and things are starting to show signs of improvement in that truckload carrier.\n\nBut that's not the whole market. We also see the market continuing to be strong and we see the vocational market continuing to be strong as well as medium duty. So from a total business standpoint, we see this steady strong position that we're in and we expect that to continue and then that may even be aided as the truckload carriers see improvements in their businesses in the coming quarters.\n\nGot it okay that makes sense and then just within your truck order board within the backlog is there historically.\n",
        "content2": "Historically pack or again more again more north American oriented question, but.\n\nPretty well balanced certainly at least against some of your Oems tiers across small mid large size fleets is the and the order board.\n\nAnd kind of the.\n\nHow the deliveries are playing out or are you seeing more that shifted more towards your big large fleets.\n\nLargely this year and what what do you think about the investment appetite for.\n\nSmall to mid sized carriers as you think about 'twenty four.\n\nI think of it I think it's more representative of the first way you kind of came at the market through the vocational and truckload over the road carriers versus vocational.\n\nRather than the small and mid large I think that there's variance within that small mid large sector.\n\nGot it okay.\n\nVery good thank you.\n\nThank you.\n\nNext question comes from Nicole from Deutsche Bank Mizuho. Please go ahead. Your line is open.\n\nYeah. Thanks for the question, maybe just starting with your delivery outlook.\n\nDown at the midpoint, a little bit Q over Q is that 100% driven by European holidays, So youre effectively predict projecting U S production flat to up in the third quarter.\n\nThat is correct vehicle in Europe .\n\nThree week summer shutdown every year fix three weeks of production.\n\nSome of that is offset by higher production in other parts of the world.\n\nOkay, Okay understood and then in the spirit of the expanded relationship with Toyota on the hydrogen fuel cell side can you just talk a little bit about the level of customer demand that youre actually hearing for hydrogen fuel cell trucks at this point.\n\nYes, that's a great question. It's one that the customers are trying to understand the choices out in front of them with regulations coming they'd like to know whether theyre going to be using clean diesel whether hydrogen infrastructure is going to develop whether they can use hydrogen combustion hydrogen fuel cells or battery electric it seems like it'll be some combination of both for .\n\nWhile there are some all of the above for a while and so I think there is quite a bit of an interest.\n\nOn behalf of Peterbilt, and Kenworth and this toward a fuel cell project and we've got strong inquiries and orders for that already and I would expect people will explore that obviously they are trended balances total cost of ownership for all the different technologies in its early days and I think that they're trying to learn right now more than they are trying to convert.\n\nYeah.\n\nThanks, I'll pass it on.\n\nThank you.\n\nNext question Ed.\n\nRevich.\n\nGoldman Sachs. Jerry. Please go ahead your line is open.\n\nHi, Thank you good.\n\nGood morning, and good afternoon.\n\nI Wonder if I could I ask your profit per truck.\n\nNow stands at $18000 in prior cycles.\n\nIt Hasnt gotten above 10000 can you just talk about what's driven that acceleration because you've always had the premium brand in the market it feels like youre getting.\n\nA higher return on the incremental fuel efficiency improvements in automation I'm wondering if you could just.\n\nMaybe help us understand how much of that improvement.\n\nThose areas versus improved competitive discipline in how are you thinking about opportunities from here on the next set of product development.\n\nThe platforms that you folks have set up on the roadmap.\n\nAlright, thanks for the question.\n\nDo think that with the investments we've made over the past several years are paying off.\n\nThere are paying off in a bunch of different markets are paying off and the fact that within in Europe . We have the only truck that complies with Madison dimensions is fully compliant with that it provides great aerodynamic benefit great driver benefit we're able to sell it at a higher price and provide better profitability for ourselves because the customers get a benefit in that fuel economy. Similarly, it Ken.\n\nthe new hundred 80, and 579 are doing a great job of providing the industry's leading fuel economy for our customers and then the new medium duty products that we launched give us a different level of profitability in the medium duty space and customer benefits as well. So all of those things kind of are taking our profitability to a structurally improved level.\n\nAnd South America I should add is also a business growth area for us where that's contributing so we see that these are sustainable long term advantages and then to the second part of your question about future, while we couldnt be more excited than we are about the investments we have going forward. There's a whole suite of things that we're working on right now that I think we'll just continue to set the standard in.\n\nTerms of premium trucks and transportation solutions.\n\nOkay Super and then from an SG&A standpoint.\n\nAny one off pieces in the quarter really interesting to see.\n\nG&A down as much as it was sequentially and flat year over year, given given the top line growth.\n\nBe thinking about.\n\nSG&A leverage off of the off of this base.\n\nWe continue to control our SG&A expenses.\n\nVery tightly.\n\nThat's how we run the business.\n\nSo we've seen some increases here and there, but it's offset by being more efficient elsewhere.\n\nAnd.\n\nHey.\n\nControlled SG&A spending level going forward is what you can expect from us.\n\nOkay. Thanks, and then just last one in the prepared remarks, you spoke about the new facilities improving.\n\nDealer on time deliveries and ability to stock where does your dealer inventories of your .\n\nRunners stand today versus a year ago is it fair to assume service levels are up versus a year ago and inventories are up.\n\nOur dealers level for the high volume runners.\n\nYes, I think Thats a fair observation is it a year ago things were pretty tight and constrained in terms of parts inventory and thats been maybe ameliorated to some some percentage. So that is helping people get their service done in a more quick way, which is good for our customers, which is what we're always out for.\n\nAs far as inventories have gone up of course, as we expect we sell more.\n\nNet net inventory turns.\n\nlevels.\n\nSo.\n\nContinue to have the inventory that we need to satisfy our customers and it helps us as we grow our overall share of the parts business.\n\nPerfect. Thank you.\n\nThank you. Our next question is on Matt Alcott from Cowen and co. Please go ahead. Your line is open.\n\nYeah.\n\nGood morning, and good afternoon, and thank you just a quick follow up on Europe .\n\nYou guys, obviously have a technology advantage over the last few quarters there but.\n\nIs the outlook in Europe , primarily driven by technology, because the European economy does face some challenges broadly and thats being reflected in freight at times at least on the intermodal side.\n\nRevenues from all sides.\n\nYes.\n\nI think what you are saying is that you can imagine the European economy has maybe.\n\nFelt like the melt kilometers are down a little bit year over year, and we recognize that but we do think that the new truck is performing so well that that's to our advantage in Europe .\n\nOkay.\n\nAnd then.\n\nFollow another follow up on the hydrogen side.\n\nFuel cell you guys had been somewhat of the opinion that hydrogen.\n\nOne of the most viable bridges to whatever technology really coalesce around long term.\n\nDo you still think that or is that a fuel cell partnership.\n\nBut does it market have changed.\n\nNo I think that we do still think it can be a solution I think it depends upon regulatory allowance like in Europe hydrogen ice has allowed us a zero emissions product that's not determined yet in the north American space to be still discussed with the agencies.\n\nAgain, we think that there is some efficiencies of fuel cells and different efficiencies with hydrogen ice and different ones for battery electric So I think it's important that we.\n\nExplore and worked through all of those and figure out what the best total cost of ownership is for our customers because that's really what we're driving for.\n\nAnd that's the level of conversation right now and we think it's a bit early to make a call on which one is going to be right and we do think that diesel engines will be a significant part of that for the years to come.\n\nGot it and then just one final clarification I know supply chain disruptions.\n\nIn recent quarters.\n\nIs there a way to gauge how far we still are from pre COVID-19 levels and if you guys see a line of sight into getting back to those levels.\n\nNext year.\n\nI don't know if theres a way to gauge it I would say the suppliers are doing a pretty good job of trying to work through it as quickly as they can and trying to increase their capacity and meet this satisfy the market nobody wants to do it more than them or us and so together, we're working through that and I keep saying this improvement is far better than it was a couple of quarters ago, and we expect to be better in the quarters to come.\n\nAlright, Thank you very much.\n\nThank you.\n\nNext question is from Jeff Kauffman from vertical Research partners. Please go ahead. Your line is open.\n\nThank you very much hi, guys.\n\nJust wanted to get a charity on.\n\nOne item and then I want to go back to the zero emission vehicles and a follow up there.\n\nPaccar financial it looks like the fleet was up about 2%, but assets were up about 6% versus first quarter.\n\nCould you help me understand that differential.\n\nThe average sales prices of trucks have gone up quite a bit over the last couple of years, We said earlier during the call in the second quarter pricing was up 15%.\n\nSo even with 2% growth.\n\nAnd the total fleet flipped back our financial the total assets grow with the higher prices.\n\nWell of course.\n\nAlright, Thanks, Harry and secondly, talking about the new emission vehicles I had a chance to see the new truck It Act Expo.\n\nAnd I was asking will or people, putting in orders and when would you deliver to market and I was told Oh, yes, you can put in an order today, but we're probably looking at a 2025 ish timeframe.\n\nAnd I just wanted to kind of follow up on that.\n\nThe electric vehicle push was aggressive it feels like some folks are pulling back over challenge of the charging infrastructure and what have you you answered. The earlier question. What are you seeing on fuel cell, but can you give us an idea.\n\nOf when that truck is likely to be available and maybe kind of update what's going on with customers on the battery electric side.\n\nWell sure happy to do that so 2024 is when we think we'll be putting the fuel cell trucks out there with the Toyota project. So thats.\n\nWe've already done 11 of them in the market that was our first fleets that we did last year and now we're kind of just finishing up what will be a higher volume run we expect that to be in the hundreds still it's kind of what I would expect in the fuel cell level.\n\nYour comments on people pulling back or not we see still strong interest on EV battery electric EV, but there is an infrastructure thing that needs to be worked through as a society. What our position is as . We will have the best products, whether they are battery electric diesel hydrogen fuel cell hydrogen combustion will have that entire suite available and then we will be ready for the market.\n\nSo we work closely with the regulatory agencies to support them and work with our customers to support them and puts us in a great position for the future we could not be more excited about the kinds of technologies and what that does for Packers future Intel will perform.\n\nAwesome. Thank you.\n\nYou bet.\n\nThank you our next.\n\nQuestion is from Michael Feniger from Bank of America. Michael. Please go ahead. Your line is open.\n\nThank you Preston are you seeing anything in the truck market in terms of the way freight moves or your customers purchasing patterns that may be suggests a normal traditional replacement cycle is higher than what we've observed historically, our fleet operators trying to keep a younger fleet or any other trends.\n\nMaybe what we normally think as replacement demand if the market returns there is actually higher given some some changes in the freight and the transportation market.\n\nAlright, I do think it will be higher than maybe people who used to used to think of it but more importantly to me is the fact that the trucks that are being produced specifically bipack are providing operating cost advantages, which helps people want to renew their fleet that is sooner level at a 7% benefit in fuel economy from a new Peter Voser.\n\nworth of in Europe .\n\nThe value is so high that you just want to replace the truck plus the driver satisfaction is higher and its just a good business decision. So I think we see those turns happening more frequently.\n\nHelpful and you mentioned earlier in the call how used truck values have moderated yet still high on a historical basis do you find the spread between new truck pricing and your used truck pricing wider than normal or is the moderation in used truck values more of just a normalization of production.\n\nOption curious, how youre kind of seeing that used values playing out in the second half of this year.\n\nTalk about normalization of used truck prices, if we compare back to a year ago used truck prices were extremely high.\n\nProbably not even healthy food.\n\nFor the market I think in the meantime, you strip prices have come down to very normal levels.\n\nOur companies to finance company that sells the used trucks.\n\nWe've build out a network of 13 used truck centers.\n\nIt helped us to sell more used trucks to retail customers at a premium price.\n\nSo even at a at a slightly moderated used truck.\n\nReising levels.\n\ncomplete continues to do well and is able to sell used trucks that we get back at profit levels.\n\nThank you.\n\nYou bet.\n\nThank you.\n\nAs a final reminder, if anyone would like to register a question. Please press star followed by one on your telephone keypad now.\n\nWe have no further questions I would like to hand back for any closing remarks.\n\nWe'd like to thank everyone for joining the call and thank you operator.\n\nThank you everyone for joining today's call you may now disconnect your lines and have a lovely day.\n\nOkay.\n\nThank you everyone for joining us."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/9c54e847d6402f72e94d6e9a6e7a81d2",
        "textblob_polarity": 0.36925470925470927,
        "textblob_subjectivity": 0.5412244062244062,
        "sentiment": {
            "distribution": {
                "positive": 3,
                "neutral": 1
            },
            "scores": {
                "positive": 0.9951539635658264,
                "neutral": 0.9990365505218506
            }
        },
        "content1": "Q1 2023 Paccar Inc Earnings Call\n\nQ1 2023 Paccar Inc Earnings Call\n\nPCARNASDAQAPR 25, 5:00 PM\n\nHarrie Schippers\n\nPACCAR Parts expanding network of 18 parts distribution centers serves more than 2,000 dealer locations and 250 independent ERP stores, which provides best-in-class uptime for our customers. PACCAR Parts is a high-growth and high-margin recurring revenue business. We estimate part sales to grow by 10% to 12% in the second quarter of this year, compared to the same quarter last year. PACCAR Financial Services benefited in the first quarter from a larger portfolio, excellent portfolio quality and good used truck business. Pretax income improved to $149 million. PACCAR Financials 13 used truck facilities worldwide contribute to higher price realization, compared to wholesale channels. Used truck prices have moderated, but remain historically strong.\nWith its larger portfolio and superb credit quality, PACCAR Financial is having another very good year. PACCAR has invested over $4 billion in new and expanded facilities, innovative products and new technologies during the past five years. These investments have created the newest and most impressive lineup of trucks in the industry, as well as highly efficient factories and distribution centers. PACCAR is continuing its investments in clean diesel, zero emissions, autonomy and connected vehicle programs. Capital expenditures are projected to be $600 million to $650 million and research and development expenses are estimated to be $380 million to $420 million this year. Customer demand is strong for PACCAR's industry-leading trucks and transportation solutions in all markets. We expect 2023 to be an excellent year. Thank you.\n\nPreston Feight\n\nnullChief Executive Officer\n\nSo as we complete our comments, I'd like to thank our Senior Vice President and Controller, Michael Barkley, who'll be retiring at the beginning of June after a wonderful 32-year career. Michael has participated in 66 earnings calls over the past 16-years. He's a great Controller. He's an excellent business partner, and he's a true friend. Michael, you are appreciated and you'll be missed. Joining us today and for future calls is Brice Poplawski, our new Vice President and Controller. Brice has been with PACCAR for 25-years. Welcome, Brice. So now we're pleased to answer your questions."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/53864bc1d976c31f1c0a86f4227d2db5",
        "textblob_polarity": 0.17412632098293868,
        "textblob_subjectivity": 0.3477556022408964,
        "sentiment": {
            "distribution": {
                "positive": 8,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9997288510203362,
                "neutral": 0.9963588416576385
            }
        },
        "content1": "Q4 2022 Paccar Inc Earnings Call\n\nQ4 2022 Paccar Inc Earnings Call\n\nPCARNASDAQJAN 24, 6:00 PM\n\nOperator\n\n(technical difficulty) Earnings Conference Call. (Operator Instructions) Today's call is being recorded. And if anyone has an objection, they should disconnect at this time.\nI would now like to introduce Mr. Ken Hastings, PACCAR's Director of Investor Relations. Mr. Hastings, please go ahead.\n\nKen Hastings\n\nSenior Director of IR, PACCAR Inc\n\nGood morning. We would like to welcome those listening by phone and those on the webcast. My name is Ken Hastings, PACCAR's Director of Investor Relations. And joining me this morning are Preston Feight, Chief Executive Officer; Harrie Schippers, President and Chief Financial Officer; and Michael Barkley, Senior Vice President and Controller. As with prior conference calls, we ask that any members of the media on the line participate in a listen-only mode. Certain information presented today will be forward-looking and involve risks and uncertainties, including general economic and competitive conditions that may affect expected results. For additional information, please see our SEC filings and the Investor Relations page of paccar.com.\nI would now like to introduce Preston Feight.\n\nR. Preston Feight\n\nCEO & Director, PACCAR Inc\n\nGood morning. Harrie Schippers, Michael Barkley and I will update you on a record fourth quarter and full year 2022 results as well as other business highlights. First, I appreciate our outstanding PACCAR employees.\nThey consistently deliver the highest quality trucks and transportation solutions to our customers and excellent financial results for our shareholders. They are truly an impressive team.\nIn 2022, PACCAR achieved record annual revenues of $28.8 billion and record net income of $3.01 billion. PACCAR's financial performance benefited from strong business growth across all of PACCAR's major truck markets and record results in our Parts and Financial Services divisions. PACCAR has achieved 84 consecutive years of net income and has paid a dividend every year since 1941. In 2022, PACCAR declared dividends of $4.19 per share and announced a 50% stock dividend. PACCAR's fourth quarter revenues were a record $8.1 billion, and quarterly net income increased from the prior year by 78% to a record $921 million.\nPACCAR Parts achieved fourth quarter revenues of $1.47 billion and record pretax profits of $380 million, which was 23% increase compared to the same period last year. PACCAR delivered 51,600 trucks during the fourth quarter. This was 7,300 more than the third quarter and was a result of higher truck production and the completion of nearly all the vehicles that were awaiting components. The supply chain is improving, though there may be some supplier constraints throughout the year. In the first quarter of 2023, deliveries are forecast to be strong and in the range of 49,000 to 53,000.\nIn 2022, U.S. and Canadian Class 8 truck retail sales were 283,500 units. PACCAR's market share increased to 29.8%. The U.S. economy is projected to expand modestly in 2023. In this truck sector, there is pent-up demand from the prior 3 years of industry under production and customers need to replace aging fleets to benefit from the superior performance of the newer Kenworth and Peterbilt models.\nThe 2023 U.S. and Canadian Class 8 truck market deliveries are forecast to be in a range of 270,000 to 310,000 vehicles. European above 16-tonne truck registrations were $298,000 last year. And DAF's market share increased to a record 17.3%, reflecting the success of the new generation of DAF trucks.\nIn 2023, confidence in the European economy is growing, and with pent-up demand for new trucks, we expect the above 16-tonne truck registrations to be in the range of 270,000 to 310,000. In 2022, the South American above 16-tonne truck market was 138,300. And this year, the South American market is expected to be in the range of 125,000 to 135,000 units. In Brazil, DAF achieved a record 6.9% share in the above 16-tonne market, up from 5.7% last year. DAF Brazil has grown steadily since we opened the factory 10 years ago. And makes a healthy contribution to PACCAR's global success. Truck, Parts and Other gross margins expanded to 15.9% in the fourth quarter, reflecting strong global performance, higher truck deliveries, excellent parts business and supply chain improvements. We estimate PACCAR's worldwide first quarter Truck and Parts gross margins (inaudible).\nPACCAR and its customers realize the financial benefits of the new range of heavy and medium-duty Kenworth, Peterbilt and DAF trucks. These new trucks are successful in the market due to their premium quality, excellent fuel efficiency and low operating costs. Last year, PACCAR earned recognition in several areas. The new DAF XD distribution and vocational truck was named the 2023 International Truck of the Year. Kenworth and Peterbilt earned 6 manufacturing leadership awards from the National Association of Manufacturers.\nThe reporting firm, CDP, again recognized PACCAR as an environmental leader with a elite A rating. This rating places PACCAR in the top 1.5% of over 18,000 reporting companies. And PACCAR was recognized as a top place for women to work by the Women in Trucking organization for the fifth consecutive year.\nDemand is strong in all markets for PACCAR's industry-leading new trucks and transportation solutions, and we look forward to 2023, being another excellent year. Harrie Schippers will now provide an update on PACCAR Parts, PACCAR Financial Services and other business highlights. Harrie?\n\nHarrie C. A. M. Schippers\n\nPresident & CFO, PACCAR Inc\n\nThank you, Preston. In 2022, PACCAR Parts set new records for annual revenues and profits. Annual revenues increased by 17% to $5.8 billion, and annual pretax profit increased by 30% to $1.45 billion. Annual gross margins expanded to 30.4% from 28.6% in the prior year. PACCAR Parts is a high margin and high growth business. PACCAR Parts expanded its global distribution network in 2022 by opening a new parts distribution center in Louisville, Kentucky and has 18 PDCs worldwide.\nWe estimate Parts sales to grow by 10% to 13% in the first quarter of this year compared to the same quarter last year as high truck utilization contributes to strong global demand for Parts. PACCAR Financial Services' fourth quarter pretax income increased to a record $151 million, which is a 12% increase from last year. Annual pretax income increased 35% to a record $589 million. Portfolio assets increased to $17.2 billion. The portfolio continues to perform well with very low past dues and low credit losses. PACCAR Financial benefited from strong used truck prices in 2022.\nLast year, PACCAR Financial opened a new retail used truck center in Madrid, Spain, bringing the total to 13 used-truck facilities worldwide. These retail used truck centers contribute to higher price realization compared to wholesale channels. In 2023, we expect used truck prices to moderate but remain historically strong. With its larger portfolio and superb credit quality, PACCAR Financial should have another very good year.\nIn 2022, PACCAR invested $505 million in capital projects and $341 million in research and development. PACCAR's return on invested capital improved to an industry-leading 35.2%. In 2023, we are planning capital investments in the range of $525 million to $575 million, and R&D expenses will be in the range of $360 million to $410 million as we invest in key technology and innovation projects.\nThese include next-generation clean diesel and hydrogen combustion engines, battery and hydrogen electric powertrains, autonomous driving systems, connected vehicle services, advanced manufacturing and enhanced distribution capabilities. PACCAR's independent Kenworth, Peterbilt and DAF dealers continue to invest in their businesses to provide our customers the highest level of service in the industry. (inaudible) Significant contribution to PACCAR's long-term success and supporting the growth of PACCAR Parts and PACCAR Financial Services. PACCAR had an outstanding year in 2022, and we are very positive about 2023. Thank you. We'll be pleased to answer your questions."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/e08ccf28c2e34fa1a6d98a25061ba4b1",
        "textblob_polarity": 0.17171785635289286,
        "textblob_subjectivity": 0.3562689986412613,
        "sentiment": {
            "distribution": {
                "positive": 8,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9997101351618767,
                "neutral": 0.9977650344371796
            }
        },
        "content1": "Q3 2022 Paccar Inc Earnings Call\n\nQ3 2022 Paccar Inc Earnings Call\n\nPCARNASDAQOCT 25, 6:00 PM\n\nOperator\n\nGood morning, and welcome to PACCAR's Third Quarter 2022 Earnings Conference Call. (Operator Instructions). Today's call is being recorded. And if anyone has an objection, they should disconnect at this time.\nI would now like to introduce Mr. Ken Hastings, PACCAR's Director of Investor Relations. Mr. Hastings, please go ahead.\n\nKen Hastings\n\nSenior Director of IR, PACCAR Inc\n\nGood morning. We'd like to welcome those listening by phone and those on the webcast. My name is Ken Hastings, PACCAR's Director of Investor Relations. And joining me this morning are Preston Feight, Chief Executive Officer; Harrie Schippers, President and Chief Financial Officer; and Michael Barkley, Senior Vice President and Controller.\nAs with prior conference calls, we ask that any members of the media on the line participate in a listen-only mode. Certain information presented today will be forward-looking and involve risks and uncertainties, including general economic and competitive conditions that may affect expected results. For additional information, please see our SEC filings and the Investor Relations page of paccar.com.\nI would now like to introduce Preston Feight.\n\nR. Preston Feight\n\nCEO & Director, PACCAR Inc\n\nGood morning. Harrie Schippers, Michael Barkley and I will update you on our third quarter financial results and other business highlights. I truly appreciate all of PACCAR's outstanding employees, we delivered record third quarter results in the highest quality trucks and transportation solutions to our customers around the world.\nPACCAR's third quarter net income more than doubled to $769 million, and revenues increased 37% to $7.06 billion. PACCAR Parts pretax profits were a record $374 million, 32% higher than the same period last year. Parts third quarter revenues increased to a record $1.47 billion. Truck, Parts and Other gross margins expanded to 14.9% in the third quarter compared to 14.4% in the second quarter. Strong business operating conditions and PACCAR's increased mix of premium new truck models and excellent aftermarket parts business contributed to the higher gross margins.\nPACCAR Financial had a year-over-year pretax income increase of 22% to $146 million, reflecting a high-quality portfolio and robust used truck results. We estimate this year's U.S. and Canadian Class 8 market to be in a range of 265,000 to 285,000 trucks and next year to be in the range of 260,000 to 300,000. Overall, the strong truck market is expected to continue as a result of the solid freight volumes, high customer truck utilization and the increased fleet age.\nCustomers are replacing their trucks with the new Peterbilt and Kenworth models that enhance their operational efficiencies, achieve industry-leading fuel economy and attract and retain the best drivers. Kenworth and Peterbilt now have a backlog that extends into the second quarter of 2023.\nIn Europe, this year's truck industry registrations in the above 16-tonne segment are estimated to be in the range of 275,000 to 295,000 vehicles. Like in the U.S., freight demand and customer utilization remains high. The 2023 market is expected to be in the range of 260,000 to 300,000 trucks.\nDAF's year-to-date market share has increased to 17.4% compared to 15.8% a year ago. This growth reflects the exceptional performance of DAF's industry-leading and award-winning new XF and XG trucks that began production at the end of last year. DAF recently introduced a new XD distribution in vocational truck product line. The new DAF XD models earned the 2023 International Truck of the Year award at this year's truck show in Germany, and the new XD lineup begins production this quarter.\nThe complete new range of DAF trucks offers customers in Europe, the only trucks that utilize the new masses and dimensions regulations and are differentiated from the competition due to their more aerodynamic design, superior safety features and spaciousness for the driver. These trucks provide our customers the most fuel-efficient, driver-friendly premium trucks in the European market.\nThe South American above 16-tonne market is projected to be in a range of 125,000 to 135,000 trucks this year and in a similar range next year. In Brazil, DAF's above 16-tonne market share through September was a record 6.9% compared to 5.6% last year.\nThe outstanding PACCAR team and dealers around the world are performing well and delivering excellence to our customers. Thank you.\nHarrie Schippers will now provide an update on PACCAR Parts, PACCAR Financial Services and other business highlights. Harrie?\n\nHarrie C. A. M. Schippers\n\nPresident & CFO, PACCAR Inc\n\nThanks, Preston. PACCAR delivered 44,400 trucks during the third quarter. We estimate fourth quarter deliveries to increase to a range of 46,000 to 50,000 trucks. This reflects higher [build rates], more production days in the fourth quarter and a gradually improving supply base performance.\nTruck, Parts and Other gross margins increased to 14.9% in the third quarter. We anticipate fourth quarter gross margins to be in the 15% to 15.5% range, reflecting higher truck deliveries and continued strong performance of PACCAR Parts.\nPACCAR Parts had an outstanding third quarter, with Parts gross margins of 30.4%. Customers high truck utilization and increased average fleet age contributed to PACCAR Parts record results. PACCAR Parts opened a new 260,000 square foot Parts Distribution Center in Louisville, Kentucky in the third quarter to further enhance parts availability for customers and dealers. PACCAR Parts outstanding performance is driven by its network of 18 distribution centers, 2,300 dealer locations, 250 independent TRP stores as well as technologies like Managed Dealer Inventory and innovative e-commerce systems. We currently expect fourth quarter Parts sales to be 8% to 10% higher than the same period last year.\nPACCAR Financial Services benefited in the third quarter from higher used truck prices and excellent portfolio quality. Pretax income was $146 million, 22% higher than last year. Demand continues to be strong for PACCAR-preowned vehicles as customers appreciate and pay a premium for the superior reliability and durability. PACCAR Financial has been increasing its network of retail used truck centers and opened a new location in Madrid, Spain in the third quarter. We now have 13 centers to sell used trucks at retail prices, which enhances profits.\nPACCAR has invested $7.3 billion in new and expanded facilities, innovative products and new technologies during the past decade. These investments have created the newest and most impressive lineup of trucks in the industry and will contribute to excellent financial returns for many years. PACCAR's return on invested capital further improved to an industry-leading 23% in the first 9 months of this year. Capital expenditures are projected to be $475 million to $500 million in 2022 and $525 million to $575 million next year. Research and development expenses are estimated to be $330 million to $340 million this year and $350 million to $400 million next year. PACCAR's exciting new lineup of trucks and transportation solutions, efficient R&D and capital investments, strong aftermarket parts and financial services business and flexible operating structure position the company for the bright future.\nThank you. We'd be pleased to answer your questions."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/75746bb9831f1b8cf007eee4a799a979",
        "textblob_polarity": 0.2176489028213166,
        "textblob_subjectivity": 0.3982303328855052,
        "sentiment": {
            "distribution": {
                "positive": 8,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9997229650616646,
                "neutral": 0.9974501729011536
            }
        },
        "content1": "Q2 2022 Paccar Inc Earnings Call\n\nQ2 2022 Paccar Inc Earnings Call\n\nPCARNASDAQJUL 26, 6:00 PM\n\nOperator\n\nGood morning, and welcome to PACCAR's Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Today's call is being recorded. And if anyone has an objection, they should disconnect at this time. I would now like to introduce Mr. Ken Hastings, PACCAR's Director of Investor Relations. Mr. Hastings, please go ahead.\n\nKen Hastings\n\nSenior Director of IR, PACCAR Inc\n\nGood morning. We would like to welcome those listening by phone and those on the webcast. My name is Ken Hastings, PACCAR's Director of Investor Relations. And joining me this morning are Preston Feight, Chief Executive Officer; Harrie Schippers, President and Chief Financial Officer; and Michael Barkley, Senior Vice President and Controller. As with prior conference calls, we ask that any members of the media on the line participate in a listen-only mode.\nCertain information presented today will be forward-looking and involve risks and uncertainties, including general economic and competitive conditions that may affect expected results. For additional information, please see our SEC filings and the Investor Relations page at paccar.com. I would now like to introduce Preston Feight.\n\nR. Preston Feight\n\nCEO & Director, PACCAR Inc\n\nGood morning. Harrie Schippers, Michael Barkley and I will update you on our second quarter financial results and business highlights. I truly appreciate PACCAR's outstanding employees around the world, who continue to deliver excellent results and the highest quality trucks and transportation solutions. PACCAR achieved record revenues and net income in the second quarter. PACCAR revenues increased 23% to $7.16 billion.\nNet income increased 45% to $720 million. PACCAR Parts second quarter revenues increased by 18% to a record $1.43 billion. Parts pretax profits were a record $353 million, 32% higher than the same period last year. Truck, Parts and Other gross margins expanded to 14.4% in the second quarter compared to 13.5% in the second quarter of last year.\nPACCAR's increased vehicle production, new lineup of premium trucks and strong aftermarket parts business drove the higher gross margins. PACCAR Financial had an excellent quarter, increasing year-over-year pretax income by 36% to $144 million due to its high-quality portfolio and strong used truck results. PACCAR is an industry leader in diesel and zero emissions powertrains, autonomous trucks and next-generation connected services.\nPACCAR's best-in-class new trucks, its new clean diesel and electric powertrain lineup and its ongoing research and development programs provide our customers with the right products and technology to help them optimize their operations. The entire PACCAR team has done an excellent job of working with our suppliers to manage supply-based shortages, and we have been able to gradually increase daily truck production.\nIn the U.S. economy, unemployment remains low. GDP is estimated to grow, and industrial production is projected to expand. Based on this favorable operating environment, we estimate the U.S. and Canadian Class 8 market to be in the range of 260,000 to 290,000 trucks. The European and U.K. economies are also growing with Eurozone unemployment at low levels. The 2022 European truck market is expected to be in the range of 270,000 to 300,000 trucks.\nLooking at PACCAR's operating environment. Our new generation of trucks in Europe and North America are providing our customers the benefit of owning the most desirable and the most efficient trucks in the industry. Freight tonnage remains at great levels, we're sold out for the year, and the first quarter is beginning to fill in nicely. With fleet age up and truck utilization high, we anticipate continued strong demand for PACCAR Parts, Trucks and Financial Services.\nThank you. Harrie Schippers will now provide an update on PACCAR Parts, PACCAR Financial Services and other business highlights. Harrie?\n\nHarrie C. A. M. Schippers\n\nPresident & CFO, PACCAR Inc\n\nThanks, Preston. PACCAR delivered 47,000 trucks during the second quarter, a 9% increase over the first quarter. We estimate third quarter deliveries to be in the range of 44,000 to 48,000 trucks as higher daily build rates will be offset by the normal summer shutdown at DAF in Europe. Truck parts and other gross margins increased to 14.4% in the second quarter. We anticipate third quarter gross margins to be in the 14.5% to 15% range, reflecting a continued strong performance of PACCAR Parts and a favorable mix of new truck models in production.\nPACCAR Parts had an outstanding second quarter with Parts gross margins of 30%. Customers increased truck utilization and higher average fleet age have contributed to PACCAR Parts record results. PACCAR Parts outstanding performance is driven by an expanding network of 18 Parts distribution centers, 2,200 dealer locations, 250 independent TRP stores as well as technologies like managed dealer inventory and innovative e-commerce systems. PACCAR is continuing its investments in the parts business by opening a new distribution center in Louisville, Kentucky this quarter.\nPACCAR Financial Services benefited in the second quarter from high used truck prices and excellent portfolio quality. Revenues were $373 million in the second quarter. Pretax income was $144 million, 36% higher than last year. The demand continues to be strong for PACCAR preowned vehicles as customers appreciate and are willing to pay a premium for their superior reliability and durability. PACCAR Financial has been increasing its network of retail used truck centers and is opening a used truck retail center in Madrid, Spain this year.\nThese facilities sell used trucks at retail prices, which contributes to higher profits. PACCAR has invested $7.3 billion in new and expanded facilities, innovative products and new technologies during the past decade. These investments have created the newest and most impressive lineup of trucks in the industry and will contribute to excellent shareholder returns for many years.\nPACCAR's after-tax return on invested capital, improved to an industry-leading 23% in the first half of this year. Capital expenditures are projected to be $425 million to $475 million this year, and research and development expenses are estimated to be $330 million to $350 million. PACCAR's exciting new line of trucks and transportation solutions, efficient R&D and capital investments, strong aftermarket parts and financial services business and flexible operating structure position the company for a bright future. Thank you. We'd be pleased to answer your questions."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/019a753911672a8311e83263622dac4c",
        "textblob_polarity": 0.2206523956269719,
        "textblob_subjectivity": 0.39300542959865,
        "sentiment": {
            "distribution": {
                "positive": 7,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9989514691489083,
                "neutral": 0.9973684549331665
            }
        },
        "content1": "Q1 2022 Paccar Inc Earnings Call\n\nQ1 2022 Paccar Inc Earnings Call\n\nPCARNASDAQAPR 26, 5:00 PM\n\nOperator\n\nGood morning, and welcome to PACCAR's First Quarter 2022 Earnings Conference Call. (Operator Instructions)\nToday's call is being recorded, and if anyone has an objection, they should disconnect at this time. I would now like to introduce Mr. Ken Hastings, PACCAR's Director of Investor Relations. Mr. Hastings, please go ahead.\n\nKen Hastings\n\nSenior Director of IR, PACCAR Inc\n\nGood morning. We would like to welcome those listening by phone and those on the webcast. My name is Ken Hastings, PACCAR's Director of Investor Relations. And joining me this morning are Preston Feight, Chief Executive Officer; Harrie Schippers, President and Chief Financial Officer; and Michael Barkley, Senior Vice Present and Controller.\nAs with prior conference calls, we ask that any members of the media on the line participate in a listen-only mode. Certain information presented today will be forward-looking and involve risks and uncertainties, including general economic and competitive conditions that may affect expected results. For additional information, please see our SEC filings and the Investor Relations page of paccar.com. I would now like to introduce Preston Feight.\n\nR. Preston Feight\n\nCEO & Director, PACCAR Inc\n\nGood morning. Harrie Schippers, Michael Barkley and I will update you on our first quarter results and business highlights.\nPACCAR achieved excellent revenues and net income in the first quarter. PACCAR sales and financial services revenues increased 11% to $6.470 billion. Net income increased 28% to $601 million. PACCAR Parts first quarter revenues increased by 20% to a record $1.39 billion. Parts pretax profits were a record $340 million, 35% higher than the same period last year. Truck, Parts and Other gross margins expanded to 13.4% in the first quarter compared to 11.6% in the fourth quarter of last year.\nPACCAR Financial had a record quarter, increasing pretax income by 92% to $147 million due to healthy new business volume and strong used truck results. I appreciate PACCAR's outstanding employees who delivered the excellent financial results and the highest quality trucks and transportation solutions in the industry.\nLast year, PACCAR introduced a complete new product lineup of Peterbilt, Kenworth and DAF heavy and medium-duty trucks. This was a record number of new product introductions and these investments are generating excellent results for the company. Our customers are benefiting from the industry-leading fuel efficiency while drivers love the new digital instrumentation, luxurious interiors, stylish LED headlights and beautiful exterior styling.\nThe new trucks and growth in PACCAR's aftermarket business contributed to the increased gross margins this quarter. We expect gross margins to continue increasing this year as the new trucks become a higher percentage of the build. Looking at the economy, U.S. GDP is estimated to grow 3.2% and industrial production is projected to expand 4.4% this year, which continues to provide a favorable operating environment for PACCAR and its customers.\nWe estimate the U.S. and Canadian Class 8 market to be in the range of 260,000 to 290,000 trucks. The European and U.K. economies are also experiencing good economic growth. Economists project U.K. GDP to increase 4% and European GDP to increase by 3.2%. The 2022 European truck market is expected to be in a range of 270,000 to 300,000 trucks. We expect truck market to remain strong.\nPACCAR's industry-leading new truck lineup, highly efficient factories, best-in-class parts and Financial Services business and the continued development of advanced technologies are creating an exciting future.\nHarrie Schippers will now provide an update on PACCAR Parts, PACCAR Financial Services and other business highlights.\n\nHarrie C. A. M. Schippers\n\nPresident & CFO, PACCAR Inc\n\nThanks, Preston.\nPACCAR delivered 43,000 trucks during the first quarter. We're focused on increasing production in our factories, and estimate second quarter deliveries to be in the range of 44,000 to 48,000 trucks. Truck, Parts and Other gross margins increased to 13.4% in the first quarter.\nWith higher production and a more favorable mix of new model trucks to be delivered, we anticipate second quarter gross margins to increase and be in the range of 13.5% to 14%. Many customers are operating their trucks longer than they normally would, which has increased the fleet age. Truck utilization is very high due to the strong economy and freight activity.\nAs Preston shared, PACCAR Parts had an outstanding first quarter with Parts gross margins growing to a record 30.1%. PACCAR Parts business model, which is based on convenience and technology, contributes to our customers' success. PACCAR is best-in-class at maximizing uptime for customers by having high-quality parts conveniently available when needed.\nThe success of PACCAR Parts is driven by an expanding network of 18 parts distribution centers and 2,200 dealer locations, 250 independent TRP stores as well as technologies like managed dealer inventory and innovative e-commerce systems.\nPACCAR is continuing its investments by opening a new distribution center in Louisville, Kentucky, this quarter. PACCAR Financial Services benefited in the first quarter from strong new loan and lease business, high used truck prices and excellent portfolio quality.\nRevenues were $366 million in the first quarter. Pretax income was a record $147 million, 92% higher than last year. The silver lining to the industry-wide undersupply of semiconductors is continued strong demand for PACCAR preowned vehicles. Customers appreciate their superior reliability and durability and pay a premium. PACCAR Financial has been increasing its retail used trucks center capacity. And now it's 12 facilities worldwide. These facilities sell used trucks at retail prices, which contributes to higher profits.\nPACCAR Financial is opening another used truck retail center in Madrid, Spain, this year. PACCAR has invested $7.3 billion in new and expanded facilities, innovative products and new technologies during the past decade. These investments have created the newest and most impressive lineup of trucks in the industry.\nCapital expenditures are projected to be $425 million to $475 million and research and development expenses are estimated to be $350 million to $400 million. PACCAR is continuing its investments in clean combustion, zero emissions, autonomy and connected vehicle programs.\nThank you. We'd be pleased to answer your questions."
    }
]