[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/43dd3256c536131c69c858476966539c",
        "textblob_polarity": 0.16960561291586213,
        "textblob_subjectivity": 0.4053726221454755,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 7
            },
            "scores": {
                "positive": 0.977088775485754,
                "neutral": 0.9694082822118487
            }
        },
        "content1": "Q2 2024 Crane Co Earnings Call\n\nQ2 2024 Crane Co Earnings Call\n\nCRNYSEJUL 30, 4:00 PM\n\nOperator\n\nGood day, and welcome to the Crane Company Second Quarter 2024 Earnings Conference Call. [Operator Instructions]. I would now like to turn the call over to Jason Feldman, Senior Vice President of Investor Relations, Treasury and Tax.\n\nJason D. Feldman\n\nDirector-Investor Relations, Crane Co.\n\nThank you, operator, and good day, everyone. Welcome to our second quarter 2024 earnings release conference call. I'm Jason Feldman, Senior Vice President of Investor Relations, Treasury and Tax. Before we get started, I'm delighted to introduce Allison Poliniak as our new Vice President of Investor Relations. Many of you know her from her time as an analyst following the industrial technology and transportation sectors. She brings a wealth of experience into the role, and we're happy to bring her on board. I will continue to oversee the Investor Relations function, but over the next few months, as she assumes primary responsibility for Investor Communications, I'll be spending more of my time with tax treasury and M&A. Allison, let me pass it on to you.\n\nUnknown Executive\n\nGreat. Thank you, Jason. So good morning, everyone. I'm excited to be here and look forward to connecting with everybody in the next few weeks. As Jason mentioned, I spent the last 18 years as an analyst at Wells Fargo covering the industrial technology and transportation sectors. That gave me the opportunity to analyze and learn from a lot of great companies. Their unique growth strategies, their approaches to drive productivity and sustainable profit improvement as well as the push to M&A. A lot were successful, but some were not.\nAll that gave me has given a great insight that I step into this role. I have been considering making this move to the corporate side for some time. However, there were 3 key qualities that the company needed to have for me to join. A one strong strategic growth vision that I supported that would take the company to the next level. The second is a sound and achievable M&A strategy that will complement that vision; and third, the ability to have a voice as opposed to the inorganic and organic strategies evolve. There were a few opportunities I did walk away from over the years because those companies did not have those qualities. Crane, however, did check all those boxes for me.\nAdd to that, the respect I had to the management team, and it was an easy decision for me to join. And with a little of a month into the role, I can tell you that I'm certainly not disappointed. What I have found is a strong culture focused on executing the team's strategic vision, with significant opportunity, both organic and inorganic to grow crane and continue to move the earnings profile higher. So on that, let's get started.\nOn our call this morning, we have Max Mitchell, our Chairman, President and Chief Executive Officer; and Rich Maue, our Executive Vice President and Chief Financial Officer. We will start off our call with a few prepared remarks, after which we will respond to questions. And just a reminder, the comments we make on this call will include some forward-looking statements. We refer you to the cautionary language at the bottom of our earnings release and also in our annual report, 10-K and subsequent filings pertaining to forward-looking statements.\nAlso during the call, we will be using some non-GAAP numbers, which are reconciled to the comparable GAAP numbers and tables at the end of our press release and accompanying slide presentation. both of which are available on our website at www.greenco.com in the Investor Relations section. So now let me turn the call over to Max.\n\nMax H. Mitchell\n\nPresident, Chief Executive Officer & Director, Crane Co.\n\nThank you, Allison. Welcome, and thank you again for joining Crane, and we look forward to much improved performance versus the last person in the role. I'm joking, Jason.\nGood morning, everyone. Thanks for joining the call today yet another excellent quarter with results outperforming expectations. Adjusted EPS was $1.30, driven by an impressive 9% core sales growth, reflecting strength across both Aerospace and Electronics and process flow technologies. That growth was paired with strong leading indicators with core orders up 7% and core backlog up 10% compared to last year. And confidence in our outlook for 2024 remains high. Based on the strength in the first half, we are raising the midpoint of our full year guidance by $0.15 and narrowing our outlook to a range of $4.95 to $5.15, which reflects 18% EPS growth at the midpoint. We have fairly strong direct line of sight to delivering that 18% earnings growth. Our revised guidance continues to assume somewhat muted industrial activity with Aerospace & Electronics Commercial OE sales growth solid but at slightly lower levels given the changes with OE build rates.\nWe also assume that aerospace electronics supply chain continues with similar issues with only very gradual further improvement as the year progresses. But this is also becoming more of the normal state of play, honestly, at this point in time. If those assumptions prove conservative, we are structured to be able to satisfy any unexpected upside demand. We had a strong first half, our strategy is working, the team is executing, driving improved earnings through its growth and commercial excellence initiatives. We successfully completed 3 acquisitions over the last year and with continued progress on our existing M&A funnel, we expect additional opportunities to become actionable over the next few quarters, primarily smaller and midsized transactions.\nWhile we are working on a number of transactions at the moment, we see the opportunities weighted towards the end of '24, in the first half of 2025 given the expected time line for known processes. In longer term, we are -- as we reiterated during our Annual Investor Day last quarter, we remain confident in a 4% to 6% long-term core sales growth rate from resilient and durable businesses with solid aftermarket, substantial operating leverage on top of already solid margins today that should lead to double-digit average annual core profit growth with upside -- with potential upside from capital deployment and with virtually no net debt the capital deployment opportunity is significant.\nLet me highlight a few recent wins and continued success in the quarter, starting with Aerospace Electronics. We previously highlighted our wins on [ NGAD ] sixth-generation fighter aircraft our strong position on prototype and demonstrator programs. In the quarter, we also saw significant progress on the CCA or collaborative combat aircraft portion of this unmanned platform across a number of our solutions. On another significant UAV program unrelated to the CCA, we've also had early success with our landing solution. Other significant negotiations continue to further solidify our already strong position on the next-generation demonstrator programs for military and tactical hybrid electric ground vehicle platforms for our high-power unidirectional and bidirectional power conversion capabilities are best-in-class.\nAnd we continue to receive significant order or orders supporting the known and expected ramp-up of the multiple large ground-based radar programs we've been awarded, and they will be entering full rate production over the next 2 years. On the longer-term technology development front, we continue to make great progress on our SmartStem long-range wireless advances. We've already deployed this solution on a recent demonstrator program with a large commercial OE and our latest version of this solution as a new user-friendly, [indiscernible] face that gathers critical tire pressure and temperature measurements quickly and accurately with simplified installation using wireless technology that has significant weight savings by eliminating wirings. In our landing solution, we also continue to move away from bespoke architectures towards more standardized and modular solutions that are easier to adopt and customize quickly based on our customers' needs, significantly cutting development time and cost.\nThe lending team has also made continued progress advancing our technology for electric brake control actuation, moving quickly towards technology readiness Level 6 by 2025 and positioning us extremely well for the next narrowbody platform that will eventually be developed. And on the acquisition integration front with Vian, we are already seeing sales surgery opportunities. We have a strong existing customer relationships in the aerospace fluid solutions market with our vein pump technology that Vian did not have to the same level. And we are now leveraging Vian to rotor pump technology capabilities to bid and win on opportunities we couldn't effectively address before the acquisition, stronger together, combined and winning already.\nOverall, another strong quarter for A&E, both in reported results as well as in our activities supporting current and future growth. And just last week, our outstanding [ ANE ] team had another very successful air show at Farnborough U.K. betting with key customers and suppliers, solidifying alignment on a number of key growth initiatives, and next month, I look forward to spending a few days with the [indiscernible] team as we enter our annual strategy review process, looking at new strategic initiatives from the very near term to well into and beyond the next decade. Moving to Process Flow Technologies in the quarter, great traction in our wastewater pump business with our new high-efficiency NV mode platform and new higher horsepower offerings introduced late last year. On track to double sales for that overall product platform this year.\nWe're also gaining share in the hydrogen sensing space with our newest pressure transducer technology. Our solution in this space has superior precision and reliability in hydrogen fuel cell applications where we're seeing significant growth opportunities. And again, on the acquisition integration front with CryoWorks, we're seeing significant early successes working together and driving sales synergies, particularly in [ cryodenics ] space launch fueling applications. We've already booked $7 million in orders this quarter with 4 different customers, primarily for new rocket launch facilities supporting new satellite constellations. With CryoWork's differentiated capabilities and large bore insulated piping, we are leveraging our combined sales and marketing capabilities to pull through our valve portfolio as well.\nAs mentioned on previous calls, we continue to convert customers to our FK-TrieX product from competitors due to its reliable, 0 leak capabilities and fugitive emissions compliance, we also continue to win share with pharmaceutical projects given the superior reliability and capabilities and higher operating temperatures for our diaphram technology. Excellent progress on all fronts by the process [ phototechnology ] team. And here too, I'm eager to visit many of our sites next month and review all our exciting strategic growth initiatives.\nLet me now turn the call over to our CFO, Rich Maue, for more specifics on the quarter with some more details on our guidance.\n\nRichard A. Maue\n\nSenior Vice President & Chief Financial Officer, Crane Co.\n\nThank you, Max, and good morning, everyone. We drove 9% core sales growth in the quarter with strength across both primary businesses delivered with strong core operating leverage. Adjusted operating profit increased 22% driven by volume, productivity and strong net price and adjusted EPS also beat our expectations. Leading indicators were also strong with core FX-neutral backlog up 10% and core orders up 7% compared to last year, notably better than expected, particularly at process flow technologies.\nAnother strong quarter, reflecting our focus on accelerating core growth along with our consistently differentiated execution. Hey, I shared my excitement over the last several quarters over how far we have come at Crane. But from the wise words of Jeff Daniels, as Harry done in the classic emotional drama dumb and dumber, according to the map, we've done only 4 inches. A lot of opportunity and excitement ahead for Crane as we head to Aspen. Getting into the details, I will start off with second comments that will compare the second quarter of 2024 to 2023, excluding special items. As outlined in our press release and slide presentation, and then I will comment on our 2024 outlook for each segment and for our overall P&L.\nStarting with Aerospace and Electronics. Despite the headlines, no material change in the end market conditions relative to our expectations, again, no material change relative to our expectations. On the commercial side of the business, aircraft retirements remained very low due to high demand and limitations on aircraft deliveries resulting from an aging fleet that requires more aftermarket parts and service. On the defense side, we continue to see solid procurement spending and a continued focus on reinforcing the broader defense industrial base given heightened global uncertainty today. Overall, just a continuing solid demand environment. That strong demand was reflected in our second quarter growth rates with sales of $231 million, increasing 22% compared to last year with 16% core growth and a 6% benefit from the Vian acquisition.\nDespite the continued high level of sales growth, our record backlog of $815 million increased even further up 21% year-over-year, including 12% core growth and the 9% contribution from the Vian acquisition. Sequentially, core FX-neutral backlog increased 2%. In the quarter, total aftermarket sales increased 33% with commercial aftermarket sales up 28% and military aftermarket up 47%. OEM sales increased 17% in the quarter with 27% growth in commercial and up 6% in military. Adjusted segment margins of 23.8% increased 360 basis points from 20.2% last year, primarily reflecting higher volumes and productivity. Looking ahead to the remainder of 2024, we are maintaining our sales guidance with core sales growth at 12% for the full year in addition to a 4.5% favorable benefit from the Vian acquisition.\nThat guidance assumes continued strong sales levels consistent with Q2, albeit at a decelerating year-over-year growth rate as the comparisons are more challenging in the second half. While comparisons can create some noise on quarterly growth rates, as we outlined in our May Investor Day event, we expect this year's 12% core sales growth rate to be followed by continued strong for growth in 2025 and for the remainder of this decade. We are, however, raising our full year margin guidance slightly to 22.2%, up 20 basis points from our prior view. That does assume a moderation in margin rates in the second half, driven primarily by mix, which we don't expect will be quite as favorable as it was in the first half as OE deliveries continue to increase. Margin guidance reflects core leverage, excluding Vian of just about 40%, a little higher than prior guidance and overall on track for another outstanding year.\nAt Process Flow Technologies, we remain well positioned to continue to outgrow our markets and our market outlook is now a little more positive than it has been over the last several quarters. While we continue to see some softness in the European chemical and general industrial markets, we see continued strength in North America and China projects, particularly in chemical, and we expect this trend to continue. Given the improved performance, we are raising our sales and margin guidance for the year to reflect better-than-expected strength in our orders and backlog year-to-date. In the quarter itself, we delivered sales of $298 million, up 13% driven by strong core sales growth of 7% in the quarter, along with a 7% benefit from the Vian and CryoWorks acquisitions with a slight offset from the unfavorable foreign exchange we saw.\nCompared to the prior year, core FX-neutral backlog increased 9% and core FX-neutral orders increased 10%, both driven primarily by North American markets, followed by China. Sequentially, core FX-neutral backlog decreased 1% with FX-neutral orders down 4%, reflecting the strong project orders booked in the first quarter. Adjusted operating margins of 20.5% expanded 50 basis points better than we expected with strong core operating leverage in the quarter, driven by productivity, strong net price and higher volumes offset mainly by the expected dilutive impact of our recent acquisitions. Turning to full year guidance for Process Flow Technologies. We now expect 2024 sales growth of approximately 10% up from our prior expectation of 7% with the increase in our growth view coming from our core operations, which are now expected to be up 4% versus our prior 1% view reflecting year-to-date results and again, continued order strength.\nAs we discussed last quarter, acquisitions, including both Baum and CryoWorks, will add about 6 points to our full year growth rate. We are also raising our margin guidance for the full year to 20.6%, up 20 basis points from prior guidance considering our revised sales outlook. For context, remember that in 2019, just before COVID, margins at Process Flow Technologies were 13.6%. As we noted before, this is a significant step function change in margins, which is reflective of our efforts to structurally shift the business to higher growth and higher-margin end markets. We continue to see opportunity on this journey through the contribution from accretive new product introductions pricing that is both disciplined and appropriately assertive given the inflationary environment, our continued investments in technology-driven product differentiation and continued productivity.\nFrom a cadence perspective, we still expect third quarter to be the strongest of the year for sales with fourth quarter seasonally a little softer. Margins in the second half should be very similar to the first half of the year. And Engineered Materials sales of $53 million decreased 8% compared to last year as expected. Operating profit margin decreased 270 basis points to 13.9% on the lower volumes. For the full year, we continue to expect both sales and margins to be flat compared to 2023. Moving on to total company results. In the second quarter, adjusted free cash flow was $57 million roughly in line with last year. For the full year, we now expect free cash flow in the range of $255 million to $275 million, up $5 million at the low end compared to our prior range. We continue to expect free cash conversion of greater than 90%.\nTotal debt at the end of the first quarter was approximately $377 million with $229 million of cash on hand, we continue to have substantial financial flexibility with more than $1 billion in M&A capacity today and reaching as much as $4 billion by 2028. While this is more financial flexibility than we have historically had, our capital allocation strategy is unchanged. We will deploy our capital with the same strict financial and strategic discipline that we have employed, prioritizing internal investments for growth, followed by M&A and returns to shareholders. Now turning to our 2024 guidance. As Max mentioned, we are raising the midpoint of our full year guidance by $0.15 and narrowed our outlook to a range of $4.95 to $5.15, which reflects 18% EPS growth at the midpoint. Guidance assumes total core growth of 5% to 7%, up 1 point from our prior guidance due to the outperformance of Process Flow Technologies and a 5% benefit from acquisitions.\nThat 5% to 7% core growth will drive approximately 18% growth in adjusted segment operating profit about 3x the core sales growth. Turning to the other elements of our full year guidance, we did raise guidance for corporate expense by $5 million to $80 million, primarily reflecting higher compensation expense given our performance to date and outlook but this impact was roughly offset by lower net nonoperating expense now at $20 million, $3 million lower than prior guidance and expectation for a slightly lower tax rate and 23% compared to our prior guidance of 23.5%. Overall, a very strong first half with excellent momentum as we enter the second half. Operator, we are now ready to take our first question."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/b85faedb0315c954aca125b40f73383a",
        "textblob_polarity": 0.14725427627137022,
        "textblob_subjectivity": 0.4124804050017727,
        "sentiment": {
            "distribution": {
                "positive": 18,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9974130226506127,
                "neutral": 0.9987015724182129
            }
        },
        "content1": "Q1 2024 Crane Co Earnings Call\n\nQ1 2024 Crane Co Earnings Call\n\nCRNYSEAPR 23, 4:00 PM\n\nOperator\n\nWelcome to the Crane Company First Quarter 2024 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the call over to Jason Feldman, Senior Vice President of Investor Relations, Treasury and Tax. Please, go ahead.\n\nJason D. Feldman\n\nDirector-Investor Relations, Crane Co.\n\nThank you, operator, and good day, everyone. Welcome to our first quarter 2024 earnings release conference call. On our call this morning, we have Max Mitchell, our Chairman, President and Chief Executive Officer; and Rich Maue, our Executive Vice President and Chief Financial Officer. We'll start off our call with a few prepared remarks, after which we will respond to questions.\nJust a reminder that the comments we make on this call may include some forward-looking statements. We refer you to the cautionary language at the bottom of our earnings release and also in our annual report, 10-K and subsequent filings pertaining to forward-looking statements.\nAlso during the call, we will be using some non-GAAP numbers, which are reconciled to the comparable GAAP numbers and tables at the end of our press release and accompanying slide presentation, both of which are available on our website at www.craneco.com in the Investor Relations section.\nNow let me turn the call over to Max.\n\nMax H. Mitchell\n\nPresident, Chief Executive Officer & Director, Crane Co.\n\nThank you, Jason. Good morning, everyone. Thanks for joining the call today. We had another impressive quarter with results outperforming expectations. Adjusted EPS was $1.22, driven by 5% core sales growth, along with strong leading indicators, core orders and backlog, both up 11% compared to last year. We are off to a great start in 2024.\nBased on that strength, we are raising our full year guidance by $0.20 to a range of $4.75 to $5.05, which reflects a 14% EPS growth at the midpoint. That's a high-confidence guidance that we have direct line of sight to delivering, assuming somewhat muted industrial activity and continued, but gradual, improvement in the aerospace and electronics supply chain. While this is our best thinking today, we believe there may be upside as the year progresses if those 2 assumptions prove conservative. If so, we are structured to meet any unexpected changes in upside demand.\nThere's also a potential upside to guidance from capital deployment if we are successful with further M&A in the quarters ahead. On that front, in addition to our strong first quarter results, I'm pleased to announce that we signed an agreement to acquire CryoWorks as a strategic bolt-on in our Process Flow Technologies segment. Founded in 2009 based in Jurupa Valley, California, CryoWorks is a leading supplier of vacuum-insulated pipe systems for hydrogen and cryogenic applications, which is highly synergistic with the ongoing organic development of our CRYOFLO brand. CryoWorks has an annual sales of approximately $28 million with approximately $5 million of adjusted EBITDA.\nWith a purchase price of $61 million before tax step-up benefits with a net present value of approximately $11 million, we expect that transaction to close at the end of this month. CryoWorks significantly and immediately expands our portfolio of cryogenic products and solutions and will help us access a number of high-growth markets, including complex insulated piping for space launch applications, insulated piping and ballast for cryogenic applications in a number of electronics, semiconductor and manufacturing testing applications as well as transportation and transfer solutions for cryogenic alternative fuels.\nMoreover, we will utilize this team's design expertise to accelerate development of our CRYOFLO solutions targeting traditional cryogenic applications and new mobility and transportation applications. We expect this acquisition to exceed 10% ROIC with approximately 10% of EPS accretion, excluding intangible amortization by year 5. Another acquisition that is an excellent fit, strengthening our existing business and fully aligned with our strategy.\nMy personal thanks to Donna and Tim Mast and Tim Mast Jr. for their help and assistance throughout the diligence process and entrusting their outstanding organization to Crane moving forward, and we look forward to working closely to further investing and driving growth with the entire CryoWorks team.\nStrong start to the year, both in terms of results and with 2 acquisitions in the first 4 months, with continued progress on our existing M&A funnel, we expect additional opportunities to become actionable over the next year, primarily smaller and midsized transactions. While we are working on a number of transactions at the moment, we see more opportunities at the end of '24 than we do in the next several months, given the expected timeline for known processes.\nOur annual Investor Day event is scheduled for May 14 at 8:30 a.m. in New York City, and we look forward to updating you on our progress, delivering on the strategy and vision we laid out at last year's Investor Day. Specifically, we remain firmly confident in a 4% to 6% long-term core sales growth rate from the resilient and durable businesses with solid aftermarket, substantial operating leverage on top of already solid margins today that should lead to double-digit average annual core profit growth with potential upside from capital deployment and with virtually no debt -- no net debt, the capital deployment opportunity is significant.\nAnd without taking too much away from Investor Day, where both Alex and Jay will provide more insights on recent wins, I would like to call out a couple in the quarter, starting with Aerospace & Electronics. I'm particularly excited that one of our key defense customers has secured an initial contract for a large AESA radar program. Given our positioning on that program, assuming it moves to full rate production, as expected, we estimate that our lifetime sales for this new program will exceed $100 million. This also continues our winning streak in the space, where our high-power converters have been selected for nearly every new ground-based AESA radar system developed in the last 5 years. To date, our awards in this application represent approximately $800 million in program lifetime sales in an area where, historically, prior to several years ago, we had no position.\nIn addition, we are also confident we will soon secure multiple unidirectional and bidirectional high-power conversion wins on leading military land vehicle demonstrators with significant positions expected with all of the primes competing for major programs. We've talked previously about our product position for the XM-30 optionally manned fighting vehicle. And we're now seeing progress with the common truck program as well.\nThere's another market where we've not historically had content. But given our technology investments, see a path and potential for roughly $700 million in program lifetime sales.\nIn our Modular Power business, we just launched the first phase of our new family of DC-to-DC called xMOR. This new range of products has a wide input voltage range for high-reliability aerospace and military grade applications as well as radiation tolerant and relation hardened versions for space applications. This product family is being created on a single development platform that can be configured to serve many different markets and end user applications and voltage ranges. The full xMOR launch will be complete by the end of this year and will be followed by the launch of both medium- and low-power products called [ xMRT ] in late 2025.\nMoving to Process Flow Technologies. A few highlights from the quarter include the great progress we've made with our high-efficiency motor platform in the U.S. municipal water business. As we continue to expand the range of our portfolio, we've had particular success with this motor platform and most recently with the largest frame size in the 75- to 120-horsepower range used in the wastewater treatment plants. Based on our success in the quarter we are on track to doubling our sales from last year in this product segment.\nYou may recall that, last quarter, I discussed a $5 million pharmaceutical order we won with a new customer due to advances with our EX diaphragm technology that supports a higher temperature range and longer product life than the entrenched incumbent provider was able to meet. Our value proposition continues to resonate with our customers, and we won another significant pharmaceutical project for a next-generation cancer drug, where the production process requires temperature ranges where our products are differentiated and well-suited.\nWe also continue to gain traction with commercialization of many new key products that we've discussed over the last few years. One example is the success we've had with the FK-TrieX, a proprietary innovative triple-offset valve with a breakthrough design that eliminates the traditional trade-off between flow rate and sealing capabilities. Since introduction, this valve has gained increasing acceptance, particularly in chlor-alkali organics, olefin and fertilizer applications. Introduced just 2 years ago in 2022, we're on track for significant order growth this year with orders on track to exceed $20 million annually by 2026.\nWe're very proud of our team and globally as we continue to drive our strategic vision with excellent execution.\nNow let me turn the call over to one of the most dynamic and exciting CFOs in the industry, with a passion for profit and growth and who puts the fine back into finance, Mr. Richard A. Maue for more specifics on the quarter and some more details on our guidance.\n\nRichard A. Maue\n\nSenior Vice President & Chief Financial Officer, Crane Co.\n\nThank you, Max. But I must say that I think you undersold my excitement and passion, in the words of Ron Burgundy in the movie Anchorman, don't act like you're not impressed. I'm kind of a big deal. People know me. I have many leather-bound book and my apartment smells of rich mahogany.\nFor those who do not know me, I am kidding, but I am embarrassed to say, that I do enjoy that movie. And good morning, everybody. Another strong quarter demonstrating accelerating core growth results with continued excellent performance across all businesses despite some persistent supply chain challenges that continue to impact the broader aerospace and defense industry. Core sales growth of 5% reflects continued strong demand and great execution at Aerospace & Electronics. Adjusted operating profit increased 6%, while that reflects leverage more muted than we typically see in our businesses, it was known and due to expected factors that we previously discussed.\nFirst, acquired sales always leverage mathematically at their operating profit margin level in the first year. Second, we have a very challenging comparison at Process Flow Technologies to last year's record 23.4% adjusted operating margin, which I'll discuss more in a minute.\nAdjusted EPS also beat our expectations, and remember that comparing EPS to the prior year is challenging as our capital structure and related interest expense changed materially after last year's separation transaction. From a quarterly perspective, as I just mentioned, there are also a number of timing differences comparing 2024 to 2023, that flattered the first quarter of last year and created difficult comparisons. Looking at our results another way, our first quarter EPS run rate compared to full year 2023 reflects 14% adjusted EPS growth.\nImportantly, leading indicators were also strong, with core FX-neutral backlog and orders both up 11% compared to last year and, as Max explained, notably better than expected at Process Flow Technologies. Getting into the details, I will start off with segment comments that will compare the first quarter of 2024 to 2023, excluding special items, as outlined in our press release and slide presentation, and then I will comment on our 2024 outlook for each segment and for our overall P&L.\nStarting with Aerospace & Electronics. No change in end market conditions, which remain very strong. On the commercial side of the business, aircraft retirements remain very low due to high demand and limitations on aircraft deliveries. This results in an aging fleet that requires more aftermarket parts and service, and air traffic activity also remains strong.\nOn the defense side, we continue to see solid procurement spending and a continued focus on reinforcing the broader defense industrial base, given the heightened global uncertainty today. Overall, just a solid demand environment with no signs of slowing anytime soon. That strong demand was reflected in our first quarter growth rates, with sales of $226 million, increasing 25% compared to last year, with 20% core growth and a 5% benefit from the Vian acquisition.\nDespite continued high levels of sales growth, our record backlog of $792 million increased 23% year-over-year, including 15% core growth and an 8% contribution from the Vian acquisition. Sequentially, core FX-neutral backlog increased 5%. By category and excluding the Vian acquisition, in the quarter, total aftermarket sales increased 39%, with commercial market -- aftermarket sales up 34% and military aftermarket up 53%.\nOE sales increased 14% in the quarter, with 16% growth in commercial and up 11% in military. While the demand environment remains very strong, we continue to remain somewhat supply chain constrained, with steady but gradual improvement over the last few quarters, as we have discussed previously, and this is not just related to on-time deliveries from suppliers, but the broader supply infrastructure spending from raw materials, components and labor, both availability and supplier employee turnover and employee experience levels.\nAreas of specific shortages continue to shift and evolve, although overall component availability has modestly improved, consistent with our commentary over the last few quarters. We do continue to make investments related to expediting shipments as well as projects to qualify new suppliers and add second sources where it makes strategic sense.\nAdjusted segment margins of 22.4% increased 150 basis points from 20.9% last year, primarily reflecting higher volumes, productivity and favorable mix, partially offset by the supply chain-related investments I just mentioned. Looking ahead to the remainder of 2024, we are raising our guidance to reflect the strong first quarter and our expectations for continued strength. We now expect core sales growth of 12% for the full year, up from prior guidance of 10% core growth, and we still expect a full year 4.5% favorable benefit from the Vian acquisition. That guidance assumes continued modest sequential growth over the next 3 quarters, albeit at a decelerating year-over-year growth rate as the comparisons become more challenging.\nWe are also raising our full year margin guidance to 22%, up from prior guidance of 21.5%. That does assume a slight moderation in margin rates, primarily because we don't expect the mix for the remainder of this year to be quite as favorable as the first quarter. Margin guidance reflects core leverage, excluding Vian, of approximately 37%, a little higher than prior guidance, overall, on track for another outstanding year. From a cadence perspective, sales will increase slightly sequentially across the full year with margins fairly steady over the next 3 quarters.\nAt Process Flow Technologies, we remain very well positioned to continue outgrowing our markets, and our market outlook is now a little bit more positive than it was over the last several quarters. While we continue to see softness in the European chemical, nonresidential construction and general industrial markets, North America and China projects have now been stronger than we expected for the last few quarters, and we now expect this trend to continue. We believe, part of this may be related to reshoring in the U.S. and localization projects in China, both directly and indirectly, success from our share gain initiatives and a somewhat unique cyclical recovery in the post-COVID global macro environment. While we are still a little cautious in our outlook, we are raising our sales and margin guidance for the year to reflect better-than-expected strength in our orders and backlog year-to-date.\nIn the quarter itself, we delivered sales of $284 million, up 5%, driven by a 6% benefit from the Baum acquisition and favorable foreign exchange, with core sales down 2% as expected. Compared to the prior year, core FX-neutral backlog increased 7% and core FX-neutral orders increased 9%, both driven primarily by North American markets followed by China and Asia Pacific. Sequentially, compared to the fourth quarter, core FX-neutral backlog increased 6%, with core FX-neutral orders up 9%.\nAdjusted operating margins of 20.8% decreased 260 points, better than we expected, compared to our all-time record margins in the first quarter of last year. Remember that the first quarter of 2023 benefited from an inventory revaluation as well as timing deferred -- of deferred growth investment spending. For our current volume run rates, we are very pleased with first quarter margins.\nTurning to our full year guidance. We now expect 2024 sales growth of approximately 7%, up from our prior expectation of 4.5%. Acquisitions now including both Baum and CryoWorks will add about 6 points to our full year growth rate. And excluding acquisitions, we now expect core sales growth of approximately 1%, up from prior guidance of flat and reflecting a modest acceleration in sales growth over the course of the year.\nWe are also raising our margin guidance for the full year to 20.4%, up 40 basis points from prior guidance. That implies slightly lower margins than we delivered in the first quarter, reflecting modest temporary dilution from the CryoWorks acquisition and slightly less favorable mix.\nFor context, remember that, in 2019, just before COVID, margins were 13.6%. The significant step function change in margins reflects deep struggle shifts in the business to higher growth in higher-margin end markets. The contribution from accretive new product introductions, pricing that is both disciplined and appropriately assertive given the inflationary environment, our continued investments in technology-driven product differentiation, and continued cost repositioning and productivity. From a cadence or timing perspective, as a reminder, we expect 2024 to be far more level loaded than 2023.\nAt Engineered Materials, sales of $55 million decreased 12% compared to the prior year, as expected. Adjusted operating profit margins decreased 360 basis points to 14.7% on the lower volumes. For the full year 2024, we continue to expect both sales and margins to be flat compared to 2023 as the RV market stabilizes with a normal quarterly cadence with the fourth quarter seasonally slowest.\nMoving on to total company results. In the fourth -- in the first quarter, adjusted free cash flow was negative $86 million, consistent with normal seasonality and better than last year's negative $101 million. For the full year, we are raising our adjusted free cash flow guidance to a range of $250 million to $275 million, up $10 million from prior guidance and still reflecting better than 90% free cash flow conversion.\nTotal debt at the end of the first quarter was approximately $357 million with $219 million of cash on hand at the end of this month. We do expect to draw on our revolver to help finance the $61 million purchase price for the CryoWorks acquisition. We continue to have substantial financial flexibility with more than $1 billion in M&A capacity today and reaching as much as $4 billion by 2028. While this is more financial flexibility than we've had historically, our capital allocation strategy is unchanged, we will deploy our capital with the same strict financial and strategic discipline that we always have employed, prioritizing internal investments for growth followed by M&A and returns to shareholders.\nTurning to our 2024 guidance. As Max mentioned, we raised our adjusted EPS range to $4.75 to $5.05 from our prior range of $4.55 to $4.85, reflecting 14% EPS growth at the midpoint. Guidance assumes total core growth of 4% to 6%, up 1 point from our prior guidance and a 5% benefit from acquisitions, also up approximately 1 point from prior guidance. That 4% to 6% core growth will drive approximately 16% growth in adjusted segment operating profit about 3x core sales growth. Most other events of our full year guidance are unchanged, but we did raise net operating expense by $3 million to $23 million to reflect incremental interest expense associated with the CryoWorks acquisition.\nOverall, just a great start to the year with incredible momentum. Operator, we are now ready to take our first question."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/02e2bce02e3bd30bf6703939ddc465f5",
        "textblob_polarity": 0.14015396426934884,
        "textblob_subjectivity": 0.4117356205048514,
        "sentiment": {
            "distribution": {
                "positive": 20,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9975878089666367,
                "neutral": 0.9988901257514954
            }
        },
        "content1": "Q4 2023 Crane Company Earnings Call\n\nQ4 2023 Crane Company Earnings Call\n\nCRNYSEJAN 30, 4:00 PM\n\nOperator\n\nGreetings. Welcome to the Crane Company Fourth Quarter 2023 Earnings Call. [Operator Instructions] Please note, this conference is being recorded.\nI will now turn the conference over to Jason Feldman, Vice President of Treasury and Investor Relations. Thank you. You may begin.\n\nJason D. Feldman\n\nDirector-Investor Relations, Crane Co.\n\nThank you, operator, and good day, everyone. Welcome to our fourth quarter 2023 earnings release conference call. I'm Jason Feldman, Vice President of Treasury and Investor Relations.\nOn our call this morning, we have Max Mitchell, our President and Chief Executive Officer; and Rich Maue, our Executive Vice President and Chief Financial Officer. We'll start off our call with a few prepared remarks, after which we will respond to questions.\nJust a reminder, the comments we make on this call may include some forward-looking statements. We refer you to the cautionary language at the bottom of our earnings release and also in our annual report, 10-K and subsequent filings pertaining to forward-looking statements.\nAlso during the call, we'll be using some non-GAAP numbers, which are reconciled to the comparable GAAP numbers and tables at the end of our press release and accompanying slide presentation, both of which are available on our website at www.craneco.com, in the Investor Relations section.\nNow let me turn the call over to Max.\n\nMax H. Mitchell\n\nPresident, Chief Executive Officer & Director, Crane Co.\n\nThank you, Jason, and good morning, everyone. Thanks for joining the call today.\nWell, we delivered another impressive quarter, with results again outperforming expectations with adjusted EPS of $0.90 in the fourth quarter, finishing and historic and very successful 2023. And after a truly outstanding year, we started off '24 on a positive note with another acquisition announced January 3, this time in Aerospace & Electronics, founded in 1968 and based in Auburn, California.\nVian is a global designer and manufacturer of multistage lubrication pumps and lubrication system components technology for critical aerospace and defense applications, with sole sourced and proprietary content on the highest volume commercial and military aircraft platforms.\nThrough August 2023, we estimate that Vian had trailing 12-month sales of approximately $33 million, and adjusted EBITDA of approximately $8 million with a solid order backlog. The purchase price was $103 million, which is approximately 13x trailing EBITDA. Vian is highly complementary to the fluid solution in our Aerospace & Electronics segment, significantly expanding our portfolio of mission-critical aerospace flow control products.\nVian has strong positions on the most attractive commercial and military aircraft platforms today with significant content on the F-35 and the 737 and the A320 families of aircraft. Combined with our existing fluid and thermal management capabilities, Vian further strengthens our positioning for future content opportunities on auxiliary power units, gearboxes and engines.\nWe expect this acquisition to achieve 10% ROIC with approximately $0.20 of EPS accretion, excluding intangible amortization by year 5. But as with most of our acquisitions, there are also several opportunities we see to deliver in excess of that return. In the case of Vian, that will include broadening their marketing efforts to additional customers where Crane has had long-term relationships for decades.\nWe also see opportunities to leverage Vian's highly sophisticated machining capabilities to in-source components we currently acquire externally across the broader aerospace business. My personal thanks to Chris and Elizabeth Vian, and the rest of the Vian family, in trusting Crane as the stewards of this outstanding second-generation family business to our care and the outstanding Vian team that is now part of Crane.\nWe continue to progress on our existing M&A funnel, where we expect additional [indiscernible] primarily smaller and midsized transactions. Continuing to execute just as we committed to in terms of seeing accelerated M&A and our strategy as we move forward.\nLet me repeat a few highlights from our full year performance in '23. Remember, we started the year with the April separation, which was completed on schedule, executed flawlessly and based on investor interest levels in our stock's performance, clearly a transaction that was well received by our shareholders.\nOverall, 7% core sales growth drove a 28% increase in adjusted operating profit from continuing operations, reflecting very strong operating leverage and disciplined pricing.\nAt Aerospace & Electronics, we delivered 18% core sales growth. And even after that increase in sales, we closed the year with an all-time record backlog, reflecting how well positioned we are to drive continued growth through the rest of this decade and beyond.\nAnd at Process Flow Technologies, adjusted segment margins reached a record 19.9%, more than 350 basis points better than our prior year record.\n\nRichard A. Maue\n\nSenior Vice President & Chief Financial Officer, Crane Co.\n\n50, 50 basis points.\n\nMax H. Mitchell\n\nPresident, Chief Executive Officer & Director, Crane Co.\n\nAnd a great new base for our margin growth from here as the business continues to structurally shift to higher growth and higher-margin end markets and products. And we have made significant progress with capital deployment, demonstrating we can complete high return and attractive acquisitions in both Aerospace & Electronics as well as Process Flow Technologies, to strengthen our businesses and further accelerate growth.\nBuilding off that strong '23 performance, we are introducing adjusted EPS guidance for '24, in a range of $4.55 to $4.85, reflecting 10% EPS growth at the midpoint. That growth is driven by expectations of another strong year at Aerospace & Electronics, tempered by known, understood and previously communicated end market conditions at Process Flow Technologies, along with a slightly higher tax rate and interest expense.\nRemember that M&A accretion is also limited in year one for both transactions based on current interest rates. This is a high confidence guidance that we have direct line of sight to delivery. Our 2024 guidance assumes muted industrial activity with slowing in certain industrial markets and continued gradual improvement in the aerospace and electronics supply chain.\nWhile this is our best thinking today, we believe there may be upside as the year progresses if those 2 assumptions prove conservative, and we are structured to meet any unexpected changes in demand. There's also a potential upside to guidance from capital deployment. We are successful with M&A in the quarters ahead as we expect.\nAs a reminder, we have an extremely strong unconstrained balance sheet, providing us significant acquisition capacity. We have a proven track record of successfully integrating acquisitions and over delivering on synergies. We operate in markets with numerous potential small and midsized targets as well as a smaller number of large potential acquisitions. And in our current structure, we are entirely focused on our 2 global strategic growth platforms, Aerospace & Electronics and Process Flow Technologies. And reflecting our confidence in both our near-term and long-term outlooks, yesterday, we announced that we are raising our dividend by 14% to $0.82 per share annually.\nI'd like to also share a few success stories in the quarter as well on core growth and share gains within our segments. In Aerospace & Electronics, our fluid solution was awarded the fuel cell coolant pump for a hydrogen electric zero-emission powertrain. While the initial application is intended to be for smaller regional turboprop aircraft, our customer is also working on solutions for larger regional jets.\nThis is another example of how our focus on next-generation technologies over the last decade has positioned us as one of the providers of choice for emerging applications.\n2 quarters ago, we discussed our selection to provide high-power, bidirectional power conversion for both demonstrator platforms for the M2 Bradley replacement vehicle. With those demonstrator programs secured we are now seeing a substantial number of additional hybrid electric ground vehicle demonstrator opportunities. And we are currently pursuing 5 additional programs where we are optimistic about our prospects.\nWe've also previously commented that we've been selected to provide content for a number of sixth-generation fighter demonstrators and collaborative combat aircraft programs. That activity is also accelerating. We now have 6 platforms either secured or in various stages of RFPs.\nOur antiskid brake control system was selected by Deutsche Aircraft for their D328eco regional turboprop platform, another promising zero-emission platform. And activity remains robust across our solutions with proposals in process or submitted for additional content on a number of other programs across a wide range of our solutions from power conversion and thermal management to proximity switches and antiskid brake control systems.\nAt Process Flow Technologies, we also had a number of notable developments. In our Pharmaceutical business, we secured a $5 million order for a new oncology therapy facility, our first win with this particular customer in over a decade. We won this order due to advances with our EX diaphragm technology, that supports a higher temperature range and longer product life that the entrenched incumbent provider was unable to meet. It's a great sign as other pharmaceutical companies are continuing to develop processes with higher and higher temperatures.\nIn our new hydrogen CRYOFLO business, where we've discussed for the last few quarters, we've delivered initial shipments of our Bellows sealed globe valves in the quarter to 2 large cryogenic equipment OEMs, further evidence that our strategy in this market is working. This business also began quoting on another newly launched product line in this space vacuum jacketed piping, and we expect our first orders for this product during the first quarter.\nIn our Chemical business, we secured nearly $12 million in orders for a new significant project in China as large global chemical manufacturers continue to increase capacity in the region. We won a $4.5 million order for a new LNG facility in the United States. You may recall that we have talked about facility repositioning over the last few years, and this win is a direct result of our actions to position our engineered check valve business to become more competitive in the space with our new production capabilities in India.\nIn our Water and Wastewater business, we had another excellent year driving mid-teens sales growth with strong momentum heading into 2024. During the fourth quarter, we also introduced an extension to our successful Razor Grinder pump platform focused on severe service explosion-proof applications, further expanding our addressable market. Overall, since we launched the Razer product line in 2020, we have nearly doubled the sales of our grinder pump business.\nMy thanks to our global teams for all of their hard work and success both with our recent acquisitions as well as on daily execution and our array of growth initiatives.\nOverall, 2023 was a great year and we remain confident in our ability to execute on the strategy and vision we laid out at our March 2023 Investor Day event. Namely, a 4% to 6% long-term core sales growth rate from resilient and durable businesses that drive about 40% of strategic growth platform sales from the aftermarket, with substantial operating leverage on top of already solid margins today, that should lead to double-digit average annual core profit growth with potential upside from capital deployment. And with virtually no debt, the capital deployment opportunity is significant. And a 5-year vision to double revenues and get to a scale with $2 billion in sales in each of our strategic growth platforms, with adjusted EBITDA margins above 20%, giving us the opportunity for future strategic portfolio decisions.\nWe certainly finished strong, delivering on that vision in 2023. We're off to a great start, looking forward to an equally exciting 2024. We will provide additional details on our 2024 and longer-term outlook at our next Investor Day event tentatively scheduled for May 14, 2024.\nLet me now turn the call over to Rich for more specifics on the quarter and some more details on our guidance. Rich?\n\nRichard A. Maue\n\nSenior Vice President & Chief Financial Officer, Crane Co.\n\nThank you, Max, and good morning, everyone.\nAnother strong quarter, with 5% core sales growth driving 14% adjusted operating profit growth. On a full year basis, 7% core sales growth drove a 28% increase in adjusted operating profit from continuing operations, demonstrating accelerating core growth results and consistent operating leverage on higher sales. Continued excellent performance across all businesses and despite some persistent supply chain challenges that continue to impact the broader aerospace and defense industry.\nGetting into the details, I will start off with segment comments that will compare the fourth quarter of 2023 to 2022, excluding special items, as outlined in our press release and slide presentation, and then I'll comment on our 2024 outlook for each segment and for our overall P&L.\nStarting with Aerospace & Electronics. No change in end market conditions, which remain very strong as reflected in both our growth rate in the quarter and for the full year 2023 and as well as our backlog position.\nOn the commercial side of the business, aircraft retirements remained very low due to high demand and limitations on aircraft deliveries. This results in an aging fleet that requires more aftermarket parts and service and demand for new aircraft continues to exceed what the OEMs can deliver. And air traffic activity is also strong, with global air traffic now basically at pre-COVID 2019 levels.\nOn the defense side, we continue to see solid procurement spending and a continued focus on reinforcing the broader defense industrial base given the heightened global uncertainty today. Across both commercial and defense, we are positioned extremely well, with many of our technologies seeing the most significant interest and highest rates of growth.\nOverall, just a solid demand environment with no signs of slowing anytime soon. That strong demand was reflected in our fourth quarter growth rates, with sales of $213 million, increasing 17% compared to last year. Even with this high level of sales growth, backlog of $701 million increased 14% year-over-year, with a 3% increase sequentially.\nIn the quarter, total aftermarket sales increased 34% with commercial aftermarket up 44%, and military aftermarket up 11%. OE sales increased 10% in the quarter, with 14% growth in commercial and up 6% in military.\nWhile the demand environment remains very strong, we continue to remain supply chain constrained, with gradual improvement over the last few months. As we discussed last quarter, this is not just related to on-time deliveries from suppliers but the broader supply infrastructure, spanning from raw materials, components and labor not only in terms of availability, but also supplier employee turnover and employee experience levels.\nAreas of specific shortages continue to shift and evolve, although overall component availability has modestly improved. Consistent with our commentary last quarter, we have incurred some additional costs related to expediting shipments due to supply chain issues as well as costs associated with qualifying new suppliers and adding second sources where it makes sense.\nAdjusted segment margins of 20.2% declined slightly from 20.6% last year, primarily reflecting slightly higher engineering expense and the supply chain-related costs I mentioned, largely offset by benefits from higher volumes and productivity.\nOn a full year basis, core sales growth of 18% exceeded our most [indiscernible] of $159 million was above our most recent guidance of $157 million.\nLooking ahead to 2024, we expect sales growth of 14.5% with 10% core sales growth and a 4.5% benefit from the Vian acquisition. That 10% core sales growth is above our long-term expected sales CAGR of 7% to 9%, and it reflects what we have clear visibility to delivering based on the current state of the supply chain, and it assumes our current unmet demand in the $50 million to $60 million range, that it doesn't materially change over the course of the year.\nWe expect margins to increase 140 basis points to 21.5%, reflecting 35% leverage on core growth. While very solid at 35%, it is toward the lower end of our targeted 35% to 40% range, consistent with our commentary last quarter and today regarding supply chain and inefficiencies and costs that will improve gradually.\nHowever, we are confident that the actions we are taking now, being appropriately assertive on pricing where we believe we still have significant opportunities as we move forward, continuing to drive productivity, expediting and adjusting staffing in our factories to manage the supply chain issues and continuing to make investments in new technology, all position us very well for strong leverage and further margin expansion in the years ahead. Total leverage is slightly lower than the 35% due to the Vian acquisition, and that's because acquired sales always only leverage mathematically at their operating profit margin level in the first year.\nFrom a cadence perspective, sales should increase sequentially across the full year, with margins likely strongest in the second and third quarters given expected mix.\nAt Process Flow Technologies, we are well positioned to continue to outgrow our markets even though we continue to see signs of slowing demand as previously communicated and messaged for the last few quarters. The softness remains largely confined to European chemical, nonresidential construction and general industrial markets, as well as some project pushouts in North America, but we did see some very nice project wins again in the quarter.\nGenerally, projects have remained significantly stronger than MRO activity as end users continue to focus on cost reduction and inventory levels.\nAs a reminder, if you look at prior cycles, given our specific product exposures, we typically see slowing activity a few quarters before many others playing in the broader process markets. But as displayed in 2021 and previous cycles, we also tend to recover a few quarters earlier.\nWe continue to focus on what's within our control, namely, gaining share to outgrow our end markets. While our market outlook is unchanged, orders in the fourth quarter were better than expected again as they were in the third quarter and again, driven by our key project wins and share gains rather than a fundamental change to our market outlook. We still expect negative orders for the first few quarters of 2024 before we see a positive inflection likely later this year.\nIn the quarter itself, we delivered sales of $272 million, up 8%, with core growth down slightly but more than offset by a 6% acquisition benefit and a 2% benefit from favorable foreign exchange. Adjusted operating margins of 17% increased 90 basis points from last year, primarily reflecting strong value pricing and productivity gains, partially offset by lower volumes and unfavorable mix.\nCompared to the prior year, foreign exchange neutral backlog decreased 1%, and core FX-neutral orders increased 1%. Sequentially, compared to the third quarter, core FX-neutral backlog increased 2%, with core FX-neutral orders down 2%. Remember that the year-over-year backlog decline reflects in part the natural impact of shortening lead times as the supply chain continues to improve.\nFor 2024, consistent with our commentary last quarter, we expect approximately flat core sales, with continued share gains and pricing offsetting a weaker market, and the Baum acquisition should add approximately 4.5% to segment sales. We expect margins to increase slightly to approximately 20% following our record year in 2023, with slight dilution from the Baum acquisition, offset by productivity and pricing.\nThis is an outstanding result considering the more challenging end markets expected in 2024. For context, remember that in 2019, just before COVID, margins were 13.6%. The significant step function change in margins reflects structural shifts in the business to higher growth and higher margin end markets, the contribution from accretive new product introductions and pricing that is both disciplined and appropriately assertive given the inflationary environment and our product differentiation.\nFrom a cadence or timing perspective, we expect 2024 to be far more level loaded than 2023. We expect first quarter sales slightly above the fourth quarter exit rate, with margins similar to full year 2024 guidance overall. And overall, the third quarter is likely to be the strongest for the year.\nAt Engineered Materials, sales of $49 million decreased 7% compared to last year. As expected, adjusted operating profit margins decreased 250 basis points to 9.3% on the lower volumes.\nOn a full year basis, core sales declined 13% driven by the RV cycle. However, adjusted margins increased 60 basis points to 14.8%, really impressive performance given the end market challenges last year.\nFor 2024, we expect both sales and margins to be flat compared to 2023, as the RV market stabilizes, with a normal quarterly cadence with fourth quarter seasonality -- seasonally, the slowest.\nMoving on to total company results. In the fourth quarter, adjusted free cash flow was strong at $152 million, remember that full year free cash flow is difficult to interpret given the accounting related to the separation following the first quarter. However, I would frame up performance as solid with some modest understandable headwinds due to some supply chain inefficiencies that everyone in the industry is dealing with. Those headwinds, of course, are only timing related and will reverse in the future.\nTotal debt at the end of the fourth quarter was $249 million, with $330 million of cash on hand. At the beginning of January, after the end of the fourth quarter, we drew $100 million on our revolving credit facility to fund the Vian acquisition.\nWe continue to have substantial financial flexibility, with more than $1 billion in M&A capacity today and reaching as much as $4 billion by 2028. While this is more financial flexibility than we have had historically, our capital allocation strategy is unchanged. We will deploy our capital with the same strict financial and strategic discipline that we always have employed, prioritizing internal investments for growth, followed by M&A and returns to shareholders.\nNow turning to our 2024 guidance. As Max mentioned, our initial adjusted 2024 EPS guidance is in the range of $4.55 to $4.85, reflecting 10% EPS growth at the midpoint. Guidance assumes total core growth of 3% to 5%, with a 4% benefit from acquisitions, that 3% to 5% growth will drive 11% growth in adjusted segment operating profit.\nAdditional details of our guidance are included in our press release and the slide presentation on our website, but other key assumptions include: corporate expense of $75 million, nonoperating expense, primarily net interest expense of approximately $20 million, tax rate of 23.5% and diluted shares of $58 million. And we expect free cash flow of $240 million to $265 million, reflecting over 90% of free cash conversion.\nHey, in my 16 years at Crane, it has never felt better a lot of momentum across the board and looking forward to a continued incredible 2024.\nOperator, we are now ready to take our first question."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/a839dab330ebae3faa3aebae05ddc949",
        "textblob_polarity": 0.14779234302076935,
        "textblob_subjectivity": 0.41384732441839045,
        "sentiment": {
            "distribution": {
                "positive": 19,
                "negative": 1,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9986782638650191,
                "negative": 0.9662107825279236,
                "neutral": 0.9984590709209442
            }
        },
        "content1": "Q3 2023 Crane Company Earnings Call\n\nQ3 2023 Crane Company Earnings Call\n\nCRNYSEOCT 24, 4:00 PM\n\nOperator\n\nGreetings. Welcome to Crane Company's Third Quarter 2023 Earnings Call. [Operator Instructions] Please note, this conference is being recorded. At this time, I'll now turn the conference over to Jason Feldman, Vice President of Treasury and Investor Relations. Mr. Feldman, you may now begin.\n\nJason D. Feldman\n\nDirector-Investor Relations, Crane Co.\n\nThank you, operator, and good day, everyone. Welcome to our third quarter 2023 earnings release conference call.\nI'm Jason Feldman, Vice President of Treasury and Investor Relations. On our call this morning, we have Max Mitchell, our President and Chief Executive Officer; and Rich Maue, our Executive Vice President and Chief Financial Officer.\nWe will start off our call with a few prepared remarks, after which we will respond to questions. Just a reminder that the comments we make on this call may include some forward-looking statements. We refer you to the cautionary language at the bottom of our earnings release and also in our annual report, 10-K and subsequent filings pertaining to forward-looking statements.\nAlso during the call, we will be using some non-GAAP numbers, which are reconciled to the comparable GAAP numbers in tables at the end of our press release and accompanying slide presentation, both of which are available on our website at www.craneco.com in the Investor Relations section.\nNow let me turn the call over to Max.\n\nMax H. Mitchell\n\nPresident, Chief Executive Officer & Director, Crane Co.\n\nThank you, Jason, and good morning, everyone. Thanks for joining the call today.\nWell, we delivered another impressive quarter with results again outperforming expectations. We delivered core sales growth of 9% with a 42% increase in adjusted operating profit and adjusted EPS of $1.03, with strong performance across all of our businesses. Our performance year-to-date along with our market outlook gives us confidence to narrow our guidance range with a midpoint $0.175 higher than our prior guidance updated in July. Our revised adjusted EPS guidance range is $4.05 to $4.20.\nWhile the comparison to last year's EPS isn't meaningful, given the recent separation, on an operational basis, our revised full year guidance reflects 7% core sales growth driving a 24% increase in adjusted segment profit. Strong core growth, along with very impressive execution on productivity and pricing initiatives, to deliver more than 50% operating leverage with operating profit increasing more than 3x the rate of core sales growth.\nHey, I want to start off with an update on the M&A front. Since our separation announcement, we have described how we expect acquisitions to be a meaningful contributor to our growth story as we move forward, as we have an extremely strong balance sheet, providing us significant acquisition capacity. We have a proven track record of successfully integrating acquisitions and over delivering on synergies. We operate in markets with numerous potential small and midsized targets as well as a smaller number of large potential acquisitions. In our current structure, we are entirely focused on our 2 global strategic growth platforms, Aerospace and Electronics and Process Flow Technologies.\nAll factors that set us up to be a consistent serial acquirer moving forward, adding value above and beyond our organic growth investments and opportunities and strengthening our business to further accelerate growth. Last quarter, I mentioned 3 specific transactions we were actively working on, each with enterprise values in the $75 million to $200 million range. Of those 3 transactions, we closed on 1 acquisition a few weeks ago. I'll address shortly. A second in Aerospace is still in progress. And while the outcome isn't yet certain, we are cautiously optimistic about our prospects. And on 1 pharmaceutical asset, we lost to another bidder, unfortunate, because it was a great asset, but a reminder about how we will remain fiscally disciplined and not chase assets when the pricing is inconsistent with our financial criteria.\nWith that, I'm pleased to announce the successful acquisition of Baum lined piping GmbH. This is a business we have respected and followed for many years and is a perfect fit with our existing business. Baum significantly increases our scale, installed base, geographic coverage and breadth of product offerings in the specialized fluoro-polymer lined pipe business, where we already are 1 of the leaders today for highly erosive and corrosive flow handling. Approximately 40% of sales are in the chemical space, a little under 10% to pharmaceutical, about 7% for hydrogen applications with the rest sold for a wide range of general industrial uses with a particular strength in high-purity applications, including those used in high-tech manufacturing, all perfectly aligned with this segment's targeted higher growth end markets.\nThe business adds about $55 million of sales to our Process Flow Technologies business with growth rates nicely above our segment average. Margins are currently slightly below the segment average, but together with expected synergies should be margin accretive within a few years. The purchase price was approximately $91 million, which is about 10x expected 2023 EBITDA. We expect this acquisition will hit 10.5% ROIC with approximately 15% EPS accretion, excluding amortization by year 3. A small acquisition, but it couldn't be a better fit. And we continue to work on our funnel where we expect additional opportunities to become actionable over the next several quarters.\nMy personal thanks to Mr. Markus Baum for entrusting Crane as the stewards of this outstanding second-generation family business to our care and the outstanding Baum team now part of Crane.\nI'd like to share a few success stories in the quarter as well on core growth and share gains. Within Aerospace & Electronics, in the electric vertical takeoff and landing space, we secured contracts on 2 new platforms. One was a power conversion application using our DC to DC converters for a demonstrator program and another for proximity switches on the landing gear of another demonstrator. We continue to secure additional content on a number of 6 Gen fighter demonstrated programs, including solutions from our fluid landing solutions and sensing solutions with additional proposals recently submitted and pending.\nWe secured key wins in our thermal management business with coolant pumps for 2 classified programs. And activity remains robust with proposals in process or submitted for additional content on a number of programs across a wide range of our solutions from power conversion and thermal management, to proximity switches and anti-skid rate control systems.\nAt Process Flow Technologies, we had a number of notable developments as well. Over the last 2 quarters, I highlighted the progress we are making with our new hydrogen initiative, where we have qualified a new cryogenic valve for liquid hydrogen applications with a major OEM to be followed by 5 additional new product lines over the next 12 months, all targeting a market that is growing at more than 15% annually. We have now secured orders for new applications with 2 OEM customers and before year-end, we expect to secure our first approval from at least 1 of the gas majors, which will position us to accelerate order intake as we enter 2024.\nIn the Chemical space, we just had our best quarter for orders to date for our FK-TrieX product line, with the value proposition of this recent product introduction resonating very well in certain markets, particularly for core alkali. Elsewhere in the Chemical space, while new project activity has slowed, we were very successful in the quarter winning a few larger project orders, and we continue to see pockets of active projects particularly those expanding chemical capacity in the United States and product localization programs in China.\nIn the Wastewater space, earlier this month at the WesTech Trade Show, we proudly introduced the latest extension of our premium efficient motor platform used in our wastewater pumps called brand named Envie. Since it was introduced in 2021, the Envie motor platform has seen explosive growth, and we are on track for a 300% growth in 2023. This latest extension, which increased our horsepower range from 75 to 125-horsepower, will drive further growth in 2024, and we are actively working additional extension projects that will continue the momentum in 2025 and beyond.\nMy thanks to our global teams for all the hard work and effort and success both with our recent acquisition as well as on daily execution and our array of growth initiatives. Overall to date, it's been a year of great performance across our business, and we are increasingly turning our focus and attention to 2024 and beyond. And we remain confident in our ability to execute on the strategy and vision we laid out at our March Investor Day event. A 4% to 6% long-term core sales growth rate from resilient and durable businesses that derive about 40% of strategic growth platform sales from the aftermarket, with substantial operating leverage on top of already solid margins today.\nThat should lead to double-digit average annual core profit growth with potential upside from capital deployment and with virtually no debt, the capital deployment opportunity is significant. And a 5-year vision to double revenues and get to a scale with $2 billion in sales at each of our strategic growth platforms with adjusted EBITDA margins above 20%. We giving us the optionality for future strategic portfolio decisions.\nNow let me turn the call over to Rich for some more specifics on the quarter.\n\nRichard A. Maue\n\nSenior Vice President & Chief Financial Officer, Crane Co.\n\nThank you, Max, and good morning, everyone. Another outstanding quarter with 9% core sales growth, driving 42% adjusted operating profit growth and driven by excellent performance across all businesses despite some end market and continued supply chain challenges. We are confident in both our outlook for 2023 and in our ability to drive significant growth in 2024 and beyond.\nGetting into the details, I will start off with segment comments that will compare the third quarter of 2023 to 2022, excluding special items, as outlined in our press release and slide presentation. Starting with Aerospace & Electronics, end market conditions remain robust, and that's reflected in both our growth rate in the quarter and on a year-to-date basis. On the commercial side of the business, aircraft retirements remained very low due to high demand and limitations on aircraft deliveries. This results in an aging fleet that requires more aftermarket parts and service and demand for new aircraft continues to exceed what the OEMs can deliver. And air traffic activity is also strong with global air traffic just a few points below prepandemic levels.\nIn the United States, RPKs are 9% above 2019 levels with international travel recovering at a slightly more measured pace. Overall, just a great demand environment.\nFor Defense, RDT&E, or research, development, test and evaluation appropriations growth, along with procurement spending have been very strong over the last 2 quarters -- sorry, last 2 years, and there is a growing sense of confidence in the industry that geopolitical issues will both result in the passing of the fiscal 2024 budget soon as well as resulting in additional investment reinforcing the broader defense industrial base. And across both Commercial and Defense, we are positioned extremely well in many of the areas seeing the most significant interest and highest rates of growth.\nThat strong demand was reflected in our third quarter growth rates with sales of $207 million, increasing 24% compared to last year, with some benefit from shipment timing as we did everything possible to accommodate our customers' requirements and some late-quarter shipments that would otherwise have shipped early in the fourth quarter. Even with this high level of sales growth, backlog of $678 million increased 15% year-over-year, with a slight increase sequentially. In the quarter, total aftermarket sales increased 44% with commercial aftermarket sales up 39% and military aftermarket up 60%. OE sales increased 16% in the quarter with 19% growth in Commercial and up 13% in military.\nWhile the demand environment remains as strong as I can ever remember seeing it, our continued challenge is the supply chain. I would like to further expand on what I mean by the supply chain. This is not just related to on-time deliveries from suppliers. At the beginning of this year, we were 1 of the few that said we did not expect significant improvements in the supply chain in 2023, but rather, we expected a more gradual recovery. Our position has not changed. Moreover, while demand is generally back to 2019 levels, the broader supply infrastructure is not spanning the gamut from raw materials, components and labor, not only in terms of availability, but also experience levels.\nAreas of specific shortages continue to shift and evolve. Over the last quarter, we have seen greater stability in the supply of electronic components However, as we see improvements in 1 area, we are seeing new constraints in others like machine components, particularly from smaller suppliers. Our suppliers and sub-suppliers are also managing through shortages of skilled labor. While we have navigated these shortages extremely well, they do introduce added cost. For example, we have had increased costs relating to expediting shipments due to supply chain issues as well as costs associated with qualifying new suppliers and adding second sources.\nAt Crane, we have always prioritized safety, quality, delivery before costs, and we did that in the quarter doing everything possible to accommodate our customers as we believe that is the best approach to maximizing value over time. Segment margins of 19.4% increased significantly, up 250 basis points compared to last year, primarily reflecting leverage on the higher volumes and productivity.\nRegarding full year 2023 guidance, we raised the core sales outlook from 14% to 16%, reflecting the very strong third quarter. For the fourth quarter specifically, that implies sales down modestly compared to the third quarter, but we -- but still well ahead of the first half run rate due to the shipment timing I mentioned earlier.\nNo change to our full year revised margin target of 20.3%, reflecting 200 basis points of improvement compared to last year and implying 33% leverage for the full year even in the face of all the challenges the industry is facing. We will give detailed guidance when we report fourth quarter results in January. However, based on what we can see today and assuming continued gradual improvement in the supply chain, we expect sales in 2024 to increase above our long-term 7% to 9% sales CAGR forecast with operating leverage in our targeted 35% to 40% range. In the near term, we may remain towards the lower end of that range as we expect these broad inefficiencies to persist into 2024 while continuing to improve gradually.\nHowever, we are confident that the actions we are taking today, being appropriately assertive on pricing, where we still have significant opportunities as we move forward, continuing to drive productivity, expediting and adjusting staffing in our factories to manage the supply chain and continuing to make investments in new technology, position us very well for strong leverage and margin expansion in 2024 and beyond.\nAt Process Flow Technologies, as we have explained previously, we are extremely well positioned to continue to outgrow our markets even though we have seen some signs of slowing demand as expected and messaging all year, and consistent with our full year outlook provided in January. The softness remains largely confined to European chemical, nonresidential construction and industrial markets as well as some project pushouts in North America, though, we did see some nice project wins in the quarter. As a reminder, if you look at prior cycles, given our specific product exposures, we typically see slowing activity a few quarters before many others playing in the broader process markets.\nBut as displayed in 2021 in previous cycles, we also tend to recover a few quarters earlier. We continue to focus on what's in our control, namely gaining share to outgrow our end markets. Orders in the third quarter were better than expected and driven by key project wins rather than a fundamental change to our market outlook. We still expect negative orders in the last few months of 2023 and through most of 2024 before we see a positive inflection likely late next year.\nIn the quarter itself, we delivered sales of $267 million, up 7% driven by 5% core sales growth and a 2% benefit from favorable foreign exchange. Adjusted operating margins of 19.2% increased 240 basis points from last year, primarily reflecting strong value pricing and productivity gains, partially offset by unfavorable mix. Compared to the prior year, core FX-neutral backlog decreased 2% and core FX-neutral orders increased slightly. Sequentially, compared to the second quarter, FX-neutral backlog increased 1% with FX-neutral orders up 7%. Order rates and backlog levels are consistent with or slightly better than the trends we have talked about since the start of the year, reflecting some modest slowing in a few markets as well as the natural impact of shortening lead times as the supply chain continues to improve.\nFor the full year, we continue to expect 6% core sales growth with contribution from the Baum acquisition starting in the fourth quarter of about $12 million, adding about 1 point to the full year. We are raising our full year margin guidance by 90 basis points to 19.4%, more than 300 basis points above last year's record 16.2% reflecting continued execution on our stated goal of driving an average of 100 basis points of margin improvement per year. In 2019, just before COVID, margins were 13.6%, and when we hit our guidance this year, we will have far more than outpaced that 100 basis point average.\nReflecting on the full year guidance as a whole, our 6% core growth is driving an impressive 29% improvement in operating profit or 66% full year operating leverage. Remember that the operating leverage reflects a number of factors, including strong operational execution, value pricing and continued structural change in the business. That structural change includes an ongoing mix shift where today, nearly 2/3 of the business is positioned in our core target markets of chemical, pharmaceutical, water, wastewater and industrial automation. It's those markets where we have the greatest differentiation and the best ability to create value for our customers.\nThese are also the markets where Baum line piping participates today, a perfect addition to the portfolio. We also continue to invest for the future with new product introductions released at record pace and with structurally higher margins. New product vitality metrics continue to improve year after year giving us high confidence in the 3% to 5% growth profile through the cycle and the substantial opportunity to further expand margins.\nFor the fourth quarter, our guidance does imply a step down in margins consistent with our commentary throughout the year. We did outperform expectations in the third quarter, driven by strong pricing net of inflation and productivity, along with more favorable mix than expected. In the fourth quarter, as we have discussed previously, we do expect a seasonal slowdown, less favorable mix, given the slowdown in our chemical market and some higher investment spending. Remember that some of the significant factors that resulted in stronger first half margins relative to the second half were timing related. And when you think about margins for 2024, you should base them off our full year margin guidance of 19.4%, not the fourth quarter rate as we exit the year.\nFor 2024, specifically, we are just entering operating plan review process where we will refine our outlook. At this point for the segment, we expect core sales next year to be relatively flat, perhaps up or down a few points before reaccelerating in 2025. With that sales outlook, we would expect margins to be flat to up modestly next year. The Baum acquisition should contribute approximately $55 million of sales with no material impact on margins.\nAt Engineered Materials, sales of $56 million decreased 11% compared to the prior year as expected. Adjusted operating profit margins increased 290 basis points to a solid 13.7% with lower volumes, heavily offset by lower inflation and strong productivity and reflecting another impressive deleverage rate. For the full year, we continue to expect a sales decline of 14%, but we now expect margins of 14%, up from the prior guidance of 12.2%, reflecting the team's great execution. As a reminder, the fourth quarter is always seasonally softest of the year for this business given customer shutdowns between Thanksgiving and the New Year.\nMoving on to total company results. In the third quarter, adjusted free cash flow was $82 million. Total debt at the end of the third quarter was $250 million, with $274 million of cash on hand. At the beginning of October, after the end of the third quarter, we drew $100 million on our revolving credit facility to fund the Baum acquisition. We also increased the size of our revolving credit facility to $800 million from $500 million with the same terms as the original credit facility. The higher limit will give us more flexibility for small to midsized acquisitions in the quarters and years ahead.\nWe continue to have substantial financial flexibility with more than $1 billion in M&A capacity today, reaching -- and reaching as much as $4 billion by 2028. While this is more financial flexibility than we have historically had, our capital allocation strategy is unchanged. We will deploy our capital with the same strict financial and strategic discipline that we always have, prioritizing internal investments for growth, followed by M&A and returns to shareholders.\nNow turning to other elements of our guidance for 2023. We increased and narrowed our adjusted EPS guidance range to $4.05 to $4.20 from the prior range of $3.80 to $4.10, with adjusted EBITDA guidance now at $366 million or 17.6%. While I have already discussed the segment details, the primary drivers of the increased guidance are higher core sales growth now in a range of 6% to 8%, up 1 point from prior guidance and adjusted operating margins of 15.7%, up 60 basis points from prior guidance. Those items are partially offset by higher nonoperating expense, which is primarily interest, up $1 million to $16 million for the year, slightly higher corporate expenses of $72 million, reflecting higher compensation expense due to our outperformance year-to-date and a diluted count of 57.5 million in shares slightly above prior guidance.\nSo another great quarter following our separation and demonstrating that we can deliver in any environment and a very strong balance sheet and free cash generation to support value-creating capital deployment.\nOperator, we are now ready to take our first question."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/1df63c6a84fc9194b8c83f11a34449c3",
        "textblob_polarity": 0.17413226064430887,
        "textblob_subjectivity": 0.41365949077696074,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 3,
                "negative": 1
            },
            "scores": {
                "positive": 0.9966904707252979,
                "neutral": 0.9938026070594788,
                "negative": 0.993194580078125
            }
        },
        "content1": "Q2 2023 Crane Company Earnings Call\n\nQ2 2023 Crane Company Earnings Call\n\nCRNYSEJUL 26, 4:00 PM\n\nOperator\n\nGood morning, and welcome to the Crane Company Second Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. At this time, I would like to hand the call over to Jason Feldman, Vice President of Treasury and Investor Relations. Thank you. You may begin.\n\nJason D. Feldman\n\nDirector-Investor Relations, Crane Co.\n\nThank you, operator. And good day, everyone. Welcome to our second quarter 2023 earnings release conference call. I'm Jason Feldman, Vice President of Treasury and Investor Relations. On our call this morning, we have Max Mitchell, our President and Chief Executive Officer; and Rich Maue, our Executive Vice President and Chief Financial Officer. We will start off the call with a few prepared remarks, after which we will respond to questions.\nJust a reminder that the comments we make on this call may include some forward-looking statements. We refer you to the cautionary language at the bottom of our earnings release and also in our annual report, 10-K and subsequent filings pertaining to forward-looking statements. Also during the call, we will be using some non-GAAP numbers, which are reconciled to the comparable GAAP numbers in tables at the end of our press release and accompanying slide presentation, both of which are available on our website at www.craneco.com in the Investor Relations section. Now let me turn the call over to Max.\n\nMax H. Mitchell\n\nPresident, Chief Executive Officer & Director, Crane Co.\n\nThank you, Jason. And good morning, everyone. Thanks for joining the call today. First of all, I would like to acknowledge the sad news that my predecessor and CEO of Crane from 2000 to 2014, Mr. Eric Fast passed on July 15. Suffice it to say, I would not be here at Crane or in my present position, if not for Eric. Eric drove the vision of moving Crane from a holding company to an integrated operating company.\nEric cultivated the beginnings of the Crane Business System created larger business units and restructured Crane for success. All of which helped enable the strategic actions and value creation we have delivered on over the last several years. For those who remember, Eric, he was a wonderful leader and man who care deeply for our associates, always upbeat and positive and even the most difficult circumstances. Eric was someone I learned from and tried to emulate to the best of my ability. Above at all, Eric was a deeply loving family man who always emphasize the importance of personal focus and balance for all associates in addition to a passion for the customer and driving growth and results.\nOur deepest condolences go out to his wife Patty of 43 years and their children and grandchildren. Eric Fass will be greatly missed by so many friends, family and work colleagues. Thank you, Eric, for your leadership and for everything you did to make us better and to make Crane a better company. Your legacy lives on forever. Moving on to the quarter. We delivered another impressive quarter, our first as a newly independent company following our April separation transaction.\nCore sales growth of 5% and with a 30% increase in adjusted operating profit and adjusted EPS of $1.10, great performance across the businesses with both of our strategic growth platforms at or above 20% margins in the same quarter for the first time ever. This strong performance gives us confidence to raise our EPS guidance by another $0.20 to a range of $3.80 to $4.10. While the comparison to last year's EPS isn't meaningful, given the recent separation. On an operational basis, our revised full year guidance reflects 6% core sales growth driving an 18% increase in adjusted segment profit.\nStrong core growth, along with a very impressive execution, delivering 50% operating leverage with operating profit increased 3x the rate of sales growth, further evidence of our ongoing execution capabilities. Regarding our end markets, the environment is fairly stable with some improving but continuing persistent supply chain challenges in Aerospace & Electronics and signs of continued slowing in end markets at process flow technologies, particularly chemical. However, we continue to drive strong results and are confident in our outlook for '23 and our ability to drive significant growth in 2024 and beyond.\nFrom a cost and inflation perspective, as you can see from our continued margin strength, we have been appropriately prudent with pricing actions across all of our businesses, and we continue to fully offset the impact of inflation on both a dollar and margin basis. Starting with Aerospace & Electronics, our revised guidance is for 14% core sales growth, driving operating profit growth at roughly twice that rate. Demand remains very strong with no signs of a slowdown.\nThe supply chain environment has improved slightly, which drove the 3-point increase in our core sales guidance, but we expect further improvements to be in a gradual and measured pace. Even with those supply chain constraints, we couldn't be more excited about the growth profile of this business. We remain confident in our ability to deliver 7% to 9% core sales growth from 2024 through the end of the decade, and we are now working on opportunities to overdrive that target. And with operating leverage in this business typically approaching 40%, we expect this business to generate profit growth well into the double digits into the foreseeable future which Jason and I attended the Paris Air Show last month with Jay Higgs and the Aerospace team, a great event with over 150 face-to-face meetings with key customers, partners and peers not to mention quite a few analysts and investor meetings.\nComing out of that show, hearing directly from our industry partners, my confidence in the demand trends and the specific positioning of our business couldn't be higher. Although there are continued industry challenges from supply chain lead times to labor shortages, demand is extremely strong, and any industry short-term supply constraints will just result in a much longer up cycle this decade and beyond with some clear benefits for suppliers like Crane. For example, given constraints on OE build rates, the fleet has aged about 15% since 2019 and the number of aircraft in the fleet less than 5 years old, down 25% since 2018.\nThe creating a long-term structural increase in the demand for aftermarket products and services. This is reflected in the unusually strong aftermarket backlog. In addition to strong industry trends, our team continues to perform well and secure new business. For example, Crane was recently selected by heart Aerospace for the joint development phase of Heart's hybrid electric ES30 aircraft. We will be collaborating with Heart to define the electrical power distribution system, utilizing Crane's innovative, high-voltage power conversion systems and low voltage control and distribution equipment.\nOur selection on this program is a testament to the vision, strategy and investment we have made in our electrical power capabilities over the last decade. Those power conversion capabilities are also being used in a variety of other next-generation applications, including a number of large AESA radar power systems that we have already won as well as more electric and hybrid electric tactical military vehicles. Also in this area, the U.S. Army recently announced that the optionally manned fighting vehicle competition down selected to American RineMattau and General Dynamics Land Systems who will split $1.6 billion in funding to develop the M2 Bradley replacement vehicle.\nThrough our strategic investments in high power and bidirectional conversion, we are securing positions on both the demonstrator platforms which will position us for significant long-term growth in our defense power business. We also continue to be selected to provide content for various sixth-generation fighter demonstrators and collaborative combat aircraft programs while continuing to execute on others that were awarded within the past 12 to 18 months. This demonstrates the value Crane is delivering through our strategic investments in advanced brake control, engine lubrication, and thermal management systems.\nJust an incredibly exciting range of opportunities, reinforcing our confidence in our ability to deliver 7% to 9% long-term growth with potential upside to that target. We also have a strong growth story in process Flow Technologies. Our revised guidance is for 6% core growth, driving 22% growth in segment profit. That's nearly 60% operating leverage, reflecting a number of factors, including strong operational execution, value pricing and continued structural change in the business.\nThat structural change includes an ongoing mix shift where today, nearly 2/3 of the business is positioned in our core target markets of chemical, pharmaceutical, water, wastewater and industrial automation. It's those markets where we have the greatest differentiation and the best ability to create value for our customers. We also continue to invest for the future with new product introductions released at record pace and with structurally higher margins. New product vitality metrics continue to improve year after year, giving us high confidence in the 3% to 5% growth profile through the cycle and the substantial opportunity to further expand margins.\nA lot of exciting developments in this business as well. We are outperforming the markets and gaining share, driven by new product innovations. While we are extremely well positioned to continue to outgrow our markets, we have seen some signs of slowing demand as expected and consistent with our full year guidance provided in January, particularly in European chemical, nonresidential construction and industrial markets as well as some pushouts in project activity in North America.\nNotably, if you look at prior cycles, given our specific product exposures, we typically see slowing activity a few quarters before many others playing in the broader process markets. But as displayed in 2021 and previous cycles, we also tend to recover a few quarters earlier. As always, we will continue to focus on what was within our control namely gaining share to outgrow our end markets, and we are well positioned to continue doing just that.\nFor example, last quarter, I highlighted the progress we are making with our new hydrogen initiative, where we qualified a new cryogenic valve for liquid hydrogen applications to be followed by 5 additional new product lines over the next 12 months. all targeting a market that is growing at more than 15% annually. During the second quarter, we secured the first firm order for our hydrogen products ahead of our schedule and internal targets. In wastewater, we continue to see great momentum with key growth products. Our chopper pump is now in its fourth year of commercialization continues to significantly outgrow the market with 20% year-over-year growth expected this year.\nThe chopper pump is an innovative solution for the most challenging wastewater applications, and we continue to see this solution as a differentiator versus the competition for wastewater applications with very high solid content. In the chemical space, where we have a number of significant growth initiatives, we are also making great progress led by our portfolio of new valve and specialty pipe solutions that have differentiated sealing technology to solve reliability challenges in corrosive, abrasive toxic and hazardous environments.\nAnd last quarter, I noted the launch of our innovative L-TORQ sleeve plug valve product, which now has 3 customer installed applications with commitments from 6 additional customers. That's incredibly rapid adoption for a new valve, which typically go through a lengthy evaluation process, reflecting the strength of the product's value proposition. And our recently launched FK-TrieX valve, has also continued to gain traction with quotes year-to-date, now nearly triple last year's level with a growing funnel of opportunities, reflecting the valve's unique ability to solve leakage and flow problems in severe service applications, just continued progress driving growth and a great business.\nAnd then Engineered Materials, no change to our view of demand for the year, but margins have outperformed expectations. And despite the sharp declines in the RVM market, which we think is approaching a bottom, we are now confident we will keep the deleverage rate to about 25% was segment margins for the year north of 12%. Really great execution by the team. Briefly on the acquisition front. We continue to work through our deep and extensive funnel of potential deal flow, and we expect numerous opportunities will become actionable over the course of the next year.\nToday, we are involved in 3 very active acquisition processes across both aerospace and process flow technologies. And we are cautiously optimistic that one or more will come to fruition by the end of the year. Each of these active opportunities have enterprise values that would probably be in the $75 million to $200 million range. So again, off to a fantastic start post separation, and we remain confident in our ability to execute on the strategy and vision we laid out in our March Investor Day event, a 4% to 6% long-term core sales growth rate from resilient and durable businesses that derive about 40% of strategic growth platform sales from the aftermarket with substantial operating leverage on top of already solid margins today, that should lead to double digit average annual core profit growth with potential upside from capital deployment.\nAnd with virtually no debt, the capital deployment opportunity is significant and a 5-year vision to get to a scale with $2 billion in sales at each of our strategy growth platforms with adjusted EBITDA margins above 20%, giving us the optionality for future strategic portfolio decisions. Now let me turn the call over to Rich for more specifics on the quarter.\n\nRichard A. Maue\n\nSenior Vice President & Chief Financial Officer, Crane Co.\n\nThank you, Max. And good morning, everyone. To start, my sincere thanks to the entire corporate team for their continued efforts on all aspects of the separation transaction and to our business teams for delivering another quarter of great results, an outstanding quarter with 5% core sales growth driving 30% adjusted operating profit growth and driven by excellent performance across all businesses.\nI will start off with segment comments that will compare the second quarter of 2023 to 2022, excluding special items, as outlined in our press release and slide presentation. At Aerospace & Electronics, second quarter sales were very strong, increasing 17% to $189 million. Segment margins of 20.2% increased 270 basis points compared to last year, primarily reflecting strong leverage on the higher volumes and productivity. Sales growth was better than expected, but we, along with the rest of the aerospace industry still remain capacity constrained due to continued supply chain issues. The combination of supply chain constraints and strong demand drove our backlog up another 26% to $675 million. In the quarter, total aftermarket sales increased 29% with commercial aftermarket sales, up 41% and military aftermarket up 7%.\nCommercial aftermarket demand was broad-based across spares, initial provisioning and repair and overhaul. And OE sales increased 13% in the quarter, with 15% in commercial and 10% in military. We raised our core sales outlook for the year to 14% from 11%, reflecting modest improvements in the supply chain environment. We now expect full year margins of about 20.3% reflecting 200 basis points of improvement compared to last year. We expect sales to increase sequentially for each of the next 2 quarters with margins slightly lower than the first half due to mix with more OE sales in the second half.\nProcess Flow Technologies, sales of $263 million decreased 11%, driven by the 15% impact from the divestiture of Crane Supply in May of last year and a 1% impact from unfavorable foreign exchange. Core growth for Process Flow Technologies was solid at 4%. Adjusted operating margins of 20% increased 440 basis points from last year, primarily reflecting strong pricing and productivity gains, continued excellent execution by our teams in all areas and supporting another 50 basis point improvement to our full year margin guidance, which is now a record 18.5% for this year.\nCompared to the prior year, core FX-neutral backlog increased 1% and core FX-neutral orders decreased 5%. Sequentially, compared to the first quarter, FX-neutral backlog decreased 3% with FX-neutral orders down 5%. Order rates and backlog levels are consistent with the trends we have talked about since the start of the year, reflecting some modest slowing in a few markets as well as the natural impact of shortening lead times as the supply chain continues to improve.\nFor the full year, we continue to expect 6% core sales growth, which implies a slight sequential decline in the second half. Full year margins of 18.5% do imply lower margins in the second half consistent with our commentary last quarter. On a full year basis, our guidance of 18.5% again represents a record year, well above last year's record 16.2%. It also reflects continued execution on our stated goal of driving an average of 100 basis points of margin improvement per year. In 2019, just before COVID, margins were 13.6% and when we hit our 18.5% guidance this year, we will have more than outpaced that 100 basis point average.\nOn track for a really impressive performance in 2023, driven by strong execution and productivity, pricing net of inflation and most importantly, a continued structural shift in the business to higher-margin, more differentiated products in our target markets of chemical, water, wastewater, pharmaceutical and industrial automation. The timing of margins within the year has a different set of drivers. Last quarter, I mentioned a few items that shifted some earnings from the second half of this year into the first half.\nThese are just timing items, but the accounting for inventory revaluation helped the first half margins at the expense of the second half and some investment spending was shifted into the second half of this year given tight labor market conditions in certain geographies, in addition to some unfavorable mix in the second half. To a lesser degree, we will also see a second half margin impact from the slowing markets that we mentioned, consistent with our expectations dating back to our original guidance provided in January. At Engineered Materials, sales of $57 million decreased 21% compared to the prior year as expected.\nAdjusted operating profit margins increased 180 basis points to a solid 16.6% with lower volumes heavily offset by pricing and productivity and reflecting impressive deleverage rate. For the full year, we continue to expect a sales decline of 14%, but we now expect margins of 12.2%, reflecting the team's great execution. Moving on to total company results. In the second quarter, adjusted free cash flow of $60 million was consistent with normal seasonality as these businesses typically generate the substantial majority of cash flow in the second half of the year, and our balance sheet continues to strengthen.\nWe have started to pay down our term loan with total debt at the end of the quarter of $262 million and with cash of $219 million, a lot of financial flexibility with more than $1 billion in M&A capacity today and reaching as much as $4 billion by 2028. While this is more financial flexibility than we have had historically, our capital allocation strategy is unchanged, we will deploy our capital with the same strict financial and strategic discipline that we have always employed, prioritizing investments internally for growth followed by M&A and returns to shareholders. Now turning to our 2023 guidance. We increased our adjusted EPS guidance range by yet another $0.20 to $3.80 to $4.10 and with adjusted EBITDA guidance now at $350 million or 17.1%.\nWhile I have already discussed the segment details, the primary drivers of the increased guidance are higher core growth now in a range of 5% to 7% and up 1 point from prior guidance; adjusted operating margins of 15.1%, up 60 basis points from prior guidance and nonoperating and interest expense now at $15 million, down slightly from prior guidance. So another great quarter following our separation and demonstrating that we can deliver in any environment and a very strong balance sheet and cash generation to support value-creating capital deployment. Operator, we are now ready to take our first question."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/493955a9f852fd18075f0d6963b5263f",
        "textblob_polarity": 0.18311838527674518,
        "textblob_subjectivity": 0.44878698561174435,
        "sentiment": {
            "distribution": {
                "positive": 15,
                "neutral": 2,
                "negative": 1
            },
            "scores": {
                "positive": 0.9989877104759216,
                "neutral": 0.996171623468399,
                "negative": 0.9989056587219238
            }
        },
        "content1": "Q1 2023 Crane Company Earnings Call\n\nQ1 2023 Crane Company Earnings Call\n\nCRNYSEMAY 11, 4:00 PM\n\nOperator\n\nGreetings, and welcome to the Crane Company First Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. I would now like to turn the conference over to your host, Jason Feldman, Investor Relations for Crane Company. Thank you. You may begin.\n\nJason D. Feldman\n\nDirector-Investor Relations, Crane Co.\n\nThank you, operator, and good day, everyone. Welcome to our first quarter 2023 earnings release conference call. I'm Jason Feldman, Vice President of Treasury and Investor Relations. On our call this morning, we have Max Mitchell, our President and Chief Executive Officer; and Rich Maue, our Executive Vice President and Chief Financial Officer. We will start off our call with a few prepared remarks, after which we will respond to questions.\nJust a reminder that the comments we make on this call may include some forward-looking statements. We refer you to the cautionary language at the bottom of our earnings release and also in our annual report, Form 10-K and subsequent filings pertaining to forward-looking statements. Also during the call, we will be using some non-GAAP numbers, which are reconciled to the comparable GAAP numbers and tables at the end of our press release and the accompanying slide presentation, both of which are available on our website at www.craneco.com in the Investor Relations section. Now let me turn the call over to Max.\n\nMax H. Mitchell\n\nPresident, Chief Executive Officer & Director, Crane Co.\n\nThank you, Jason, and good morning, everyone. Thanks for joining the call today. While here we are, the separation is complete, and an entirely new beginning for Crane Company. We last gave you an update on our March 9 Investor Day as we approached our successful separation on April 3, followed by the honor of my representing our global team by ringing the opening bell of the New York Stock Exchange on the 4th. It seems just like yesterday that we laid out the case for separation in March of 2022, but here we are 14 months later, having successfully executed on schedule.\nThe separation was the logical next step in our multi-decade journey from a holding company to an integrated operating company and now into 2 separate strong and focused independent businesses, technology leaders, each well positioned to outperform in its respective markets and each equipped with strong management teams to drive continued success. I'm incredibly proud of how the corporate organization executed on the separation on schedule and according to plan.\nMy sincere thanks to the entire corporate team for their incredible efforts over the last year and now moving into post-separation support. And a quick reminder on why we believe Crane Company is such an exciting opportunity today. We have delivered decades of consistent and differentiated execution. We have an accelerating growth profile after years of relentless investment in our technology road maps, each aligned with key secular growth drivers in our end markets.\nWe have a long track record of creating value through acquisitions and capital deployment more broadly. And we have a very strong balance sheet today, giving us significant financial flexibility. Now that the separation is complete, Crane Company is a streamlined and more focused leading technology business. The market's reaction since we announced the separation in March of last year, validates our strategy with substantial value already unlocked, and we are confident that even more significant value creation lies ahead.\nThe new Crane Company, as we described on Investor Day, has about $2 billion in sales and $335 million in adjusted EBITDA this year. A 4% to 6% long-term core sales growth rate from resilient and durable businesses that derive about 40% of strategic growth platform sales from the aftermarket with substantial operating leverage on top of already solid margins today, and that should lead to double-digit average annual core profit growth with potential upside from capital deployment.\nAnd starting with net debt to EBITDA at about 0.2x, the capital deployment opportunity is significant. Turning to the first quarter. We had a great start to the year, positioning us extremely well for the coming quarters and years ahead. As you saw in our press release last night, we reported adjusted EPS of $1.25, 8% core sales growth. A record 18.5% adjusted operating margin, and we raised the midpoint of our adjusted EPS guidance by $0.20 to a range of $3.60 to $3.90, and we feel very confident in this outlook for the year.\nWe delivered those results in an environment that hasn't changed much since the second half of 2022. We still see continued solid demand across most end markets, but we continue to remain guarded, watching carefully for any signs of softening, particularly in our shorter cycle businesses. From a cost and inflation perspective, as you can see from our continued margin strength, we have been appropriately assertive with pricing actions across all of our businesses, and we continue to fully offset the impact of inflation on both a dollar and margin basis.\nOverall, we continue to execute extremely well, and we have proven that we can operate successfully in a wide range of market conditions. At Aerospace & Electronics, demand remains very strong. We have seen no slowdown and sales are still somewhat constrained by the supply chain, particularly around active and passive electronic components needed for printed circuit boards. The supply chain status is generally unchanged compared to last quarter to mildly improving in some areas.\nWe do expect supply chain constraints to ease over the course of the year, but at a very gradual and measured pace. We remain very comfortable with our forecasted outlook for this business. Over the last 3 weeks, I've visited nearly all of our Aerospace and Electronics sites with Alex Alcala and J Higgs to check in on the fantastic progress our teams continue to drive.\nJust a few examples of what we saw include our landing brake control solution that continues to track to plan on the new F-16 brake control upgrade design that requires unique packaging requirements to meet the needs of an existing space envelope, and our technologists have clearly differentiated themselves from the competition by developing an innovative solution for that challenge while delivering on significant performance improvement. And the factory is progressing with readiness plans to ramp up to immediate full rate production in 2026 with annual sales of roughly $30 million in the first year and an unexpected life -- program life of 5 to 7 years.\nIn our Modular Power business, our team continues to win in new space applications, while also continuing to make progress on our development road map for a complete family of power conversion products with wide input voltage ranges across high and low power families and using modular architecture across multiple standards and features focused on military and space applications with radiation hardened and high reliability designs.\nThis business has a target to capture more than $125 million in cumulative sales over the next decade with these newer products. And in the interim, we're driving enhanced channel management to take share with our existing product offerings. In our Defense high-power solution, we also reviewed our technology road maps and development as well as the facility readiness plans, which are on track to support the significant ramp up in support of the 4 large AESA radar wins we have secured to date.\nAll ramping up over the next few years as well as significant traction and progress working on a funnel of new opportunities, many related to defense, electric vehicle readiness where we already have a substantial presence on demonstrator programs and prototypes, winning our seventh such demonstrator this week with a 120-kilowatt bidirectional DC to DC converter.\nIn our Fluid Management solution, we continue to benefit from steadily increasing aftermarket demand for pump and fuel flow transmitter products used on commercial jet engines and airframes. And we continue to successfully progress our many technology demonstrator programs for the sixth-generation fighter fuel, coolant and lubrication systems as well as for platforms focusing on demonstrating hybrid and pure electric propulsion.\nWe are also preparing our site for the expected higher volume of repair activity on GTF pumps related to the A320neo engine overhauls ramping up over the next several years. And in our Microwave business, we reviewed our continued strong progress on existing program wins with more complex integrated microwave assemblies at higher increasing demanding frequencies as well as our ramp-up plans for increased demand from the Patriot missile program.\nJust an incredible and exciting set of visits with our teams. The outstanding passion they have for the business and the technology investments we continue to drive supports our 7% to 9% growth rate in this business moving forward. At Process Flow Technologies, we are seeing some moderation in order rates, as expected and consistent with what we communicated in March. Core orders still increased about 4% in the first quarter, and we have a very strong backlog, but those order rates have decelerated from double-digit rates in the second half of last year.\nMost of the slowing has been in the U.K. and Europe with other regions remaining fairly solid. But the growth story is no different at Process Flow Technologies where we've continued to invest for the future with new product introductions, released at a record pace and with significantly higher margins. New product vitality metrics continue to improve year after year and an extremely strong position in core target markets of chemical, pharmaceutical, water, wastewater and industrial automation.\nAnd those key markets now comprise nearly 2/3 of the business with accelerating new product development, focused on increasing exposure to these target markets and giving us high confidence in the 3% to 5% growth profile through the cycle and the substantial opportunity to further expand margins. A lot of exciting developments in this business as well. We are outperforming the market and gaining share, driven by new product innovations.\nFor example, you may have seen the press release issued yesterday morning by Chart Industries, highlighting a new cryogenic valve for liquid hydrogen applications that we introduced and the Chart tested and validated. This is just another step in building the hydrogen business we discussed at this year's Investor Day event. And we are in the process of launching 5 additional new product lines over the next 12 months, all targeting a market that is growing at more than 15% annually.\nWe are already working closely with several key customers to introduce these products to help solve our customers' ongoing performance challenges. In wastewater, we continue to see adoption of our new high-efficiency NV motor platform, and we are on track to triple NV sales this year with further upside in 2024 after we launch a larger size range up to 75 horsepower late this year, further strengthening our position in this $1 billion served market.\nAnd in addition to new products, we are gaining traction with our front-end investments, leveraging our improved product portfolio to upgrade our distribution network into municipal and commercial markets. In the chemical space, we have great momentum with orders up in the double digits with growth led by our portfolio of new valve and specialty pipe solutions that differentiated sealing technology to solve reliability challenges in corrosive, abrasive, toxic and hazardous environments.\nOur innovative L-TORQ product has just been launched, and it is already installed by key customers in the Americas and Asia. Our recently launched FK-TrieX valve has also continued to gain traction with our project funnel doubling so far this year, given the valve's unique ability to solve leakage and flow problems in severe service applications. In our Pharmaceutical business, we continue to strengthen our position by expanding our product portfolio to solve leakage and reliability problems in process media, steam sterilized applications and bioprocessing.\nNew products launched this year will include a new hygienic ball valve with -- and an expanding operated diaphragms, targeting the high-growth bioprocessing segment and delivering accretive margins, just continued excellent momentum in process flow technologies. And in Engineered Materials, really no change to our view for the year. So again, off to a fantastic start post separation and poised to drive accelerated growth, margin expansion with optionality from our balance sheet strength. Let me turn the call over now to Rich for some more specifics on the quarter.\n\nRichard A. Maue\n\nSenior Vice President & Chief Financial Officer, Crane Co.\n\nThank you, Max, and good morning, everybody. Overall, an outstanding quarter with 8% core sales growth, driving 27% adjusted operating profit growth and once again achieving record adjusted margins at 18.5% and improved 460 basis points compared to last year and driven by excellent performance across all businesses.\nI will start off with segment comments that will compare the first quarter of 2023 to 2022, excluding special items, as outlined in our press release and slide presentation. At Aerospace & Electronics, first quarter sales were very strong, increasing 15% compared to last year to $180 million, and segment margins of 20.9%, increasing 300 basis points compared to last year, primarily reflecting strong leverage on the higher volumes as well as strong pricing and productivity gains. Despite the impressive increase in core sales growth, we, along with the rest of the aerospace industry still remains somewhat capacity constrained due to continued supply chain issues as we properly planned for in our guidance.\nThe combination of supply chain constraints and strong demand drove our backlog up another 27% to $645 million. In the quarter, total aftermarket sales increased 21%, with commercial aftermarket up 32% and military aftermarket down 5% on program timing. And OE sales increased 12% in the quarter with 17% in commercial and 8% in military.\nAt Process Flow Technologies, sales of $271 million decreased 13%, driven by the 20% impact from the divestiture of Crane Supply in May of last year and a 3% impact from unfavorable foreign exchange. Core growth for Process Flow Technologies was very strong at 10% and was broad-based across the segment. Record adjusted operating margins of 23.4% increased 710 basis points from last year, primarily reflecting strong pricing, leverage on the higher volumes and delivering on productivity gains.\nContinued excellent execution by our teams in all areas and supporting an 80 basis point improvement to our full year margin guidance, which is now 18%. Compared to the prior year, core foreign exchange neutral backlog increased 9% and FX-neutral orders increased 4% sequentially compared to the fourth quarter, FX-neutral backlog decreased 2% with FX-neutral orders up 1%.\nAt Engineered Materials, sales of $62 million decreased 12% compared to the prior year as expected. Operating profit margins decreased 70 basis points to a solid 18.3%, driven by lower volumes but an impressive deleverage rate. Transportation and Building Products markets remained strong, offset by RV, which declined in line with industry production rates.\nMoving on to total company results. In the first quarter, adjusted free cash flow was negative $69 million, consistent with normal seasonality. We are emerging from the separation with a strong balance sheet and robust free cash flow generation. And our post-separation capital structure is the same as when we described it earlier this year. After separation-related transactions, Crane Company's only debt was a $300 million prepayable term loan with cash on hand of approximately $235 million.\nWe also have a new 5-year $500 million revolving credit facility that is currently undrawn. Very little net debt. We already repaid $35 million on our term loan earlier this month and a lot of financial flexibility with more than $1 billion in M&A capacity today and reaching as much as $4 billion by 2028. While this is more financial flexibility than we have had historically, our capital allocation strategy is unchanged.\nWe will deploy our capital with the same strict financial and strategic discipline that we have always employed, prioritizing internal investments for growth followed by M&A and returns to shareholders. Of course, the timing of acquisitions isn't predictable in both actionability and market conditions can change quickly. However, given our robust pipeline of potential opportunities along with our solid organic growth profile, our internal goal would roughly double the size of our growth platforms over the next 5 years.\nOur teams are motivated and reenergized by our future post separation, and we look forward to delivering on this vision. We also have a commitment to return cash to our shareholders. As outlined in our press release last night, our initial dividend for Crane Company will be $0.72 per share annually or $0.18 per share quarterly, which reflects a dividend payout ratio of approximately 20%.\nWe do expect to grow the dividend in line with earnings to provide a stable and attractive return to our shareholders while ensuring that we have the capital flexibility to continue our internal investments and pursue acquisitions. Now turning to our 2023 guidance. I gave a lot of detail on our guidance call in January. And for the benefit of my voice and your ears today, I'm just going to highlight the changes. For modeling purposes, I would point investors to the detail in the fourth quarter earnings script as well as the details we provided at Investor Day.\nWe now expect 2023 sales to increase approximately 5%, up from the prior guidance of 3%. That's driven by 1 point of higher core sales growth, along with foreign exchange that is now neutral compared to last year rather than the 1 point headwind we originally had in our guidance. Segment details as provided in the slides. But while we took up core sales expectations for all 3 segments, Process Flow Technologies had the largest increase given the very strong first quarter results.\nWe expect total company adjusted segment margins of 18%, up 60 basis points from our prior view, again, led by Process Flow Technologies, new expectation for higher growth and continued solid execution. Overall, excellent operating leverage across the businesses. And the only other notable change was corporate expense, now expected to be $70 million for the full year. While there are a few components of this change, the biggest driver is higher compensation expense given our revised outlook.\nOverall, we expect adjusted EPS of $3.60 to $3.90 with adjusted EBITDA of $335 million. So a great quarter and excellent start to the year. We are extremely well positioned today. Record margins, leveraging long-term future 4% to 6% core growth at 35% to 40% and an execution track record that demonstrates we can deliver in any environment and a very strong balance sheet and free cash generation to support value-creating capital deployment. Operator, we are now ready to take our first question."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/e226cec63b880cba491eb176aac0a287",
        "textblob_polarity": 0.1451151889046625,
        "textblob_subjectivity": 0.4442902083296823,
        "sentiment": {
            "distribution": {
                "positive": 26,
                "negative": 2,
                "neutral": 8
            },
            "scores": {
                "positive": 0.9800520195410802,
                "negative": 0.9942352175712585,
                "neutral": 0.9644865393638611
            }
        },
        "content1": "Q4 2022 Crane Holdings Co Earnings Call\n\nQ4 2022 Crane Holdings Co Earnings Call\n\nCRNYSEJAN 24, 4:00 PM\n\nOperator\n\nGreetings, and welcome to the Crane Holdings Company Fourth Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded. I would now like to turn the call over to Jason Feldman, Vice President of Investor Relations. Thank you. You may begin.\n\nJason D. Feldman\n\nVP of IR, Crane Co.\n\nThank you, operator, and good day, everyone. Welcome to our Fourth Quarter 2022 Earnings Release Conference Call. I'm Jason Feldman, Vice President of Investor Relations.\nOn our call this morning, we have Max Mitchell, our President and Chief Executive Officer; Rich Maue, our Senior Vice President and Chief Financial Officer; and Aaron Saak, who is President and Chief Executive Officer of the future post-separation Crane NXT. I'll start off our call with a few prepared remarks, after which we'll respond to questions.\nJust a reminder that the comments we make on this call may include some forward-looking statements. We refer you to the cautionary language at the bottom of our earnings release and also in our annual report, 10-K and subsequent filings pertaining to forward-looking statements.\nAlso during the call, we will be using some non-GAAP numbers, which are reconciled to the comparable GAAP numbers and tables at the end of our press release and accompanying slide presentation, both of which are available on our website at www.craneco.com in the Investor Relations section.\nNow let me turn the call over to Max.\n\nMax H. Mitchell\n\nPresident, CEO & Director, Crane Co.\n\nThank you, Jason. Good morning, everyone. Thanks for joining the call today.\nWell, we had an exceptional end of 2022 with outstanding fourth quarter results. Fourth quarter adjusted EPS was $2.13, an increase of 63% compared to last year. We have broad-based strong operational execution with core sales up 11%, and we drove adjusted operating margins up 660 basis points to a record 18.6%.\nOn a full-year basis, adjusted EPS was a record $7.88, up 15% compared to last year, driven by 6.4% core sales growth and 220 basis points of margin expansion to a record full-year adjusted operating margin of 17.7%.\nAdjusted free cash flow of $395 million was also very strong and above the high end of our last guidance range. As a reminder, last quarter, we reaffirmed and tightened our adjusted EPS guidance range to $7.58 to $7.72 with a $7.65 midpoint. At that time, we said that we felt that the high end of guidance could only be achieved if we had supply chain improvement and an ability to turn specific shipments quickly.\nWe actually saw that play out in each of our businesses with a bit of unanticipated upside all aligning, with the biggest impact in the last few days of the quarter. While there are still broad-based and random supply chain constraints across our businesses, we did receive shipments from a number of suppliers that we honestly didn't expect, and our teams did an incredible job turning them into sales for our customers quickly.\nWe also had some favorable tax items that contributed about $0.04 to EPS as well, really just a perfect alignment of unexpected but good news very late in the quarter and solid work by our teams. And my thanks to all of our associates for the year-end effort.\nTo put this annual performance in perspective another way, remember that operationally, we maintained guidance all year despite numerous headwinds. Specifically, since 2022, guidance was originally issued last January, we lost $0.25 of contribution from Crane Supply, which was divested in May 2022.\nForeign exchange was an increasing headwind throughout the year, and was a $0.19 headwind relative to original guidance, most of it from rate moves during the third quarter. The supply chain environment in '22 was far more challenging than most anticipated a year ago, and there was substantial inflation spanning materials, freight, labor, energy and other costs.\nEven with those headwinds, we held the midpoint of our guidance while absorbing and offsetting all of these items. And then on a full-year basis, delivered results substantially better, which, again, is a real testament to the hard work and dedication of our teams around the world and the strength of the Crane business system and our execution.\nThese results should give you even further continued confidence in our execution and our ability to over-deliver on our commitments as we turn to our outlook for 2023 and the upcoming strategic separation into 2 independent public companies. Rich will be providing guidance details for both companies post separation, reflecting exciting long-term growth opportunities for each.\nSpecific to demand environment, our leading indicators are still very strong. Core year-over-year orders increased 15% in the quarter and 13% for the full year. Core backlog is up 28% compared to last year.\nWhile the present environment is still similar today to what we saw in the second half of '22 and we still see continued robust demand across our end markets, we remain guarded watching carefully for signs of softening. Other than the RV market, where the softness is well known and understood, we are not seeing slowdown in our order rates yet.\nHowever, given broader macroeconomic trends, we are planning for slowing short-cycle markets, particularly those in the U.K. and Europe, which are most impacted by energy inflation. From a supply chain perspective, material and component availability remain most challenging but stable in our Aerospace & Electronics segment, with continued but slow improvement in the other segments.\nWe do expect supply chain constraints to ease over the course of the year, but at a gradual and measured pace. From a cost and inflation perspective, as you can see from our continued margin strength, we've been appropriately assertive with pricing actions across all of our businesses, and we continue to fully offset the impact of inflation on both a dollar and margin basis.\nWhile 2023 macroeconomic planning assumptions are muted, I couldn't be more excited about the growth opportunities that we have in front of us for both Crane Company and Crane NXT. In any type of demand and operating environment, we are positioned to drive above-market growth with our strategic initiatives. This is where we are most focused across the organization, driving growth and advancing technology that has positioned our businesses for the future.\nWe will provide more detail in March. But just a few recent highlights include Aerospace & Electronics securing substantial new content on the Army's FLRAA helicopter platform, the Army's largest helicopter contract in 40 years.\nIn addition, we have been selected to develop several products and systems for application on the next generation of long-range strike and fighter aircraft, including brake, brake control, thermal management, and fuel management equipment. This is a direct result of the strategy we shared with you in May 2021, targeting next-generation technology demonstrator programs.\nAt Process Flow Technologies, we successfully launched the next-generation digital transducers, driving value and award-winning key OEM accounts in the mobile hydraulic systems sector and now testing successfully with OEMs for hydrogen applications, with product sales set to grow 4x in 2023, although from a small base today.\nWe also are gaining traction with our new high-efficiency motors and non-clog pump performance, with 50% sales growth for these products in municipal wastewater applications as customers realize significant energy and maintenance savings.\nWe had new installations in more than 100 municipalities in 2022, with substantial growth expected again in '23. Just an incredible amount of activity across our businesses focused on growth.\nAnd we are making steady progress on the separation. We're on track for completion on April 3 of this year. We continue to have high conviction that this separation is going to create value as it increases our operating and financial flexibility to pursue growth opportunities. It lets us develop capital allocation strategies for both Crane Company and Crane NXT that are optimized for their individual business and financial profiles.\nThe separation will make it far easier for each company to attract a shareholder base fully aligned with each business' strong and distinct value proposition. And we believe that we'll make M&A more viable at both companies.\nSimply, the separation will create 2 more closely-aligned pure-play companies, each better positioned to deliver long-term growth and sustainable value creation for all of its stakeholders. Significant milestones achieved during the fourth quarter included completion of the organizational design for each company, the announcement of Aaron Saak as CEO of Crane NXT, and you'll hear from Aaron shortly this morning.\nPublic filing of the Form 10 registration statement, and completion of the capital structure designed for both companies that Rich will review later. Key upcoming milestones to watch for, we expect the Form 10 registration statement to become effective in February, pending SEC approval. We will announce further details of the Board composition for both companies as well as the extended leadership team for Crane NXT between now and separation.\nWe will be hosting separate Investor Day events for both Crane Company and Crane NXT on March 9 in New York City. And when issued training, trading will commence in mid- to late March. We feel very good about our progress to date and our ability to achieve our targeted timeline.\nOn last quarter's call, I told you how extremely excited I was about Aaron's appointment as CEO of Crane NXT and how I was highly confident that he is the right leader to embrace the best of Crane's culture and the Crane Business System while moving NXT strategically in new directions.\nAfter having had the opportunity to work with Aaron over the last 2 months, I'm even more confident and excited that he is absolutely the ideal leader for NXT in its next chapter. We've spent the last few weeks traveling together, visiting nearly all of NXT sites. And his excitement, passion, insights and strategic observations are impressive. I had great fun introducing Aaron to his broader extended global team, and they are very excited about this new entity about to be formed and what the future holds.\nSo with that, let me turn the call over to Aaron for some comments on his first 2 months at Crane before Rich provides additional financial commentary and guidance details. Aaron?\n\nAaron W. Saak\n\nCEO & President of Crane NXT, Crane Holdings, Co.\n\nThank you, Max, and thanks for those kind comments. I am incredibly excited for the future of NXT and would like to thank the Crane Board for their trust in my leadership. And I know the expectations are high, and I am confident with the outstanding team we have here at NXT that the future is very bright.\nAs Max mentioned, I've had the opportunity in the past 2 months to travel to all of our major sites and meet with our NXT associates. Our team has been incredibly welcoming, and I appreciate their enthusiasm for our path forward. It's an outstanding team and one that I am honored and humbled to be part of.\nNow in terms of my background, I'm an engineer by training, and I've spent my career with diverse, well-known industrial technology companies. This background has given me a depth of experiences that I feel is uniquely positioned to help successfully lead NXT moving forward.\nIn my most recent role, I had direct in-market overlap with NXT. So I'm really hitting the ground running and already working with the team to accelerate existing growth initiatives.\nI'm also passionate about innovation in delivering technology-based solutions to our customers, and we will continue to drive this focus at NXT, and I look forward to sharing more about our strategy at our upcoming Investor Day on March 9.\nAs I mentioned, over the past few weeks, I've visited all of our major NXT sites with Max and the senior leaders of the NXT business. During these visits, I've been incredibly impressed with the disciplined cadence and execution of CBS. The focus on continuous improvement and operational excellence absolutely met and in many cases, far exceeded my expectations, and it's exactly what I expected to see in joining Crane.\nI come from companies with a similar approach to driving continuous improvement, and I can ensure our investors that we will maintain this capability as a competitive advantage for NXT. Additionally, I'm impressed that the new products and technologies the teams are commercializing.\nFor example, at Crane Payment Innovations, the focus on automation to improve customers' productivity is really outstanding. This includes the Paypod platform, with sales on track to double this year, as well as real momentum across the gaming sector, where we have an extensive suite of market-leading connectivity and service solutions.\nAt Crane Currency, the team has made great progress with our product authentication business, which nearly doubled in sales in 2022 and is on track to double again in 2023. This business is built on our micro-optic technology platform, which also continues to gain share in the banknote market, adding 12 new denominations last year and bringing our total specified denominations around the world to 170.\nSo Max, thanks again for the opportunity to introduce myself here today, and I look forward to spending time with investors in the coming months and during our Investor Day in March. And so with that, let me pass the discussion on to Rich.\n\nRichard A. Maue\n\nSenior VP & CFO, Crane Co.\n\nThank you, Aaron, and good morning, everyone. I will start off with segment comments that will compare the fourth quarter of 2022 to 2021, excluding special items, as outlined in our press release and slide presentation.\nAt Aerospace & Electronics, fourth quarter sales accelerated, increasing 15% compared to last year, to $181 million. Segment margins of 20.6% increased 750 basis points from 13.1% last year, reflecting the combination of strong leverage on higher volumes, improved pricing and productivity. Pricing fully offset the impact of inflation in the quarter.\nDespite the impressive increase in core sales growth, we remain somewhat capacity constrained due to continued supply chain issues along with the rest of the aerospace industry, and leading indicators reflect that demand continues to outpace the supply chain generally.\nSpecifically, core orders increased an impressive 45% compared to last year and core backlog increased 34%. In the quarter, total aftermarket sales increased 25%, with commercial aftermarket sales up 25% and military aftermarket up 23%. OE sales increased 11% in the quarter, with 15% commercial OE growth and 7% military OE growth.\nAt Process Flow Technologies, sales of $252 million decreased 16%, driven by a 19% impact from the May divestiture of Crane Supply and a 5% impact from unfavorable foreign exchange. Core growth for Process Flow Technologies remained very strong at 8%.\nAdjusted operating margin of 16.1% increased 180 basis points from last year, primarily reflecting strong productivity and pricing. And here as well, pricing continues to fully offset inflation.\nCompared to the prior year, core FX-neutral orders increased 11% and core FX-neutral backlog increased 16%. Sequentially, compared to the third quarter, core FX-neutral backlog increased 1% and core FX-neutral orders declined 3%, reflecting normal seasonality.\nMoving to Payment & Merchandising Technologies. Sales of $338 million in the quarter increased 8%, driven by a 14% increase in core sales, partially offset by a 6% impact from unfavorable foreign exchange. Operating margins improved 740 basis points to 25.9%, the same level as last quarter's record margins.\nMargin expansion was driven by higher pricing, higher volumes and very strong productivity, another quarter of really impressive performance from the team. Forward-looking demand indicators also remain very strong, with 10% core FX-neutral order growth and 35% core FX-neutral backlog growth.\nSpecific to the CPI business, the supply chain remains constrained, primarily related to certain electronic components, but we continue to see gradual improvement in both availability and lead times.\nAt Engineered Materials, sales of $52 million decreased 4% compared to the prior year as expected. Operating profit margins increased 50 basis points to 11.8%, driven by higher pricing and productivity, partially offset by lower volumes. Growth was led by transportation and building products, with RV-related sales down in line with the industry production rates.\nMoving on to total company results. On a full-year basis, free cash flow was negative $210 million because of accounting rules, which treat the onetime contribution from the August divestiture of asbestos liabilities as an operating cash outflow, and we had additional onetime costs related to both the asbestos transaction itself as well as the separation.\nExcluding those items, full-year cash flow -- free cash flow of $395 million exceeded the high end of our guidance range. Our balance sheet is in extremely good shape. We ended the year with $658 million in cash and $1.24 billion in total debt. So our net debt is $585 million, a very comfortable level as we prepare to set up the capital structures for both companies post separation.\nNow turning to our 2023 guidance. I hope you have all seen the earnings presentation on our website that accompanies this call. A lot of important information to help you better understand our guidance, and I will be referring to it throughout this section.\nWe are on track for the separation to take place immediately after the first quarter on April 3 of this year. That means we will be reporting the first quarter of 2023 on a consolidated pre-separation basis and the following 3 quarters reported as 2 separate companies.\nFor segment operating results, this is very straightforward. We are providing all segment guidance on a full-year basis, which will be easy to reconcile after we report each quarter this year. Below the segment operating profit line, we are providing guidance on a pro forma basis for corporate expense, interest and nonoperating expense, tax and shares as if the separation occurred on January 1 and as if the 2 companies were separate for the entire year.\nBefore we get into the details of each company's guidance, on Slide 20, I want to highlight 2 reporting changes we are going to make concurrent with the separation: First, at Crane Company, we will continue to include service cost for pension and other benefit plans in our adjusted earnings. Service costs reflects the real ongoing economic cost of providing pension benefits to certain associates.\nHowever, starting in 2023, we are going to exclude the components of nonoperating benefit costs from adjusted earnings. We are going to treat these nonoperating benefit costs as non-GAAP items because they add volatility to earnings, primarily as a result of capital allocation decisions and market performance, neither of which are related to the operations of our business. And that volatility can obscure our underlying operational performance. On Slide 21, you can see that these nonoperating pension benefit costs contributed $0.23 to adjusted EPS in 2022.\nThe second change is that Crane NXT. Starting in 2023, we will exclude intangible amortization from adjusted earnings, adjusted operating profit and adjusted operating margin. This amortization is significantly impacted by the timing, size, number and nature of the acquisitions that we complete, and it is entirely noncash in nature.\nWe think that adjusting for intangible amortization enables more consistent comparisons of operating results over time as well as permitting better comparisons to peer companies. Importantly, even after this change, we expect approximately 100% free cash conversion at Crane NXT defined as free cash flow divided by adjusted net income.\nOn Slide 21, we provide a walk showing our 2022 actual results and recasting them to get a like-for-like comparison to what we are going to report in 2023.\nStarting with our 2022 adjusted EPS of $7.88, there are 3 adjustments. First, remember that we divested Crane Supply in May of 2022. In the first 5 months of 2022, that business contributed $0.25 to EPS. Second, the pension accounting change I discussed has the effect of reducing 2022 EPS by $0.23.\nAnd roughly offsetting those 2 items is the intangible amortization adjustment, which would have increased 2022 EPS by $0.61. The far right bar on this slide showing recast 2022 adjusted EPS of $8.01 now represents 2022 adjusted EPS on an apples-to-apples basis to our 2023 guidance.\nSo with that context, I'm going to start with guidance for Crane Company on Slide 22. As a reminder, this business has about $2 billion in sales and is comprised of 2 global strategic growth platforms, Aerospace & Electronics and Process Flow Technologies, as well as the smaller and domestic Engineered Materials business.\nOn Slide 23, you can see that for 2023, we expect 3% to 5% core sales growth driving 8% segment profit growth, with all businesses leveraging at about 35%. This guidance assumes that the overall economy continues to slow with only gradual improvement in supply chain. That said, we are very well positioned to ramp output if macroeconomic and supply chain conditions permit.\nSpecific to the businesses at Aerospace & Electronics, we are guiding to 10% core sales growth, with 35% operating leverage, which should bring margins to just under 20% for 2023. This is the guidance where we have direct line of sight and what we are confident that we can deliver in 2023.\nHowever, with 10% sales growth, we would have approximately $50 million of cumulative unmet demand by the end of this year related to supply chain constraints. How much of that $50 million gets delivered this year versus in 2024 will depend on how quickly the supply chain improves.\nHowever, the overall message for the segment is unchanged. We expect 7% to 9% long-term annual sales growth, plus this $50 million catch-up of sales in the next year or 2, with strong operating leverage in the 35% to 40% range, a really fantastic position to be in.\nMoving to Process Flow Technologies. In 2023, we expect 4% core growth with a 2% unfavorable foreign exchange headwind for total sales growth of 2%. The core growth should leverage at 35%, driving nearly 10% segment profit improvement, with guidance for margins up just over 100 basis points to what we -- what will be a record just over 17%.\nWe have a very strong backlog, and recent order activity has been strong. However, given broader macroeconomic trends, our guidance does assume we will be seeing slowing in short-cycle activity and decelerating order rates into 2023.\nLong term, we believe this is a 3% to 5% core growth business, reflecting a combination of lower market growth, along with our continued growth through share gains and new product introductions and likely improving over time as our end market mix continues to improve. We should also deliver consistent leverage in the 35% to 40% range.\nWe expect the much-smaller Engineered Materials business to see sales decline about 15% in 2023, driven by recreational vehicle OE production cuts, softened by relative stability in the building products and transportation end markets.\nWe expect to hold deleverage to 35%, which equates to margins of approximately 10.5% next year. So overall, operationally, core growth of about 4%, driving 8% segment profit growth and with segment margins increasing 80 basis points to 17.4%.\nOn Slide 24, we provide the nonoperational elements of Crane Company guidance. Remember, this portion of guidance is provided as if the separation had been completed January 1 of this year. The key items presented on a post-separation annualized run rate basis include: corporate expense of approximately $65 million in 2023 and declining as a percentage of sales thereafter.\nNet nonoperating expense, which is interest expense and related financing costs of $16 million, a normal post-separation adjusted tax rate of approximately 23% and diluted 2023 shares of 57.3 million. We aren't guiding to a specific free cash flow number for 2023 because of the complexities of allocating first quarter cash flow to Crane Company and Crane NXT, but free cash flow conversion or adjusted free cash flow divided by adjusted net income should be approaching 100% in 2023 and beyond.",
        "content2": "Layering these items on the operational guidance results in expected 2023 adjusted EBITDA of $321 million with an EBITDA margin of 16.2%. For adjusted EPS on a pro forma basis, our 2023 guidance is a range of $3.40 to $3.70. From a cadence perspective, we expect quarterly earnings to be generally even through the year.\nOn Slide 25, we provide some more specificity about the post-separation capital structure of Crane Company, very consistent with our prior commentary. At separation, Crane Company's only expected debt is a new $300 million term loan -- $300 million term loan. The proceeds from that term loan will be paid to Crane NXT as a dividend, and we expect the initial interest rate on the term loan will approximate 6%. The term loan is variable and will be fully prepayable.\nWe also expect to have a new revolving credit facility in the range of $400 million to $500 million, undrawn at the time of separation and about $150 million to $200 million of cash. That implied net debt of $100 million to $150 million and a net debt-to-EBITDA ratio of less than 0.5x.\nWith that balance sheet and cash generation profile, we, very comfortably, have more than $1 billion of M&A capacity at the time of separation and $2 billion to $2.5 billion in M&A capacity over the next 3 years. We will provide more details on our capital allocation policy at our March 9 Investor Day. We do expect that Crane Company will pay a competitive dividend, but the overall priority will be on growth, both organically and through acquisitions.\nFor Crane Company, the key message to remember for 2023 and beyond with this business is that we are well positioned for a post-COVID recovery. Our end markets will see long-term growth driven by favorable secular trends. Our investments are driving growth above market rates. And given the margin structure of this business, operating leverage should result in segment operating profit growth at twice the rate of sales.\nTurning to Crane NXT's guidance. Crane NXT has about $1.4 billion in sales and is comprised of the Crane Currency and Crane Payment Innovations businesses. On Slide 27, we provide operational guidance in the same format that we did for Crane Company.\nOverall, we expect 2% to 4% core sales growth and a slight decline in segment profit related to a temporary mix headwind at currency. The underlying assumptions are similar to Crane Company. We expect that the overall economy will continue to slow, with only gradual improvement in the supply chain.\nStarting with CPI, we expect strong mid-single-digit core sales growth of 5% leveraging at 35% with 29% margins. And remember, those margins now exclude noncash intangible amortization. Total sales growth of 4% includes a 150 basis point headwind from unfavorable foreign exchange. This growth rate is consistent with the historical long-term growth rate of CPI and driven by broad-based strength across verticals as well as our market outgrowth initiatives.\nAt Crane Currency, we expect flat core sales and a modest decline in margins to a still very impressive 24%, roughly 2 to 3x the margin rate when we acquired the business in 2018. While there are a few moving pieces, the overall story and positioning for the next several years is extremely exciting.\nThe product authentication business is expected to double in 2023, albeit off a base that is still relatively small, an exciting growth business that you'll hear more about in March.\nThe international banknote business is also performing extremely well, and we have high confidence in our outlook supported by a strong backlog. On the U.S. side of the business, the most recent Federal Reserve yearly currency order, or YCO, which is publicly available, includes a very wide range of potential U.S. currency printing volumes for 2023.\nThere are a few factors at play. Demand for U.S. bank notes remains very high, and we believe actual demand is aligned with the high end of the YCO range at 8.6 billion notes. However, the low end of the range of 4.5 billion notes reflects the minimum amount of Bureau of Engraving and Printing committed to providing. We expect actual production to be somewhere towards the middle of that range.\nOne reason for the large range is that the BEP is allocating production capacity to essential projects, most notably what they refer to as the Catalyst $10. This is the redesign of the U.S. $10 note that is expected to enter production in 2025, with the public release in 2026.\nThe redesigned $10 note is expected to have substantial incremental security content. As we have stated before, while a final selection [hasn't] been announced, we feel very good about our prospects for securing incremental content on this note, given our historical relationship with the Federal Reserve and BEP.\nRemember, the $10 redesign will be followed by the $50 and the $20 bill later this decade and then eventually the $100 bill. These redesigns are an extremely exciting growth opportunity for Crane Currency over the course of the next several years.\nFurther, the [YCO] was heavily viewed to the $100 bill over the last 2 years relative to the longer-term average due to extremely high demand for high domination store of value notes, particularly for those who want the security of U.S. currency and other countries dealing with high inflation or hyperinflation, [instability] and COVID-related risks.\nThis year, the YCO is skewed towards the lower denomination. Transactional notes as in-person transactions continue to increase in a post COVID environment. The transient headwinds from combination potentially lower the U.S. government volume in 2023, along with the bank note mix, is the driver for our 2023 margin guidance. We are excited about book of growth prospects as well as the margin potential for this business as we move into 2024 and beyond.\nOn a total segment basis, pre-corporate margins are expected to be quite resilient at approximately 27%. On Slide 28 provides the [nonoperational] elements of Crane NXT guidance. Just like Crane Company, this is being provided on a pro forma basis. The items presented on a post-separation annualized run rate basis include corporate expense of approximately $50 million in 2023 and declining as a percentage of sales thereafter.\nNet nonoperating expense, which is primarily interest expense and related financing costs, of approximately $47 million, a normal post-separation adjusted tax rate of approximately 20% and 2023 diluted shares of approximately $57.3 million.\nSimilar to Crane Company, we aren't guiding to a specific free cash flow number at this time because we have to report first quarter on a consolidated basis. We do, however, expect Crane NXT's free cash conversion to be approximately 100% on average over time.\nTotal adjusted EBITDA for 2023 is expected to be $364 million, reflecting a 26.8% adjusted EBITDA margin. Pro forma adjusted EPS is expected to be in a range of $3.65 to $3.95. From a cadence perspective, we expect operating earnings in the first quarter to contribute approximately 21% of the full year, with the balance fairly evenly spread over the remaining 3 quarters, and this is driven by the timing of currency shifts.\nSlide 29 provides some additional details about the executive post-separation capital structure. Crane NXT will retain Crane's existing 2036 and 2048 bonds, totaling $545 million. In addition, we expect that Crane NXT will have an initial term loan in the $300 million to $350 million range for total debt of $845 million to $895 million. The existing 2023 bonds will be repaid with a $300 million cash dividend, NXT will receive from Crane Company at time of separation.\nWe also look that Crane NXT will have a new revolving [credit] facility in the range of $400 million to $500 million undrawn at the time of separation and about $200 million to $250 million of cash. The implied net debt is approximately $650 million, which is between 1.5 to 2x net debt to EBITDA.\nWith Crane NXT's balance sheet and cash generation profile, we expect Crane NXT to have approximately $1 billion in M&A capacity at the time of separation, growing more than $2 billion by 2025. We will provide more details on capital allocation policy at the March 9 Investor Day. We do expect that NXT will pay a competitive dividend but with an overall strategic focus on growth, both organically and through M&A.\nThe key message for Crane NXT in 2023 and beyond is that it is a very strong, resilient and durable business with a long track record of delivering mid-single-digit organic growth, driving substantial margin expansion and executing on numerous successful high-return acquisitions.\nLooking forward, NXT will continue to deliver profitable core growth while leveraging its strong free cash flow to expand into near adjacencies, where it can directly leverage its differentiated technology and operational capabilities.\nMoving to Slide 30, we show the walk from our recast 2022 EPS on a like-for-like basis to our 2023 guidance and 2023 guidance combined for NXT and Crane Company. Operationally, Crane Company is guiding to growth of $0.33. Crane NXT, for the reasons I just reviewed, is seeing a slight operational decline of $0.10.\nAnd then we have some known and expected dissynergies relative to our current structure from post-separation corporate costs and interest. Those latter 2 headwinds, corporate and interest costs, will continue to decline over time.\nThat was quite a bit to cover, but we really wanted to take the time to clearly explain guidance and assumptions for 2023. Please review our addendum slides in detail, and Jason stands ready to assist with any questions after the call. Let's now get on to Q&A."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/72f41842b6bab12b6a1e4801aa29405a",
        "textblob_polarity": 0.1750653559403559,
        "textblob_subjectivity": 0.43159287682014974,
        "sentiment": {
            "distribution": {
                "neutral": 5,
                "positive": 14,
                "negative": 1
            },
            "scores": {
                "neutral": 0.9976284623146057,
                "positive": 0.9916008540562221,
                "negative": 0.5187477469444275
            }
        },
        "content1": "Q3 2022 Crane Holdings Co Earnings Call\n\nQ3 2022 Crane Holdings Co Earnings Call\n\nCRNYSEOCT 25, 4:00 PM\n\nOperator\n\nGreetings, and welcome to the Crane Holdings Company Third Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded. I would now like to turn the call over to Jason Feldman, Vice President of Investor Relations. Thank you. You may begin.\n\nJason D. Feldman\n\nVP of IR, Crane Co.\n\nSo thank you, operator, and good day, everyone. We've been having some technical issues with the provider. If anyone has any issues, please e-mail me directly, and we'll sort them as soon as we can. Welcome to our third quarter 2022 earnings release conference call. I'm Jason Feldman, Vice President of Investor Relations.\nOn our call this morning, we have Max Mitchell, our President and Chief Executive Officer; and Rich Maue, our Senior Vice President and Chief Financial Officer. We'll start our call this morning with a few prepared remarks, after which we will respond to questions. Just a reminder that the comments we make on this call may include some forward-looking statements. We refer you to the cautionary language at the bottom of our earnings release and also in our annual report 10-K and subsequent filings pertaining to forward-looking statements.\nAlso during the call, we'll be using some non-GAAP numbers, which are reconciled with the comparable GAAP numbers and tables at the end of our press release and accompanying slide presentation, both of which are available on our website at www.craneco.com in the Investor Relations section.\nNow let me turn the call over to Max.\n\nMax H. Mitchell\n\nPresident, CEO & Director, Crane Co.\n\nSo let me just verify here, Jason, first. We've had -- our provider has had some technical issues. Apparently, we -- Darryl, if you're still there, we -- the webcast is not being...\n\nOperator\n\nI am here. I could hear, it coming through the webcast. I do apologize. If people that are joined via the webcast, if you could just refresh your browser...\n\nMax H. Mitchell\n\nPresident, CEO & Director, Crane Co.\n\nWell, they may not hear you then. Okay. But those dialed in can hear us.\n\nOperator\n\nCorrect.\n\nMax H. Mitchell\n\nPresident, CEO & Director, Crane Co.\n\nOkay. Well, we will -- and it's being recorded, Jason. So at least we'll have a live.\n\nJason D. Feldman\n\nVP of IR, Crane Co.\n\nYes.\n\nMax H. Mitchell\n\nPresident, CEO & Director, Crane Co.\n\nAll right. Fantastic. Well, we will keep going. Technical challenges. We appreciate your patience.\nThank you, Jason. Good morning, everyone. Thanks for joining the call today. I want to lead off with just a thanks to our global Crane team for another strong quarter with solid results across the board.\nThird quarter adjusted EPS was $1.86, consistent with our expectations in our prior guidance commentary. Adjusted EPS declined $0.12 compared to last year. But operationally, we had a very strong quarter as the EPS decline was due to the known $0.16 impact from the May divestiture of Crane Supply and a $0.19 impact from comparison against an unusually low tax rate last year. Adjusting for those items, adjusted EPS increased 14% compared to last year.\nCore sales growth of 2% was impacted both by supply chain constraints and the extremely challenging comparisons for the Payment & Merchandising Technologies segment. Remember that the third quarter of last year was an all-time record for sales at Payment & Merchandising. Notably, general demand indicators remain very strong. Core year-over-year orders increased 10%, and core year-over-year backlog increased 26%. Demand remains strong in nearly all of our core markets with continuing strong trends even in these uncertain global macroeconomic times.\nThe overall message both regarding operations and the market environment is really unchanged from last quarter: a clearly continued momentum with yet another quarter of strong results; continued differentiated execution in a challenging environment and continued success driving accelerating growth despite supply chain constraints.\nThe environment is similar to what we saw 3 months ago with continued robust demand across our end markets. As always, we continue to carefully watch for any signs of softening, but the order rates in backlog I cited earlier point to continued strength without any notable signs of slowing from our industrial customers and suppliers.\nThe supply chain, including material and component availability, remain most challenging but stabilizing in our Aerospace & Electronics segment with general signs of modest improvement in all other segments but still consistent with the outlook we provided since the start of the year. From a cost and inflation perspective, as you can see from our continued margin strength, we have been appropriately assertive with pricing actions across all of our businesses, and we continue to fully offset the impact of inflation on both a dollar and margin basis.\nOverall, we planned appropriately when we entered 2022, and we are confident in our narrowed guidance range. In addition to excellent execution in 2022, we remain intensely focused on all of our strategic initiatives: driving growth, advancing technology to position our businesses for the future and preparing for the separation into Crane Company and Crane NXT.\nRegarding the separation, everything is on track and progressing towards our targeted early April 2023 separation date, and we continue to firmly believe that the separation will unlock shareholder value and permit each post-separation company to optimize investment in capital allocation and further accelerate growth. Notable progress has been made on several fronts.\nWe have already responded to the first round of comments from the SEC on our initial Form 10 submission. We expect that the Form 10 should be publicly available for the first time in December. We are making significant progress on the mechanics of the separation, organizational design for both companies and filling key roles. We are continuing to work on our capital structure plans, now substantially simplified following the elimination of our asbestos liability.\nBoth companies will have significant financial flexibility after the separation with more than $1 billion of M&A capacity at each Crane NXT and Crane Company from day 1. And I'm sure you all saw our announcement last week about the selection of Aaron Saak as the President and CEO of Crane NXT. I am extremely excited about Aaron's appointment and highly confident that he is the right leader to embrace the best of Crane's culture and the Crane Business System while moving NXT strategically in new directions.\nAaron brings an impressive pedigree of educational and professional experiences along with a proven track record of driving innovation to accelerate long-term growth and delivering strong operational results. His experience in fostering high-performance teams and his passion for driving breakthrough innovation, make him a perfect fit for this role and an excellent steward of Crane's culture.\nThe Crane Board Search Committee met with many top candidates in an extremely competitive process, but we are confident that Aaron has the perfect background and experience to help Crane NXT continue executing on its extremely strong and profitable core business while concurrently pursuing new growth opportunities. I look forward to seeing him successfully leverage his experiences from 2 prior spin-off transactions and prior success diversifying and expanding portfolios into adjacent high-growth markets with Crane NXT.\nAaron is working a transition with his present organization and will join us on November 28. Onboarding processes have already begun as well as strategic review deep dives moving forward. Aaron will join us on our January 24 earnings call to present an update on Crane NXT and answer questions. Moreover, Aaron will be helping me in preparing for our March Investor Day and roadshow. Stay tuned for more on those specific dates.\nSo in summary, excellent execution, all efforts on track. At this point, I'll turn it over to Rich for some additional financial commentary.\n\nRichard A. Maue\n\nSenior VP & CFO, Crane Co.\n\nThank you, Max, and good morning, everyone. My thanks as well to our teams and all of our associates globally for delivering another quarter of strong results.\nI will start off with segment comments that will compare the third quarter of 2022 to 2021 excluding special items, as outlined in our press release and slide presentation. At Aerospace & Electronics, sales of $167 million, decreased 1% compared to last year. Segment margins of 16.9% were lower compared to 19.3% last year, primarily reflecting less favorable mix and lower absorption on reduced volumes, partially offset by strong productivity. Pricing offset fully the impact of inflation in the quarter.\nCore orders increased an impressive 30% compared to last year and backlog increased 24%, but sales remain constrained by material availability, consistent with conditions across the aerospace industry and supply chain. Sales improved sequentially from last quarter by 4%, and we expect further sequential improvement in the fourth quarter as the supply chain constraints slowly improve. And we expect continued but gradual improvement throughout 2023.\nIn the quarter, total aftermarket sales declined 3%. Commercial aftermarket sales increased 16%, led by growth in spares and repair and overhaul. Commercial aftermarket demand is very strong, reflecting continued improvement in flight hours and high utilization of an aging fleet, as new aircraft deliveries are not ramping up as quickly as the demand due to the supply chain environment. Military aftermarket declined due largely to timing and supply chain constraints, although orders for military spares were very strong in the quarter.\nOE sales were flat year-over-year, with 2% commercial growth offset by a slight decline in military OE sales. While sales were flat, demand is very strong and will be a tailwind as the supply chain eases throughout 2023. Looking ahead, we expect a sequential increase in both sales and margins for the fourth quarter.\nTo put the present supply chain constraints relative to demand in perspective, in an unconstrained environment, there is demand in our current backlog and order patterns to support mid- to high-teens sales growth in 2023. Based on the incremental content we have won on current and new platforms, that type of growth in 2023 would be followed by high single-digit growth for the remainder of the decade.\nWe are also confident that our cost base is properly aligned with demand and that we can return to the 21% to 24% margin range on sales comparable to 2019 levels of about $800 million with incremental sales beyond that leveraging in the high 30% range. While the situation evolves daily, we do expect the supply chain constraints to ease progressively over the course of next year, but we don't expect to be in a fully unconstrained environment until at least 2024.\nWe will have a better handle on 2023 growth rates after our normal plan process in the final months of this year, and we'll communicate segment guidance in January. Regardless of the present macroeconomic concerns globally, we see continued strong commercial aerospace demand heading into 2023.\nMoving to Process Flow Technologies. Sales of $250 million, decreased 16%, but driven by a 20% impact from the May divestiture of Crane Supply and a 5% impact from unfavorable foreign exchange. Core growth for Process Flow Technologies was very strong at 9%. Adjusted operating margins of 16.8% were an impressive new record for the segment, up 130 basis points from last year. The margin expansion primarily reflected strong productivity and pricing, and pricing continues to fully offset inflation.\nCompared to the prior year, core FX-neutral orders increased 13% and core FX-neutral backlog increased 16%. Sequentially, compared to the second quarter, core FX-neutral backlog increased 5% with core FX-neutral orders increasing 1%. Leading indicators suggest that we will see strong continued growth throughout 2022, led by strength in chemical, pharmaceutical and general industrial end markets.\nFrom a market and geographic perspective, Americas MRO and distribution remained stable without any signs of slowdown. Projects, particularly those for productivity enhancements, debottlenecking and large maintenance programs have been very strong. Greenfield activity, however, remains limited. And our municipal business in the United States is also very strong.\nTrends in China are also strong, and there seems to be some catch-up from demand from a slower second quarter, which was impacted by COVID shutdowns. MRO activity is stable, and we are seeing accelerating investments in projects, both greenfield and brownfield expansions particularly for applications such as PVC, VCM and MDI. Europe has weakened a little sequentially on concerns over energy input costs and customer decisions related to global operating schedules, but year-over-year growth rates have been fairly stable.\nWe are beginning to see a few smaller sized and midsized projects get traction, largely expansion and debottlenecking, but no major projects or greenfield activity. The softer project activity in Europe may result and a shift to higher investment in other regions, for example, North America and China, where energy and input costs are lower.\nIn this business, we do continue to see progressive improvement in the supply chain with material availability and lead times improving. We expect a modest sequential decline in sales next quarter, consistent with normal seasonality and some moderation in margins, but we continue to expect full year record margins of approximately 16%.\nMoving to Payment & Merchandising Technologies. Sales of $335 million in the quarter decreased 8%, driven by a 3% decrease in core sales and a 6% impact from unfavorable foreign exchange. Demand remains solid, but comparisons were difficult against the record third quarter of last year, and we continue to expect solid mid-single-digit core growth for the full year.\nOperating margins improved 330 basis points to a record 25.9%, reflecting strong pricing and productivity, partially offset by the lower volumes. And remember, there is nearly 600 basis points of depreciation and amortization in this segment, really very impressive performance from our team.\nForward-looking demand indicators also remain very strong with 4% core order growth and 40% core backlog growth -- 40%. The CPI business is still supply chain constrained, mostly around the availability of certain electronic components, but we are now beginning to see some improvement again in both availability and lead times. Currency markets are behaving as anticipated and previously communicated. Remember, currency hit new records in both U.S. and international sales in the third quarter last year. So the full year 2022 will decline modestly as expected.\nAt CPI, broad-based strength continues with mid-teens core growth. Our gaming business has been very strong, vending continues to improve and the level of activity in the retail markets remains very positive. We continue to see a proliferation of different solutions across the retail space, but the common theme is the need for productivity in an inflationary environment with labor shortages.\nFor the segment, we expect sales to increase slightly on a sequential basis from Q3 to Q4. From a margin perspective, we do expect margins to moderate in the fourth quarter due to anticipated mix, but full year margins should be 24% or above, exceeding last year's record levels.\nAnd in Engineered Materials, sales of $63 million, increased 4% compared to the prior year. Operating profit margins decreased 10 basis points to 10.8%. Growth was led by building products and transportation with RV-related sales down in line with industry production rates. Sales will decline sequentially in the fourth quarter, consistent with normal seasonality and with margins down sequentially along with the lower volumes.\nMoving on to total company results. Free cash flow was negative $439 million in the quarter, as accounting rules require the onetime contribution for the August divestiture of asbestos liabilities as an operating cash outflow, and we had additional onetime costs related to both the asbestos transaction and the separation. Excluding those items, third quarter free cash flow increased to $137 million from $108 million last year.\nWe believe that we are on track to achieve our full year adjusted free cash flow guidance of $350 million to $390 million after adjusting for onetime cash outflows related to our portfolio actions and the asbestos (inaudible). However, as I noted last quarter, it will be more back-end loaded with normal -- than normal given higher working capital related to the market recovery, most notably, some improving inventory and, in many cases, we are making very conscious deliberate decisions to add inventory in the near term to best protect our customers.\nOur balance sheet is in extremely good shape. By the end of the year, we expect adjusted gross leverage towards the bottom of the 2 to 3x Moody's gross debt-to-EBITDA target range for our current credit rating.\nTurning to earnings guidance. We are maintaining the midpoint but narrowing to a $0.14 range of $7.58 to $7.72 for the full year, which implies fourth quarter adjusted EPS of $1.90 at the midpoint. That's a significant narrowing reflecting our high confidence in the midpoint. It also reflects the fact that there are only 2 months left in the year with supply chains limiting too much upside in that shorter period. That said, any unsatisfied demand in 2022 will just roll into 2023 prolonging the cycle.\nGiven where we are in the year, to hit the high end of guidance, which we don't have visibility into at this time, it would require a significant improvement in the supply chain very soon, given transit and manufacturing lead times. The path to the low end looks similarly unlikely, requiring either a significant worsening of exchange rates or an unexpected supply chain surprise.\nI want to emphasize again that the only change to the midpoint of our earnings guidance for the full year was an increase of $0.45 in May when Engineered Materials was brought back into continuing operations. On an operational basis, we have maintained guidance all year despite numerous headwinds, specifically since guidance was originally issued.\nWe lost $0.25 of contribution from Crane Supply, which was divested in May. Foreign exchange has been an increasing headwind throughout the year and at current rates is a $0.15 headwind relative to original guidance, most of it from rate moves during the third quarter.\nThe supply chain environment this year has been far more challenging than most anticipated in January, and there has been substantial inflation spanning materials, freight, labor and energy and other costs. We have held our midpoint while absorbing and offsetting all of these items, a real testament to the hard work and dedication of our teams around the world and the strength of the Crane Business System and our execution.\nContinued outstanding performance and a solid outlook and even more exciting times ahead as we enter 2023 and complete the separation. And a special shout out to the corporate team that is supporting numerous work streams required to enable the successful separation. We are all very energized at the progress that has been made to date and the opportunities that we are unlocking and pursuing every day.\nOperator, we are now ready to take our first question."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/cf1f843ea8dcdd818b2831023fe51b0b",
        "textblob_polarity": 0.11474662392115224,
        "textblob_subjectivity": 0.35059683764872424,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9880583882331848,
                "neutral": 0.9985932260751724
            }
        },
        "content1": "Q2 2022 Crane Holdings Co Earnings Call\n\nQ2 2022 Crane Holdings Co Earnings Call\n\nCRNYSEJUL 26, 4:00 PM\n\nOperator\n\nGreetings. Welcome to Crane's Second Quarter 2022 Earnings Call. (Operator Instructions) Please note, this conference is being recorded. I will now turn the conference over to Jason Feldman, Vice President of Investor Relations. Thank you. You may begin.\n\nJason D. Feldman\n\nVP of IR, Crane Co.\n\nThank you, operator, and good day, everyone. Welcome to our second quarter 2022 earnings release conference call. I'm Jason Feldman, Vice President of Investor Relations. On our call this morning, we have Max Mitchell, our President and Chief Executive Officer; and Rich Maue, our Senior Vice President and Chief Financial Officer.\nWe will start off our call with a few prepared remarks, after which we will respond to questions. Just a reminder that the comments we make on this call may include some forward-looking statements. We refer you to the cautionary language at the bottom of our earnings release and also in our annual report, 10-K and subsequent filings pertaining to forward-looking statements. Also during the call, we will be using some non-GAAP numbers, which are reconciled to the comparable GAAP numbers and tables at the end of our press release and accompanying slide presentation, both of which are available on our website at www.craneco.com in the Investor Relations section. Now let me turn the call over to Max.\n\nMax H. Mitchell\n\nPresident, CEO & Director, Crane Co.\n\nThank you, Jason, and good morning, everyone. Thanks for joining the call today. Another strong quarter with solid results across the board. Second quarter adjusted EPS was $1.90, consistent with our expectations and our guidance commentary and compared to $1.93 in the second quarter of 2021. Remember that the May divestiture of Crane Supply reduced EPS by approximately $0.05, both sequentially and compared to the prior year.\nWe also delivered core sales growth of 7%, with further strength in demand reflected in core order growth of 14% and core backlog growth of 21% compared to last year, continued solid underlying trends in our primary end markets. Clearly, momentum continues with another quarter of strong results, differentiated execution despite a challenging operational environment as well as further evidence of our success in driving accelerating growth.\nAcross all of our businesses, our commercial excellence, innovation and investment in technology road maps, support our ability to drive outperformance compared to our peers across the cycle in an environment with continued supply chain constraints. In addition, everything is on track and progressing towards our early 2023 separation which will unlock shareholder value and permit each post-separation company to optimize investment and capital allocation and further accelerate growth.\nStarting with the market environment, we continue to see robust demand across our end markets. We are carefully watching for any signs of softening, but order rates remain strong across our businesses. The supply chain, including material and component availability remain challenging, but still fully consistent with the outlook we provided in January of this year. We've clearly planned appropriately for this environment.\nFrom a cost and inflation perspective, we continue to be assertive with pricing actions across all of our businesses, and we continue to fully offset the impact of inflation. Overall, we still believe that we planned appropriately when we entered 2022 and that our current guidance is consistent with the demand conditions and supply chain constraints we are seeing today, and we expect similar conditions to persist throughout the year, consistently delivering on our commitments.\nThe year is playing out as expected. And beyond execution for 2022, we remain intensely focused on all strategic initiatives, advancing technology to position our businesses for the future and preparing for the next step of our journey, the April 2023 separation into Crane Company and Crane NXT. Each segment also continues to execute for growth.\nWe remain highly confident in our ability to drive a 7% to 9% sales CAGR at Aerospace & Electronics through the end of the decade. Process Flow Technologies continues to drive record levels of product vitality and innovation. And at Crane NXT, we are aligned with secular trends and macro drivers in delivering solutions that enhance productivity and efficiency for our customers with leading technologies.\nSo in summary, excellent execution and all efforts on track, an exciting set of opportunities for these businesses, both before and after the separation. At this point, I'll turn it over to Rich for some additional financial commentary.\n\nRichard A. Maue\n\nSenior VP & CFO, Crane Co.\n\nThank you, Max, and good morning, everyone. We continue to make progress, both operationally and strategically on all fronts, and it shows in our results as we continue to find ways to drive profitable growth even through all of the challenges we are facing today. My thanks again to our leadership teams and associates globally for their focus and dedication driving sustainable value creation for all our stakeholders. Moving to segment comments that will compare the second quarter of 2022 to 2021, excluding special items, as outlined in our press release and slide presentation. Starting with Aerospace & Electronics, sales of $162 million increased 3% compared to last year. The segment margins of 17.5% were similar to last year's 17.8% and down from 19.6% last year when we had particularly favorable mix.\nIn the quarter, orders increased 27% compared to last year, but with sales still constrained by material availability. We are seeing improvement. Sales improved sequentially from last quarter by 3%, and we expect further sequential improvement in the second half of this year as the supply chain constraints continue to moderate gradually.\nIn the quarter, total aftermarket sales remained strong and were up 7% compared to the prior year. Aftermarket strength was led by commercial, up 15%, driven primarily by spares and repair and overhaul. Defense aftermarket sales declined 6%, based on program timing and some temporary shipping delays. Commercial OE sales increased 13% compared to the prior year, driven by higher build rates.\nDefense OE sales declined 9% due to program timing and some transient material availability constraints. As we discussed earlier this year at our Investor Day event, we are very excited about the outlook for this business and continue to have confidence in a 7% to 9% sales CAGR over the next decade. Our confidence in this outlook is based on our differentiated technology, a continued post-COVID commercial aerospace recovery and the numerous major multiyear programs, particularly on the defense side of the business that we have already won.\nThis year specifically, we had solid performance that improved progressively over the last 6 months, and we expect modest continued sequential improvement in sales over the remainder of this year. Given the expected timing of specific projects, we expect margins to be strongest in the fourth quarter of this year and we remain on track for full year margins of approximately 18%.\nAt Process Flow Technologies, sales of $296 million decreased 5%, driven by a 7% impact from the May divestiture of Crane Supply and a 4% impact from unfavorable foreign exchange, partially offset by 6% of core growth. Operating profit decreased by 6% to $46 million, but adjusting for the divestiture of Crane Supply, operating profit was approximately flat compared to the prior year. Operating margins were basically flat at 15.6% compared to 15.7% last year. Pricing continues to fully offset material inflation.\nSequentially, compared to the first quarter, core FX-neutral backlog increased 5% with core FX-neutral orders up 7%, both adjusted for the Crane Supply divestiture. For reference, backlog at Crane supply in the first quarter was $32 million. Compared to the prior year, core FX-neutral backlog increased 14% and core FX-neutral orders increased 8%, also both adjusted for the Crane Supply divestiture.\nBacklog related to Crane supply last year was $25 million. Continued strong leading indicators suggesting that we will see strong continued growth throughout 2022, led by our process business where overall order rates have already recovered to approximately pre-COVID levels. The strength is being led by the chemical, pharmaceutical and general industrial end markets.\nAfter adjusting for the Crane Supply divestiture, which contributed approximately $45 million of sales in the second quarter, we expect third and fourth quarter sales run rate to be similar to the second quarter. However, we do expect margins to improve sequentially in the third quarter and then again in the fourth quarter.\nMoving to Payment & Merchandising Technologies. Sales of $334 million in the quarter increased 2%, driven by a 7% increase in core sales, partially offset by a 5% impact from unfavorable foreign exchange. Segment operating profit increased 4% to $81 million. Operating margins improved 50 basis points to 24.2%, reflecting strong pricing and productivity, partially offset by unfavorable mix.\nCurrency markets are behaving as anticipated and previously communicated, with core sales roughly flat compared to last year in the quarter. Remember, currency hit new records in both U.S. and international sales last year. Full year 2022 will decline modestly, and we will then resume growth from an elevated base next year.\nAt CPI, broad-based strength continues with double-digit core growth. Our gaming business has been very strong. Vending continues to improve, and the level of activity in the retail market remains very encouraging. We continue to see a proliferation of different solutions across the retail space but the common theme is the need for productivity in an inflationary environment with labor shortages.\nFor the segment, we expect sales to be similar sequentially from Q2 to Q3 before picking up further in Q4. From a margin perspective, we do expect margins to moderate in the second half due to anticipated mix, while full year segment margins are on track to reach approximately 23%, exceeding last year's record levels.\nAt Engineered Materials, sales of $73 million increased 23% compared to the prior year. Operating profit increased 40% to $11 million. Operating profit margins increased 180 basis points to 14.8%. Strength was broad-based across end markets and led by RV and building materials. The segment remains on track to achieve previously issued full year guidance of 13.5% margins and 5% core growth.\nFree cash flow was $92 million in the quarter and consistent with our normal seasonality and a significant pickup relative to the first quarter. Adjusting for onetime cash outflows related to our portfolio actions, we believe that we are on track to achieve our full year adjusted free cash flow guidance of $350 million to $390 million. However, it will be more back-end loaded than normal, given higher working capital related to the market recovery, most notably some improving inventory and in many cases, we are making very conscious deliberate decisions to add inventory in the near term to best protect our customers.\nOur balance sheet is in extremely good shape. By the end of the year, we expect adjusted gross leverage towards the bottom end of the 2 to 3x Moody's gross debt-to-EBITDA target range for our current credit rating. Turning to guidance. We are maintaining our adjusted EPS range of $7.45 to $7.85 for the full year. As a reminder, when we announced the sale of Crane Supply in April, we maintained our then guidance range of $7 to $7.40 despite the loss of 7 months of earnings contribution from that business.\nSo effectively, it was a 25% operational guidance increase at that time. Shortly thereafter, in May, we updated our guidance once more to reflect adding back the earnings of Engineered Materials after it no longer met the criteria for discontinued operations, resulting in our existing $7.45 and to $7.85 range. There is no change in our operational guidance assumptions in May, and we continue to remain confident in that outlook despite incremental foreign exchange headwinds of approximately $0.10.\nFrom a cadence of earnings perspective and timing through the quarters, we expect the third quarter to be similar to the second quarter after adjusting for the approximate $0.10 of earnings contribution from Crane Supply in the quarter, said another way, we expect third quarter EPS to decline sequentially about $0.10, which is the amount Crane supply contributed in the second quarter prior to the May divestiture of that business. We then expect the fourth quarter to be stronger, driven primarily by sequential margin improvement at process flow technologies and both sequential sales and margin improvement at Aerospace & Electronics.\nRegarding the separation, our work is progressing very smoothly. We have completed the required carve-out financials and associated audits, and we are making good progress preparing the initial Form 10 filing. We have completed the future state design for both post-separation businesses across every corporate function. We have made substantial progress on the staffing of both corporate organizations. All Crane corporate associates now know what company they will be working for as well as the specific role, and we are executing against a structured hiring plan to fill the remaining open roles over the next 8 months.\nAnd we continue to further refine the details of the post-separation capital structures, our financing plans and our plans for legacy liabilities, and we expect to be able to share those details in early fall of this year. Overall, we are on track to complete the separation in the 12-month period we communicated on March 30. A solid outlook and even more exciting times ahead as we enter 2023 and complete the separation. We are all energized at the progress that has been made to date and the opportunities that we are unlocking and pursuing every day.\nOperator, we are now ready to take our first question."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/f427f601a91ebc6eb664ab022e15dd38",
        "textblob_polarity": 0.14876857056707812,
        "textblob_subjectivity": 0.42321977856306237,
        "sentiment": {
            "distribution": {
                "positive": 18,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9954254064295027,
                "neutral": 0.9752955039342245
            }
        },
        "content1": "Q1 2022 Crane Co Earnings Call\n\nQ1 2022 Crane Co Earnings Call\n\nCRNYSEAPR 26, 4:00 PM\n\nOperator\n\nGreetings. Welcome to Crane Co. First Quarter 2022 Earnings Call. (Operator Instructions) Please note, this conference is being recorded.\nI will now turn the conference over to Jason Feldman, Vice President of Investor Relations. Thank you. You may begin.\n\nJason D. Feldman\n\nVP of IR, Crane Co.\n\nThank you, operator, and good day, everyone. Welcome to our first quarter 2022 earnings release conference call. I'm Jason Feldman, Vice President of Investor Relations. On our call this morning, we have Max Mitchell, our President and Chief Executive Officer; and Rich Maue, our Senior Vice President and Chief Financial Officer. We will start off our call with a few prepared remarks, after which we will respond to questions.\nJust a reminder that the comments we make on this call may include some forward-looking statements. We refer you to the cautionary language at the bottom of our earnings release and also in our annual report, 10-K, and subsequent filings pertaining to forward-looking statements.\nAlso during the call, we'll be using some non-GAAP numbers which are reconciled to the comparable GAAP numbers and tables at the end of our press release and in the accompanying slide presentation, both of which are available on our website at www.craneco.com in the Investor Relations section.\nNow let me turn the call over to Max.\n\nMax H. Mitchell\n\nPresident, CEO & Director, Crane Co.\n\nThank you, Jason, and good morning, everyone. Thanks for joining the call today, another strong quarter with solid results across the board. First quarter adjusted EPS from continuing operations was $1.81, up 15% from last year. We delivered core sales growth of 5% with a number of strong leading indicators reflected in core order growth of 12% and core backlog growth of 16% compared to last year, further evidence of our ability to drive profitable growth despite persistent inflationary pressures, ongoing supply and logistics issues and continued COVID disruptions globally.\nOverall, the environment is similar today to what we saw and described on our last earnings call: generally not improving and not significantly worsening. While issues tend to change and evolve from various disruptions that continue to occur on a regular basis, it's a stable environment of ongoing challenges that are almost predictably unpredictable, if you will. As we watch global events and our operating environment carefully at this point, we still believe that we planned appropriately and that our current guidance is consistent with the demand conditions and supply chain constraints we are seeing today, and we expect a similar set of conditions to persist throughout the year.\nBuilding on the strength of our operating results, we also had some other notable developments we announced on March 30 at our Annual Investor Day event, which is available for streaming at craneco.com for those that missed it. Specifically, we announced that we are pursuing a planned separation of our business into 2 independent publicly traded companies. We believe that separation will unlock significant shareholder value and better position both companies for accelerating growth moving forward.\nThe separation work streams are well underway, and we are making significant progress. Given that this is a clean separation along segment lines, there is no disruption in our businesses with nearly all of the necessary work conducted by the corporate team, along with our outside advisers. The businesses continue to execute well every day, and their primary focus is growth. And that's where I'm spending most of my time and heavily engaged to help drive accelerating growth, both organically and inorganically, and ensuring these businesses are structured and positioned for that focus.\nYou've heard many -- you've heard about many of the opportunities we have ahead of us at last month's Investor Day event, but there are many others that we will be in a position to discuss in the quarters ahead. So stay tuned.\nA couple of other items to mention. Earlier this month, we completed our $300 million share repurchase program, buying back a total of 2.9 million shares over the last several months. That program reflects our view that our stock remains significantly undervalued and was a good use of our strong balance sheet given the relative valuation of our stock compared to potential acquisitions. And last night, we announced that we have signed an agreement to divest our Crane Supply business. Crane Supply is a leading distributor of pipe, valves and fittings for commercial and industrial applications. It's a very strong business with industry-leading margins and returns and an exceptional team.\nHowever, as a distribution business and as part of our broader portfolio-shaping efforts, it is now not aligned with our core growth strategy as a manufacturer of highly engineered products nor with our target long-term growth profile. This transaction will further streamline and focus our Process Flow Technologies business on the manufacturing of highly engineered products for its core target markets: chemical, pharmaceutical, water, wastewater, general industrial. I wish to thank our Crane Supply team for their support and dedication and their understanding regarding this decision and a personal shout-out to our President, Tom Frazer, who celebrated 40 years with Crane, April 12, and who is staying on to lead this business for the [Vishen Group], an outstanding distributor in Canada that we're very pleased to have the team become a part of.\nSo for now, a few highlights of what to expect at each of the post-separation businesses. At Crane NXT, the CEO search is underway, evaluating both internal and external candidates. The new CEO will have an incredibly strong base business to work with, one with significant technological differentiation, world-class manufacturing capabilities and an extremely strong financial profile with substantial free cash flow generation.\nThis is also a business that has a proven track record of growth, starting with that strong core. Remember, this is a business with 40% recurring sales, contractually locked in for expected periods or repeating for many years, a sole-source relationship with the U.S. government on the currency side for more than 100 years, a service business with annual contracts and a 98% renewal rate, repeat international customers with our technology specified for multiyear printing contracts and connectivity managed services and cashless processing and a core business supported by strong secular trends, security throughout NXT's offerings, any counterfeit for cash and consumer products, secure cashless transaction networks and physical security of currency and automation and productivity solutions to address labor costs and availability. Across the business, the organic growth opportunities are enormous, and we compete in a fast-moving and dynamic market with new opportunities emerging frequently.\nIn retail, we're seeing a proliferation of self-checkout solutions from expansion of traditional self-checkout systems where we are a critical provider of components to the largest OEMs to customer-facing solutions optimized for specific retailers' needs and requirements. We also have our own expanding line of customer-facing systems and solutions, and we are seeing entirely new categories of retailers who look for automation. As long as the solution involves a payment transaction, we play a potential role, and this part of the business continues to grow rapidly.\nService has been a major growth area for us since the 2019 acquisition of Cummins Allison, where we are expanding our capabilities with a 400-person-strong U.S. technician base and offering a turnkey solution with a strong recurring revenue model for customers across retail, gaming and financial services.\nCashless payment, where we have a strong and growing presence in both vending and gaming and increasingly seeing opportunities across new markets, including EV charging, where we are gaining significant traction; as well as next-generation vending service pay kiosks and various other unattended payment locations.\nAt currency, we see continued opportunities for banknote growth, leveraging our micro-optic security technology, which is unparalleled. This differentiator continues to win us new business, both for stand-alone security products but also for banknote printing and product authentication. Leveraging that micro-optic technology for consumer product authentication, we continue to make significant progress signing new partners and converting customers.\nThere are also additional opportunities where we have begun preliminary work but aren't yet in a position to discuss further involving data analytics; broader plays across the authentication space; digital payments, leveraging our existing technology; and other areas as well. In addition to organic opportunities, this is a business with a long and successful track record with M&A, a robust pipeline of acquisition opportunities to strengthen the core and a growing list of potential acquisitions across a number of adjacencies. We will continue to share more developments at Crane NXT as we can over the course of the year.\nAt Crane Co., where Rich and I will continue to be part of the business post separation, there are equally exciting opportunities. This is a business that should deliver solid mid-single-digit core sales growth across the cycle with strong operating leverage, driving double-digit core EPS growth before capital deployment, paired with a strong balance sheet to create additional value through acquisitions and capital return, two strong technology-driven industrial businesses with large attractive end markets.\nAt Aerospace & Electronics, we have a clear line of sight to 7% to 9% sales compound average growth rate for the next decade, driven by continued post-COVID commercial aerospace recovery where we have substantial content on all of the high-volume in-production aircraft platforms as well as significant growth from multiyear defense contracts we have already won that will be ramping up over the next several years; and with many new emerging opportunities, given our technology readiness in key growth areas, including high-power conversion and sensing as well as thermal and fluid management; well positioned with the right technology for the solutions that are still in the early stages of development and adoption: hybrid and all electric military vehicles, alternative propulsion aircraft, urban vertical takeoff and landing aircraft, low-Earth orbit satellite constellations, next-generation radar applications, an incredibly strong business, well positioned for accelerating growth.\nIn Process Flow Technologies, years of realigning the portfolio and manufacturing footprint, this business is well positioned for growth and very focused on manufacturing highly engineered solutions for the most demanding applications in chemical, pharmaceutical, water, wastewater and general industrial applications. For an industry that is typically slow to adopt new technologies and solutions, it's been amazing to see the success this team has had: rapidly increasing new product vitality, new-to-the-world product designs for chemical applications, continued expansion of the product portfolio, both organically and through acquisitions; an increasingly dynamic business, driving accelerating growth with margins at record levels and position for further expansion. I'm getting goosebumps just thinking about this, Rich. You?\n\nRichard A. Maue\n\nSenior VP & CFO, Crane Co.\n\n100%.\n\nMax H. Mitchell\n\nPresident, CEO & Director, Crane Co.\n\nThat tingly feeling. I got to take a breath. Overall, we have a very exciting story with continued appreciation in the market, and we believe that all of our actions confirm our unwavering commitment to driving shareholder value. While we work towards the separation over the next year, you can expect us to operate the business as we always have but with an even more pronounced focus on driving growth. We will continue to deliver differentiated and consistent excellent execution. We are investing and driving growth more effectively than ever before. We remain fiscally disciplined and have a rigorous process for all capital allocation decisions, and all of these efforts are supported and enabled by the cadence and discipline of the Crane Business System, an exciting set of opportunities for these businesses, both before and after the separation.\nAt this point, I'll turn it over to Rich for some additional financial commentary.\n\nRichard A. Maue\n\nSenior VP & CFO, Crane Co.\n\nThank you, Max, and good morning, everyone. Even in these challenging times, we continue to drive profitable growth. And my thanks to our leadership teams and associates globally for their consistent focus on driving sustainable value creation for all our stakeholders.\nMoving to segment comments that will compare the first quarter of 2022 to 2021 on a continuing operations basis, excluding special items, as outlined in our press release and slide presentation.\nAt Aerospace & Electronics, sales of $157 million increased 2% compared to last year. Segment margins improved 100 basis points to 17.9%. In the quarter, total aftermarket sales continued to strengthen, increasing 12% compared to last year. Commercial aftermarket sales grew 47% year-over-year, driven by both replenishment spares, initial provisioning and repair and overhaul.\nDefense aftermarket sales declined 27% based on program timing and some temporary shipping delays. Commercial OE sales increased 7% compared to the prior year, driven by higher build rates and shipments, particularly for the 737 MAX. Defense OE sales declined 9% due to program timing and some transient material availability constraints.\nAs we discussed last month at our Investor Day event, we are very excited about the outlook for this business and continue to have confidence in a 7% to 9% sales CAGR over the next decade. Our confidence in this outlook is based on our differentiated technology, a continued post-COVID commercial aerospace recovery and the numerous major multiyear programs, particularly on the defense side of the business, that we have already won.\nFor this year specifically, demand is very strong and can support sales well above our current guidance. In the first quarter, we had solid performance that improved progressively with an extremely strong month of March. However, material availability is creating uncertainty and unpredictability about the timing and cadence of sales and earnings. We currently expect a slight sequential improvement in sales next quarter with adjusted operating profit at similar levels before both pick up more substantially in the second half of the year with good operating leverage.\nProcess Flow Technologies sales of $311 million increased 8%, driven by a 10% increase in core sales, partially offset by a 2% impact from unfavorable foreign exchange. Process Flow Technologies operating profit increased by 31% to $51 million. Operating margins increased 290 basis points to 16.3%, primarily reflecting the higher volumes, strong execution and productivity and stronger pricing, net of inflation.\nSequentially, FX-neutral backlog increased 5% with FX-neutral orders up 7%. Compared to the prior year, FX-neutral backlog increased 16%, and FX-neutral core orders increased 10%. Continued strong leading indicators suggesting that we will continue to see strong growth throughout 2022 and beyond, led by our process business, where overall order rates have already recovered to levels similar to 2019. The strength is being led by the chemical, pharmaceutical and general industrial end markets.\nFor Q2, depending on the timing of the Crane Supply transaction closing, we will likely only have that business for part of the quarter. Reported sales are likely to decline sequentially at Process Flow Technologies. Absent the Crane Supply and divestiture, we expect a modest sequential increase in sales. Remember that Q2 and Q3 are the seasonally strongest for sales in this business but with a modest sequential decline in margins, reflecting mix and project timing. We expect second half margins to be stronger than the first half.\nAt Payment & Merchandising Technologies, sales of $330 million in the quarter declined 1.5% compared to the prior year, as expected, given tough comparisons in the quarter, driven by 3% of unfavorable foreign exchange, partially offset by 1% of core sales growth. Segment operating profit declined slightly to $84 million. Operating margins were flat compared to the prior year at an impressive 25.3%, notwithstanding the decline in sales, continued strong performance again at Crane Currency and with Crane Payment Innovations now recovering and contributing meaningfully. Currency markets are behaving as anticipated and previously communicated with the U.S. government business fairly stable at strong levels and the international business down modestly from record levels last year.\nAt CPI, strength continues to be led by retail and gaming with the vending vertical improving as well. For the segment overall, we expect a slight sequential decline in sales next quarter following a stronger-than-expected first quarter. We then expect to see a pickup in the second half. We continue to expect margins to moderate starting next quarter as the business reverts to a normal mix.\nMoving now to more detail on our total company results and guidance. Free cash flow was negative $62 million in the quarter as expected. This reflects our normal seasonality with the first quarter often resulting in a use of cash, higher compensation payments this year, reflecting our strong results in 2021 and an increase in working capital related to the market recovery.\nOur balance sheet is in extremely good shape. By the end of the year, we expect adjusted gross leverage toward the bottom end of the 2 to 3x Moody's gross debt-to-EBITDA target range for our current credit rating. We also announced last night that we have completed our previously announced $300 million share repurchase program, buying back approximately 2.9 million shares over the last 6 months.\nTurning to guidance. We are maintaining our adjusted EPS range of $7 to $7.40 for the full year. The impact of the Crane Supply divestiture will depend on exactly when the transaction closes, but we still expect to be able to achieve our full year guidance after that transaction. Said another way, we expect to lose approximately $0.25 of EPS during the balance of this year, but we are holding guidance, so we are effectively raising our operational guidance for the year.\nFrom a cadence of earnings perspective and timing through the quarters, it is important to remember that our guidance was always fairly balanced throughout the year without much back-end weighting. Just as we said last quarter, we do expect a very modest acceleration of earnings, sales and EPS from the first half into the second half of the year.\nFor the second quarter, we expect a modest sequential decline in EPS compared to the first quarter, driven by 2 factors. First, based on our estimate of the timing of the Crane Supply transaction, we expect about $0.06 of lower EPS from Crane Supply in the second quarter compared to the first quarter.\nSecond, we had higher shipments during the first quarter than we expected, particularly at Crane Currency, and to a lesser degree, at Process Flow Technologies and Crane Payment Innovations due to logistics and supply chain. That timing shifted between $0.07 and $0.10 from the second quarter into the first quarter as part of the predictable unpredictability of the supply chain and general ongoing challenges, but the first half in total is consistent with our original expectations. Again, Q2 modest sequential decline in EPS before picking up again in Q3.\nSo overall, second half earnings will be slightly higher than the first half, about a 52% to 48% split. And in the second half, we expect the third quarter to be the strongest of the year with the fourth quarter seasonally a little slower.\nSo a solid outlook and even more exciting times ahead as we enter 2023 and complete the separation. We are all energized at the progress that has been made to date and the opportunities that we are unlocking and pursuing every day.\nOperator, we are now ready to take our first question."
    }
]