[
    {
        "url": "https://dashboard.aiera.com/p/evtmin/3798b171a38b1f1373a58ea3e4cee8ac",
        "content1": "Q1 2024 Neurocrine Biosciences Inc Earnings Call\n\nQ1 2024 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQMAY 1, 2:00 PM\n\nThis is a machine generated transcript, a corrected version will replace it sometime after the event is over.\n\nDon't show again\n\nOperator\n\n2:00:00PM\n\n2:00:00PM\n\n- Later, you will have the opportunity to ask questions during the question-and-answer session. You may register to ask questions by pressing the Star and 1 on your telephone keypad. You may withdraw your question by pressing Star 2. Please note this call is being recorded, and I will be standing by should you need any assistance. It is now my pleasure to turn the conference over to Todd Tushla, Vice President of Investor Relations. Please go ahead.\n\nTodd Tushla\n\nVice President-Investor Relations, Neurocrine Biosciences, Inc.\n\n2:00:27PM\n\n2:00:27PM\n\nGood morning everyone, and welcome to Neurocrine Biosciences' first quarter 2024 earnings call. With me are Kevin Gorman, Chief Executive Officer; Matt Abernethy, Chief Financial Officer; Eiry Roberts, Chief Medical Officer; Eric Benevich, Chief Commercial Officer; and Kyle Gano, Chief Business Development and Strategy Officer. We are also joined today by Dr. Jaz Singh, Neurocrine's Vice President of Psychiatry Clinical Development, which includes serving as the program lead for NBI-845, our AMPA potentiator, which recently read out positive Phase II top-line results in adults with major depressive disorder. Jaz has been at Neurocrine since 2020. Prior to joining Neurocrine, Jaz spent 14 years at Johnson & Johnson where among other things he led the clinical efforts for the esketamine program through approval. I'm sure you'll have a few questions not only for Jaz but for also Eiry and Kyle today on the 845 program.\n\n2:01:24PM\n\nWith introductions complete, I'll remind you that we will be making forward-looking statements. These statements are subject to certain risks and uncertainties and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings. At this point, I'll turn the call over to Kevin.\n\nKevin Charles Gorman\n\nChief Executive Officer & Director, Neurocrine Biosciences, Inc.\n\n2:01:43PM\n\n2:01:43PM\n\nThank you, Todd. Good morning, everyone. We've had a remarkable week and it's only Wednesday morning. We submitted two NDAs on CRINECERFONT and received an FDA approval for a new offering of INGREZZA. I'm thinking about giving the company the rest of the week off. Neurocrine has never had the opportunity to positively impact so many lives as it has today. As you will hear in greater detail from Matt, Eric, Eiry, we are making progress in every aspect of our business focused on bringing life-changing medicines forward. We have never treated as many TD and HC patients as we are treating today. We have never had a deep, a mid and late stage clinical pipeline and now we have a good line of sight into a number of potentially new medicines coming into the clinic from our research group in the next two years, several of them with the promise of disease modification.\n\n2:02:34PM\n\nNow we're constantly prioritizing the funding of our programs brd on data. We're in the enviable position to be able to support our current and future pipeline. Now, a recent example of a program that will be increased will be seeing increased funding is our AMPA modulating molecule 845 as a treatment for major depression. The efficacy and tolerability seen in this trial is very compelling, and we will be meeting with FDA to further define the registration program. Now in our press release this morning and in Eiry's comments upcoming, we share more information on this trial. However, we will limit our comments on this data set, as we file additional intellectual property and protect future publication opportunities. With those brief remarks, I'd like to turn it over to my colleagues, starting with Matt.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\n2:03:26PM\n\n2:03:26PM\n\nThanks, Kevin. We'll start to 2024 with continued INGREZZA growth, our ongoing activities with CRINECERFONT and last week's announcement of positive Phase II results in major depressive disorder, the foundation to build Neurocrine into a leading neuroscience company has never been stronger. INGREZZA’s sales finished the quarter at $506 million, reflecting over 20% year-over-year growth and our third consecutive year of Q4 to Q1 sequential growth. The seasonal pair dynamics associated with reauthorization and plant changes always poses challenges impacting refill rate patients with continue to manage to disease dynamics as well once again. Consistent with our approach in previous years, we are reaffirming sales guidance and we'll reevaluate after the second quarter. As you review our financials, you can see significant year-over-year operating leverage on a non-GAAP basis of over 1,000 basis points, when excluding IT R&D investments made in the prior year.\n\n2:04:29PM\n\nThe team is doing a great job, generating SG&A leverage, reflecting the strength of our INGREZZA franchise. These results drove significant cash flow, as we ended Q1 with over $1.9 billion in cash. We routinely evaluate what we believe will drive shareholder value and our capital allocation strategy remain intact. First, prioritizing INGREZZAgrowth. Second, preparing for Crinecerfont commercialization. Third, internally advancing on our pipeline. And fourth, assessing external opportunities.\n\n2:05:03PM\n\nAs we have excess capital, we opportunistically return capital to shareholders by managing dilution and you've seen us accomplish this over the past few years reducing our convertible debt from approximately $518 million to $170 million. In a few weeks, we'll further manage dilution by retiring our May 2024 convertible notes with cash not shares. The convertible notes have a face value of $170 million and fair value as of March 31 of around $310 million. In our Q1 GAAP P&L, we recorded an $89 million charge, representing a portion of the cost to fully settle the convertible notes and upon final settlement in May, we will record the remaining cost to fully settle the convertible notes in excess of face value. With that, I will now hand the call over to Eric Benevich, our Chief Commercial Officer. Eric?\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\n2:06:07PM\n\n2:06:07PM\n\nThanks, Matt. Today, May 1st, marks the seven year anniversary since the commercial launch of INGREZZA in 2017. After seven years, INGREZZAis the number one prescribed VMAT2 inhibitor for the treatment of tardive dyskinesia or TD. INGREZZAis the only treatment proven to reduce TD symptoms with simple dosing, always, one capsule, once a day and no complex titration. We're very proud of the progress we've made with INGREZZA over these past seven years. We're even more excited about the many thousands of people living with TD or Huntington's chorea that we'll be able to help in the coming years. In addition to today being the seven year anniversary of our launch, we're less than a week away from TD awareness week. Each year, TD awareness week occurs in early May, which is designated as mental health awareness month. This year, TD awareness week occurs from May 5 through 11. Please join Neurocrine, the Movement Disorders Policy Coalition, various mental health advocacy organizations, health care providers and policymakers across all 50 states in Washington DC in our efforts to spread the word and reduce the stigma of TD.\n\n2:07:17PM\n\nNow on to results. Our Q1 sales of $506 million represented robust year-over-year sales growth of 23%, despite the typical Q1 seasonal payer challenges caused by annual reauthorization requirements and health plan switches. We continue to make good progress growing our franchise across all three business segments of psychiatry, neurology and long-term care. The majority of patients, who could benefit from treatment of their TD remain as yet undiagnosed. We continue to focus on driving awareness, diagnosis and treatment with INGREZZA. For the chorea associated with Huntington's disease indication, we're about six months into that launch. The early feedback from neurologists gaining experience with INGREZZA and HD chorea has been very positive and we're making good progress there. Overall, HD chorea is a much smaller patient population. TD will always drive the lion's share of growth for INGREZZA. Just yesterday, the FDA approved the new sprinkle formulation of Ingrezza. This new formulation represents a valuable treatment option for TD or HC chorea patients with difficulty swallowing. All-in-all, INGREZZA is again off to a good start in 2024 and we carry that momentum forward into Q2.\n\n2:08:34PM\n\nNow, quickly on CRINECERFONT for the potential treatment of congenital adrenal hyperplasia or CAH. We've been busy staffing up and many of our headquarters and field sales leaders for our endocrinology franchise are now in place. We've been able to attract new team members with excellent experience in rare disease categories. We expect to complete hiring of the field teams in the second half of this year. Our primary focus in 2024 is on educating the CAH community on important topics, including disease state pathophysiology, understanding the challenges with current steroid treatments and new areas of research in CAH. And to that end, we have recently rolled out a new educational initiative called What the CAH? Which aims to close the gap in CAH understanding and acknowledges the frustration and challenges experienced by members of the CAH community in managing this rare genetic endocrine condition. We're excited about a potential launch of CRINECERFONT in 2025 and we're laying the foundation this year to ensure our success going forward. With that, I'll turn the call over to my colleague, Dr. Eiry Roberts, our Chief Medical Officer.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:09:43PM\n\n2:09:43PM\n\nThank you, Eric. Good morning. Since our last earnings call, our clinical and regulatory teams have made tremendous progress with the pipeline. Just yesterday, we have received approval from the FDA for INGREZZA sprinkle capsules and submitted to the FDA the new drug application of CRINECERFONT for the treatment of pediatric and adult patients with classical congenital adrenal hyperplasia. Given the unmet need in CAH and the previously granted breakthrough designation for CRINECERFONT, we believe this submission may merit priority review and look forward to hearing the FDA's decision on this. In the meantime, our teams are well-prepared for all upcoming interactions with the agency. Throughout this quarter, additional details from the registrational studies of CRINECERFONT will be presented at a number of medical conferences, including ENDO in June. We look forward to sharing the posters and summaries as soon as they're publicly available. We are also working on full publication of the data in a peer-reviewed journal in the near future.\n\n2:10:55PM\n\nMoving to the Phase II pipeline, I'll begin with the very encouraging positive study results of NBI-845 in adults with major depressive disorder. Recall, NBI-845 was one of several Phase II ready programs in licensed as part of the Takeda collaboration. This molecule is a potent, highly-selective, potential first-in-class positive allosteric modulator of AMPA receptors, designed to induce synaptic plasticity, while maintaining a broad margin of safety relative to seizure activity. As a reminder, there have been significant advances in recent years in understanding the neurobiology of depression, with converging lines of evidence suggesting that depression is associated with impairment in enhanced synaptic plasticity. Often times, enhanced synaptic plasticity via an increase in neurotrophic factors, for example, brain derived neurotrophic factor BDNS. In fact, activation of AMPA receptors is necessary for the antidepressant effect of ketamine.\n\n2:12:09PM\n\nLast week, we announced the SAVITRI study met the primary endpoint with statistically significant reduction in the Montgomery and Asberg Depression Rating Scale total score at day 28. The study met key secondary endpoints as well, including statistically significant reduction in the MADRS total score at day 56. In addition, NBI-845 demonstrated a strong effect size. Importantly for this mechanism of action, NBI-845 was generally well-tolerated in the study. The most common adverse event was headache, of which a majority was transient and mild in severity. There were no seizures, no serious adverse events, no psycho-mimetic or dissociative events throughout. undefinedd on these encouraging data, we plan to engage with FDA in the near future to define the path forward to registration and we'll be sure to update you as we progress forward. Many companies before Neurocrine have tried and failed to progress AMPA differentiators in the clinic due to issues of the clinic due to issues of toxicity and therapeutic index. Our partners at Takeda deserve enormous credit for their years of research activity in this field, which led to the design of NBI-845 and the favorable profile that we've seen with this molecule to date. In addition, I want to give sincere thanks to the team working on the SAVITRI study for their diligence in delivering this high-quality outcome.\n\n2:13:46PM\n\nIn addition to 845, we also delivered positive Phase II results for two separate studies of Efmody, the long acting glucocorticoid obtained through our acquisition of the UK brd Diurnal. The Phase II study of EFMODY in adults with adrenal insufficiency and the Phase II study of EFMODY in adults and adolescents with classic CAH, both reported top-line positive results. Additionally, both studies met their respective primary and key secondary endpoints. In each study, EFMODY was well-tolerated with a safety profile consistent with published EFMODY clinical data. On top of CRINECERFONT's FDA submission and a total of three positive Phase II data readouts, we've also initiated a number of new clinical studies, which include initiation of a Phase II study of NBI-770, the oral NMDA NR2B negative allosteric modulator for major depressive disorder, initiation of a Phase I study of NBI-890, our next generation VMAT2 inhibitor and last but not least, initiation of a Phase I study of NBI-986, an M4 antagonist targeted for development in movement disorders. We look forward to providing more information on these programs together with our other Phase I muscarinic agonist programs, over the coming months, as they each progress through the clinic.\n\n2:15:22PM\n\nLooking ahead to our upcoming Phase II data readouts, I'm pleased to say that we're currently on track to deliver data from NBI-568, our orthoceric selective muscarinic M4 agonist study as a potential treatment for schizophrenia and for LUVADAXISTAT as a potential treatment for cognitive impairment associated with schizophrenia. We now anticipate top-line data from both these studies in third quarter 2024. In summary, I'm very proud of the progress we continue to make with the clinical portfolio of Neurocrine in order to deliver on behalf of the patients that we serve. With that, I'll hand things back to Kevin. Kevin?\n\nKevin Charles Gorman\n\nChief Executive Officer & Director, Neurocrine Biosciences, Inc.\n\n2:16:07PM\n\n2:16:07PM\n\nThank you very much, Eiry. And Nikki, we're ready for questions now.\n\nOperator\n\n2:16:14PM\n\n2:16:14PM\n\nAnd at this time, if you would like to ask a question, please press the Star and 1 on your telephone keypad. You may withdraw your question by pressing Star 2. Once again, to ask a question, please press the Star then 1 on your telephone keypad.  We'll take our first question from Tazeen Ahmad with Bank of America. Please go ahead.\n\nTazeen Ahmad\n\nAnalyst, Bank of America Merrill Lynch\n\n2:16:36PM\n\n2:16:36PM\n\nGreat. Thanks, operator. Good morning, guys. Thanks for taking my questions.  The first one for me is on 845. Congrats on the data that you press released. We did get a few questions about dosing and dose response. You said that you can talk about dose response. Is there any reason mechanistically, we're not seeing a dose response still encourages positive results ultimately and moving forward in Phase III? And then, second question on the sprinkle formulation for INGREZZA. Can you just remind us what percent of patients have trouble swallowing and what kind of impact you expect that to have on sales now that you have on sales now that you have this new formulation? Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:17:21PM\n\n2:17:21PM\n\nYes. Let me take the first one, Tazeen. Thanks for that. We haven't said anything about the doses other than one of the doses reached statistical significance. As you saw from what we released, there was improvement actually in the lab rates in both doses. As Kevin said, we really are in a position that we're talking about intellectual property and other issues here that we want to work through, before we say anything further. What I can say is, we're very encouraged by the robustness of the data both in terms of the impact on the primary and key secondary endpoints and overall the tolerability as well. As we said, there were no serious adverse events. There were no seizures, no psychotic mimetic or dissociative events throughout. The most common adverse event was headache, the majority of which were transient and mild in severity and with both doses looking like placebo in terms of their safety profile. Obviously, that's really important, given the history in this class of medications.\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\n2:18:23PM\n\n2:18:23PM\n\nI'll tackle the second question. Hi, Tazeen. The sprinkle formulation, we estimate that 5% to 10% of people living with tardive dyskinesia or Huntington's chorea experience difficulty swallowing. This represents, we think, a nice alternative for them to be able to get treated with INGREZZA. In terms of the impact on the forecast, it's already integrated into our guidance. We expected to get approval and we issued guidance at our last earnings call in the range of $2.1 billion to $2.2 billion. It's already baked in. Thanks.\n\nTazeen Ahmad\n\nAnalyst, Bank of America Merrill Lynch\n\n2:19:03PM\n\n2:19:03PM\n\nOkay. Thanks.\n\nOperator\n\n2:19:08PM\n\n2:19:08PM\n\nOur next question comes from Phil Nadeau with TD Cowen. Please go ahead.\n\nPhil Nadeau\n\nAnalyst, Cowen and Company, LLC\n\n2:19:15PM\n\n2:19:15PM\n\nHi. Good morning. Congrats on the progress. Thanks for taking my question. With the 568 data now expected next quarter, we're curious to get your most updated thoughts on what you need to see to advance that program into additional development, particularly given the competitive landscape. Give us some idea of what efficacy results you'd like to see and what safety data and tolerability data would give you confidence that 568 could compete?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:19:42PM\n\n2:19:42PM\n\nYes. Thanks, Phil. We are really happy with the progress we've made with 568 and happy to be able to share that. In the third quarter we'll be coming forward with data. Just to remind you, this is a study of around about 200 patients. It's a dose finding study and it's done in an adaptive fashion in order to enable us to explore the full dose response here. In terms of the outcome, obviously, the primary endpoint for the study is the reduction in the PAM score relative to placebo. I think there's pretty clear precedence there in terms of what our expectations would be. We've seen a good effect size from other drugs in this class and we'd be looking for something in that kind of area in terms of the impact on the primary endpoint.\n\n2:20:29PM\n\nHowever, I will say that, if you think about medication for diseases like schizophrenia, it's really the therapeutic index that's important here. And so, we'll be looking at the totality of the data including the tolerability and safety profile, which I think is critical here. Our approach of choosing a selective M4 agonist and a direct agonist rather than allosteric modulator, we believe has the opportunity to potentially differentiate, but it's all going to be about the data. We'll be looking at both the benefit that we see in terms of the PAM improvement, the tolerability profile and taking that into consideration as we make the decision to move forward.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\n2:21:10PM\n\n2:21:10PM\n\nOne last comment, just a big shout out to the muscarinic team. This is an example at Neurocrine, it's a very important program. We're able to really push forward the timing of when we'd expect top line data, I think by a couple of quarters. So, excellent job by Samir in the whole muscarinic team in the effort and including Jaz as well.\n\nPhil Nadeau\n\nAnalyst, Cowen and Company, LLC\n\n2:21:36PM\n\n2:21:36PM\n\nPerfect. Thank you.\n\nOperator\n\n2:21:40PM\n\n2:21:40PM\n\nOur next question comes from Paul Matteis with Stifel.  Please go ahead.\n\nPaul Matteis\n\nAnalyst, Stifel, Nicolaus & Co., Inc.\n\n2:21:46PM\n\n2:21:46PM\n\nHi, there. This is Julian on for Paul. Thank you so much for taking our question. Just on 845, I know you're not disclosing anything on the doses, but any additional color on what you can provide for the placebo response that you saw, just thinking about moving into Phase 3, what that could potentially look like? And then on safety, I saw there's no seizures reported but the modality historically does carry an additional risk for that. So, what do you think about potential seizure risk broadly moving forward and the overall safety profile? And then lastly, one - quick one on the muscarinic. How much power do you expect to have for the individual dose arms that are at the higher receptor occupancy or in the expected active range? Thanks so much.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\n2:22:33PM\n\n2:22:33PM\n\nSorry, really quick one housekeeping item. We're going to stick to answering one question per analyst so we can get through all the analyst questions at this time. So Eiry, if you want to comment on the input program?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:22:47PM\n\n2:22:47PM\n\nYes, I'll answer the muscarinic one very quickly, and that's the last time we do more than one. This is an adaptive Phase II trial. It's powered as such and it has sufficient power in to enable us to understand the dose response. So, we're confident in that. On the AMPA, I'll just start and I will then see if Jaz has additional things he wants to say. We were very encouraged by the tolerability profile. And as I mentioned in my prepared comments, I think Takeda deserves a lot of credit for years of work that they did in navigating the therapeutic index issue that's been a problem for AMPA kinase in the past. And the overall tolerability, both doses look like placebo in terms of the tolerability profile. So, from that perspective, I think we obviously need more data in Phase III. And as we progress, we'll learn more about the overall safety profile. Jaz, I don't know if you want to say anything further?\n\nJaz Singh\n\n2:23:45PM\n\n2:23:45PM\n\nNo, I think there were really no risk of seizure. We had a committee of adjudicating every event and it was very clear on the dosages.\n\nOperator\n\n2:23:51PM\n\n2:23:51PM\n\n[technical issue]  And we are experiencing technical difficulties. Please remain on the line. - Okay, we have our speakers back in conference. We will take our next question from Chris Shibutani with Goldman Sachs. Please go ahead.\n\nChris Shibutani\n\n2:25:28PM\n\n2:25:28PM\n\nThank you very much. Good morning. On CRINECERFONT, saw the press release, NDA has been filed. Can you speak to the likelihood of a priority review and any potential timelines for that approval and launch? Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:25:42PM\n\n2:25:42PM\n\nYes, I can speak to that. And so, I think as I mentioned in light of the fact that there's significant unmet need here, the granting of the breakthrough designation and the robustness of the Phase III data packaging, both adults and pediatrics that we actually just submitted yesterday. We would hope that the FDA would consider this a priority review. Obviously, that's their final decision and we will obviously be [inaudible] -\n\nOperator\n\n2:26:19PM\n\n2:26:19PM\n\nWe're experiencing technical difficulties. Please remain on the line.\n\nUnknown\n\n2:26:53PM\n\n2:26:53PM\n\n[inaudible] - as soon as we get back on, you need to say something. I mean, people are wondering what the hell is going on.\n\nOperator\n\n2:26:59PM\n\n2:26:59PM\n\nI'm sorry for the interruption. We have our speakers in conference.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\n2:27:04PM\n\n2:27:04PM\n\nHey, everybody, I apologize for the technical difficulties that we're having here. We’ve moved to new campus and in our new room. I know many of you visited here recently. So, apologize for that. We'll do better next time. So, let's jump back to Chris' question around likelihood of priority review.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:27:26PM\n\n2:27:26PM\n\nYes. I'm not sure if you heard any of the response, Chris. So obviously, with the breakthrough designation in place and the robustness of the data that we were able to submit yesterday, it's both pediatric and adults. We look forward for a priority review will be granted by the FDA, but ultimately, that's the agency's decision. And as soon as we know anything further in our interactions with them, we'll be sure to communicate that.\n\nChris Shibutani\n\n2:27:51PM\n\n2:27:51PM\n\nThank you.\n\nOperator\n\n2:27:52PM\n\n2:27:52PM\n\nAnd your next question comes from Akash Tewari.  Please go ahead. - Akash, Your line is open.\n\nAkash Tewari\n\nAnalyst, Evercore Group LLC\n\n2:28:13PM\n\n2:28:13PM\n\nHey, sorry about that. So, for 586 - or sorry, 568, can you talk about the benefits of having an adaptive trial design? What are they when you think about getting information from your Phase II study and potentially designing your Phase III? And then generally speaking, where does your team stand with muscarinic when it comes to titration protocols, right? Cerebral doesn't have them. Chorea does. Do you think a titration protocol is ideal for 568 when it comes to minimizing safety and maximizing efficacy? Thank you so much.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:28:53PM\n\n2:28:53PM\n\nYes. I mean on the first part - on the second part first. I think we don't know until we see the data, what the optimal dosing will be for five, six days. And actually, the second question links a little bit to the first. Adaptive trials are very often done in Phase II as a means to explore broader range of doses as possible in the most limited number of patients. And so, we're very confident in that design, and it's been used many times before. It will allow us to have studied a broad range of doses within the study and that will allow us to understand from a benefit risk perspective, which is the most optimal regimen to take forward into a Phase III, if we're successful at the end of the Phase II.\n\nOperator\n\n2:29:40PM\n\n2:29:40PM\n\nThank you. Our next question comes from Jay Olson with Oppenheimer.  Please go ahead.\n\nJay Olson\n\nAnalyst, Goldman Sachs & Co.\n\n2:29:53PM\n\n2:29:53PM\n\nOh, hey.  Congrats on all the progress and thank you for taking our question. Yesterday, the company that acquired Prevail’s GBA1 gene therapy program announced a decision to discontinue their study in Gaucher's disease Type 2. Could you comment on the advantages of your Voyager partnered GBA1 gene therapy program in the novel capsid, which enables a single systemic injection to address both neurological and peripheral manifestations versus Prevail's program, which requires a transcranial injection? Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:30:26PM\n\n2:30:26PM\n\nYes. That's - yes, you're right. And I think the - we're really pleased with the progress that we've made preclinically with our collaboration with Voyager. And as I think we mentioned earlier, we intend to take two of these new 13 therapies with the new capsids from Voyager into the clinic next year, all of the preclinical work goes successfully over the next year or so. I think as you alluded to the fact that the technology employed by Voyager gives us the opportunity to have a blood-brain barrier penetrant capsid allows us the opportunity with an intravenous injection to treat not only the CNS effects of diseases such as Gaucher's or Parkinson's disease but also fruitful effects that you might see with a disease such as Gaucher's.\n\n2:31:15PM\n\nThe Voyager technology has focused on detargeting DRGs and other areas that are potentially associated with toxicity of these approaches in the past, while allowing for transcription in areas that are important in the copies of the disease. So, we're not totally surprised by yesterday's decision Gaucher's too has central as well as peripheral effect. So, the fact that the ICM administration may not allow that to be addressed with a single administration of gene therapy. It's not surprising to us. And that's what gives us confidence with our single intravenous administration with the blood-brain barrier penetrant capsid. Obviously, we're going to need clinical data and our preclinical basis to understand that more and we'll be generating that over the coming months.\n\nOperator\n\n2:32:22PM\n\n2:32:22PM\n\nThank you. Your next question comes from Mohit Bansal with Wells Fargo.  Please go ahead.\n\nMohit Bansal\n\nAnalyst, Deutsche Bank Securities, Inc.\n\n2:32:28PM\n\n2:32:28PM\n\nGreat. Thank you very much for taking my question. I just wanted to probe a little bit on 845. How would you - how do you think about positioning this in the depression market? Where do you think it fits in? And do you have any thought on targeting AMPA potentiation versus previous approaches of NMDA antagonist? I mean, is there a key difference there that we should be aware about when you think about the mechanisms?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:32:57PM\n\n2:32:57PM\n\nCould I just ask you to repeat the last part of the question? I think - were you asking about where this fits the approach to breakdown NR2B NAM and are NMDA approaches?\n\nMohit Bansal\n\nAnalyst, Deutsche Bank Securities, Inc.\n\n2:33:08PM\n\n2:33:08PM\n\nYes. I mean in terms of mechanistically, how AMPA potentiation is expected to differentiate from NMDA impact that are out there? Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:33:19PM\n\n2:33:19PM\n\nSo, I'm going to ask Jaz, do you want to give some commentary there?\n\nJaz Singh\n\n2:33:25PM\n\n2:33:25PM\n\nSure. So, the AMPA mechanism is central to plasticity. The NMDA mechanism acts before so the molecules acting, you have to go down NMDA first and then downstream, you have AMPA effect by bypassing the NMDA are going straight to AMPA. Your - one of the key potential benefit is that you're not having any of the adverse events that are associated with NMDA. So, as you've seen, the NMBA antagonist that's approved to provide associated with brands that have significant adverse events and which is what the program is addressing for. But going directly to AMPA, you're really eliminating most of those adverse events with the potential of then getting the similar efficacy without any of those adverse events and consequential REMS to address it.\n\nOperator\n\n2:34:17PM\n\n2:34:17PM\n\nAnd your next question comes from Brian Skorney with Baird.  Please go ahead.\n\nBrian Sokrney\n\n2:34:27PM\n\n2:34:27PM\n\nHey, good morning, team. Thanks for taking my question.  I guess maybe to also ask a little bit more on 845, obviously the placebo-adjusted response from trumps all. But I was hoping you could at least speak to how to think about the performance of the placebo cohort relative to Phase I? I think looking at other Phase II MDD studies, one might expect like a 12 point reduction at one month. Just wondering, is that in the ballpark for what you guys saw? Or is there anything to think about from trial design that would mean placebo performance substantially different from other studies?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:34:59PM\n\n2:34:59PM\n\nYes. I mean, we shared the placebo adjusted data. I would say that this was a very well-conducted study. And just a comment and Jaz may want to comment about the importance of this. A lot of our efforts here at Neurocrine in the recent past focused on understanding how to engage with psychs and how to run the psychiatry studies in a way that allows us to have the appropriate levels oversight. And we think that's really important. And so, I'm not going to comment on specific numbers, but I will say we were highly encouraged by the robustness of the data and the quality of the study in terms of how it has performed.\n\nJaz Singh\n\n2:35:44PM\n\n2:35:44PM\n\nWe've put in a lot of efforts to really make sure that we've got the highest quality of data that the data is robust, it's externally, internally validated and that we could actually be able to replicate it in the future. So, we feel very confident with data.\n\nOperator\n\n2:36:05PM\n\n2:36:05PM\n\nThank you.  Your next question comes from Brian Abrahams with RBC Capital Markets.  Please go ahead.\n\nBrian Abrahams\n\nAnalyst, RBC Capital Markets LLC\n\n2:36:12PM\n\n2:36:12PM\n\nHey, good morning, guys. Thanks for taking my question and  congrats on the commercial and developmental progress. Another question on 845. I realize you can't say too much in terms of details on the data, but maybe just bigger picture based on the profile you're seeing. How are you thinking about a go-forward plan for the drug? Is the goal to move this directly into pivotal studies? Do you think it's best suited for chronic or finite treatment and might you explore monotherapy or adjunctive treatment? Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:36:43PM\n\n2:36:43PM\n\nKind of all of the above, actually, to be honest. I mean, we were very encouraged by the robustness of the data. And obviously, we need to engage with regulators both in the U.S. Our intent and goal would be to get into a registrational program in the most efficient way possible. And I'll ask Jaz to comment on where this would fit, just to make one comment first. I mean I think we saw a large effect size, as you saw in our presentation today, in terms of the antidepressant effect at day 28. That's early. It's not within a day like nor ketamine, but it's still very early relative to other antidepressant and that was maintained and actually continue to improve at day 56. So, that's encouraging from the perspective of a chronic therapy. And the tolerability profile to date, if you include both our preclinical data, our Phase I data and the data from this study, actually allows us to consider that very readily. Jaz, anything that you want add there?\n\nJaz Singh\n\n2:37:54PM\n\n2:37:54PM\n\nThanks so much, Eiry. I agree with everything. The only question that can add a lot of color to is that we had different subgroups the question you were asking, but we still have to really go through them and see how those indications will play out. So, that will come in the near future. We're not really ready to talk about it today.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:38:20PM\n\n2:38:20PM\n\nSo, to clarify that, that means the monotherapy question. We did have some patients on monotherapy in the study. So that will be something we're considering as we go forward.\n\nBrian Abrahams\n\nAnalyst, RBC Capital Markets LLC\n\n2:38:23PM\n\n2:38:23PM\n\nThanks, Eiry. Thanks, Jaz.\n\nOperator\n\n2:38:29PM\n\n2:38:29PM\n\nOur next question comes from Carter Gould with Barclays.  Please go ahead.\n\nCarter Gould\n\nAnalyst, UBS Securities LLC\n\n2:38:34PM\n\n2:38:34PM\n\nHi, good morning. Thanks for taking the question.  Maybe just change it up a little bit. I wanted to ask around just sort of when you think about the company's sort of capacity to be able to run potentially a large number of Phase III studies around neuropsych. I mean you've already got the Phase III going on with valbenazine, potentially staring down sort of AMPA moving into Phase III. Certainly, the maturation of the muscarinic portfolio and then sort of the optionality around Luvadaxi here. Does the company have that capacity to run potentially half dozen plus sort of Phase IIIs and the willingness to invest? Certainly, that doesn't seem contemplated in consensus today. Any color there would be helpful.\n\nKevin Charles Gorman\n\nChief Executive Officer & Director, Neurocrine Biosciences, Inc.\n\n2:39:13PM\n\n2:39:13PM\n\nYeah, Carter. Thanks for the question, and it's a good one. As I said in my opening remarks, what we are constantly doing is prioritizing our programs, and then keeping a close eye on our spend. It's one thing to say that we have the financial resources to do it all, which we do. However, you can't do everything. So, we are currently in the midst of putting down our thoughts on what the go-forward looks like for this program. And then with the other Phase IIs that are going to be reading out this year, that we have coming up the muscarinics and such, which is if positive, there's a well clinical investigation that we have there. So, we're going to continue to dig down into this prioritize things and make sure that we keep a good eye on what our spend looks like going forward.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\n2:40:11PM\n\n2:40:11PM\n\nBut to be clear, I mean, with the great data that we saw in this program and hopefully more good data to come on a future Phase II, it is going to require a step-up in investment. But as Kevin said, it's not going to be 100% incremental. We're going to be going through the process of continuing to prioritize where we invest. But then, it is very fortunate that the quality of data that Eiry and Jaz were speaking to on study like 845, and we'll see how the muscarinic in the CIS trial readout here in the third quarter.\n\nCarter Gould\n\nAnalyst, UBS Securities LLC\n\n2:40:44PM\n\n2:40:44PM\n\nThank you.\n\nOperator\n\n2:40:46PM\n\n2:40:46PM\n\nOur next question comes from Anupam Rama with JPMorgan. Please go ahead.\n\nAnupam Rama\n\nAnalyst, JPMorgan Securities LLC\n\n2:40:54PM\n\n2:40:54PM\n\nHey, guys. Thanks so much for taking the question.  Quick question on the OpEx guidance. Maybe just a little bit of color on what's driving the R&D uptick and the decrease in SG&A spend? Thanks so much.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\n2:41:09PM\n\n2:41:09PM\n\nYes. On the R&D front, it's a positive aspect. With all the progress that we've made with our partner programs, like the muscarinic collaboration, we have a milestone team that we have to make because we did certain thresholds. So for example, in the first quarter, we had a $6 million expense that's in the R&D line that's associated with some of those milestones. And I guess I forgot, Voyager as well. And then we also have more milestone payments that we triggered here in the second quarter. So, from an accounting perspective and also from a guidance perspective, we don't include that in our R&D guidance or in our P&L until those are actually achieved. So, that's the reason for the OpEx increase on R&D. And I'm sure you've also seen a reduction in SG&A spending that we also sit down for the quarter, which just looks - is basically our review of our cost br and continuing to prioritize where we put our investments. So, the increase isn't directly - I think I had a question from somebody - isn't directly related to the AMPA program, those increases will likely more translate in 2025. But for 2024, generally speaking, operating expense guidance remains intact outside of the milestone payments to our partners.\n\nOperator\n\n2:42:46PM\n\n2:42:46PM\n\nAnd your next question comes from Marc Goodman with Leerink.  Please go ahead.\n\nMarc Goodman\n\nAnalyst, SVB Leerink LLC\n\n2:42:52PM\n\n2:42:52PM\n\nEiry, can you talk about the additional data we're going to see for CRINECERFONT at ENDO in June? And then maybe we could just talk about Europe, what's the plans for Europe for CRINECERFONT and when are we going to file and what the plans are for staffing up?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:43:08PM\n\n2:43:08PM\n\nYes. Let me take the second part first. We will - we're now working and moving to working on the lots of authorization application for Europe. And so the team will be diligently working through that. And I think once we kind of know our timing, we'll be able to communicate that in terms of when we think that will be going in. I mean, in general, the data that we'll see more information around the demographic brline characteristics, the primary and secondary endpoints and the tolerability. I mean we want to share the top line information already. And the largest amount of information will become available in the context of our full data publication and we anticipate having a full publication for both pediatric study and the adult study separately in the near future.\n\nKevin Charles Gorman\n\nChief Executive Officer & Director, Neurocrine Biosciences, Inc.\n\n2:44:03PM\n\n2:44:03PM\n\nMarc, I'd like to take this opportunity just to add something on here in that you're asking about filing in different regions of the world here. Obviously, the most important region of growth for us with this program is the United States. I can't express enough thanks and gratitude to the CAH team from top to bottom in filing two NDAs in the time that it would normally take the company to file one NDA. I think that a lot of changes that we've made here at Neurocrine for the better are typified by the excellence this team brought to that. That team immediately switched over into - while doing that in labor negotiations that they did for the INGREZZA SPRINKLE. That team then immediately has switched over to getting ready now. We don't know whether we're going to have an advisory committee, but we have to assume that we will for CAH. And those very same members are getting here early this morning in order to continue the preparations for doing that. So, while we have a lot of highly talented employees here, we understand that CRINECERFONT is an extremely valuable asset to us and will bring an amazing change to CAH patients’ lives. So, we're throwing everything we can at that. And we're focused right now on the U.S. market.\n\nOperator\n\n2:45:32PM\n\n2:45:32PM\n\nThank you.  Our next question comes from Myles Minter with William Blair.  Please go ahead.\n\nMyles Minter\n\nAnalyst, William Blair & Co. LLC\n\n2:45:38PM\n\n2:45:38PM\n\nHi, guys. Congrats on the quarter.  Just a quick question on if you've tested any of your cholinergic assets across the board in rabbits for preclinical tox studies, just given one of your peer molecules got put on hold for seeing that signal?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:45:56PM\n\n2:45:56PM\n\nYes. I think all I can say there is that we are highly confident in the preclinical packages for each of the muscarinic agonist that we've taken into the clinic. And obviously, those have been scrutinized by regulators to enable the clinical testing to start and we have not experienced that issue.\n\nKyle Gano\n\nChief Business Development Officer, Neurocrine Biosciences, Inc.\n\n2:46:14PM\n\n2:46:14PM\n\nMaybe Myles, this is Kyle. Just to add to that. We've completed all long-term tox four, five, six, days of the molecule looks pretty good, so we’re excited going forward.\n\nMyles Minter\n\nAnalyst, William Blair & Co. LLC\n\n2:46:24PM\n\n2:46:24PM\n\nTo be clear, did you use rabbits?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:46:30PM\n\n2:46:30PM\n\nI mean in our understanding rabbits, they usually use in the reprotox setting and not in the broad toxicity. So, the species selection for our tox program are chosen on the basis of the molecules themselves and what is generally used in toxicity testing. And we have four preclinical packages, enabling first-in-human for all of the molecules that have gone into the clinic. And as Kyle alluded to that includes the longer-term chronic talks. We have not done unnecessary program beyond that what is necessary to determine the safety profile and to the clinic.\n\nMyles Minter\n\nAnalyst, William Blair & Co. LLC\n\n2:47:14PM\n\n2:47:14PM\n\nThanks for the question.\n\nOperator\n\n2:47:17PM\n\n2:47:17PM\n\nOur next question comes from Jeff Hung with Morgan Stanley.  Please go ahead.\n\nJeff Hung\n\nAnalyst, Morgan Stanley & Co. LLC\n\n2:47:22PM\n\n2:47:22PM\n\nThanks for taking my question. For the upcoming LUVADAXISTAT data, what do you need to see to advance into Phase III? And what kind of improvement and cognitive impact would be clinically meaningful? Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:47:34PM\n\n2:47:34PM\n\nI wonder if you could repeat that. I didn't catch the very beginning of the question.\n\nJeff Hung\n\nAnalyst, Morgan Stanley & Co. LLC\n\n2:47:40PM\n\n2:47:40PM\n\nYes, sure. So, this is for LUVADAXISTAT. What do you need to see for the Phase III and what kind of improvement in cognitive impairment would be clinically meaningful?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:47:50PM\n\n2:47:50PM\n\nOkay. I may get Jaz to answer that one because he can give a little bit of context about the first Phase II study that we did and obviously, how we’re thinking about that in context with LUVADAXISTAT study?\n\nJaz Singh\n\n2:48:02PM\n\n2:48:02PM\n\nSure. So, in the initial study that was done with LUVADAXISTAT, keep in mind that the study was primarily done to address negative symptoms of schizophrenia, the cognition was secondary unit. We saw a meaningful effect size of 0.3 in the data in one of the doses there. But more importantly, we saw also improvement in function. And that was, of course, that hadn't really been seen before. If we can replicate that information in the ongoing study that would be a substantial advance over - there's absolutely nothing improved over there. So I think even that is a substantial advancement and benefit to patients.\n\nJeff Hung\n\nAnalyst, Morgan Stanley & Co. LLC\n\n2:48:47PM\n\n2:48:47PM\n\nThank you.\n\nOperator\n\n2:48:51PM\n\n2:48:51PM\n\nOur next question comes from Laura Chico with Wedbush Securities.  Please go ahead.\n\nLaura Chico\n\nAnalyst, Raymond James & Associates, Inc.\n\n2:48:57PM\n\n2:48:57PM\n\nGood morning. Thanks, very much for taking the question.  Just one quick follow-up. So, with respect to the 845 program, what's your confidence that you've adequately explored dose ranging sufficiently to advance the program? I guess, I'm trying to understand, as you said, coming out of these FDA regulatory discussions, do you anticipate needing additional dose-ranging studies before entering a registrational program?  Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:49:21PM\n\n2:49:21PM\n\nYes, I'll make a couple of comments and then ask Jaz to comment as well. I mean I think if you look at the preclinical data and Phase I data, there was a broad range of doses that were tested. And one of this is that Takeda did extremely well in the translational medicine space was look at pharmacodynamic effects using transcranial magnetic stimulation and also cognitive testing and other pharmacodynamic measures in the Phase I setting. And so we had a really good handle on pharmacodynamically effective doses going into the initial Phase II evaluation. And we completed a small safety study first in Phase II. And then, I think we were highly confident in the dose selected for the Phase II study that we just read out. And also, there were two doses in this study rather than just one, which is common in some Phase II setting. And so, I think in our discussions with the agency, we - there's a lot of information to support the selective doses to this point and how we might move forward. Jaz, I don't know if you want to add it?\n\nJaz Singh\n\n2:50:29PM\n\n2:50:29PM\n\n[inaudible].\n\nOperator\n\n2:50:41PM\n\n2:50:41PM\n\nOur next question comes from Danielle Brill Bongero with Raymond James. Please go ahead.\n\nDanielle Brill Bongero\n\n2:50:46PM\n\n2:50:46PM\n\nGood morning, guys. Thanks so much for the question.  Just a quick one INGREZZA. I was wondering if you could share the average revenue per patient in 1Q? Thank you.\n\nMat\n\n2:50:57PM\n\n2:50:57PM\n\nYes. The average revenue per patient, if I heard you right. Q1 is always the most challenging quarter where patients go through reauthorization. And so, as a result of that the refill rate per patient typically goes down. And so, I think that's something that we've talked about historically, which has caused pressure on our sequential growth from Q4 to Q1. And this is the third straight year where we've had sequential growth. So, the team did a really great job ensuring that patient stayed on medicine and try to close that gap for the - for those - for that refill rate. Now on net rev",
        "content2": "enue per script, if you're asking on the dollar front, as I said by the call, we do expect our net revenue per script for the year for 2024 to be somewhere over 5,800 and that compares to 5,600 in 2023. And then, the last piece is we typically have seasonal pressure on gross to net in Q1 as a result of the Medicare part on the whole and commercial co-pay reset. And so, you would - you do have a bit of a higher discount, a couple of points in Q1 that then recovers in Q2 and beyond. So hopefully, that gives you the components to answer your question.\n\nOperator\n\n2:52:29PM\n\n2:52:29PM\n\nThank you.  Our next question comes from Yatin Suneja with Guggenheim.  Please go ahead.\n\nUnknown\n\n2:52:35PM\n\n2:52:35PM\n\nGood morning. This is Thelma for Yatin. And thanks for taking our question. So, you recently initiated a Phase I study with the next-generation VMAT2 inhibitor. I'm just curious, what are the key differentiating properties of this agent versus INGREZZA? And what do you want to see from the Phase I? Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:52:56PM\n\n2:52:56PM\n\nYes. S,o I'm not quite sure I fully heard the question, it's breaking up. But I think it was about our next-generation VMAT2 inhibitor. We're pretty excited about getting this module into the clinic. As you can imagine, INGREZZA valbenazine is an incredibly well performing module. So, in terms of finding a next generation that can potentially be even better is about really, really high. And so - but we're very happy with the molecule that we have in hand right now. We're just starting to Phase I. In that Phase I setting, obviously, we'll be invested in the tolerability, PK profile and how that might differentiate from valbenazine and that would include the potential for using tardive dyskinesia indication, but obviously beyond that into other neuropsychiatric disorders. And as we get some of that information, we understand the potential areas of differentiation, we'll be more specific about that.\n\nOperator\n\n2:53:53PM\n\n2:53:53PM\n\nThank you.  Your next question comes from Sumant Kulkarni with Canaccord.  Please go ahead.\n\nSumant Kulkarni\n\nAnalyst, Canaccord Genuity, Inc.\n\n2:54:06PM\n\n2:54:06PM\n\nGood morning, thanks for taking my question.  On your Phase I studies for 567, 69 and 70 muscarinic agonists, are there any differences in enrollment criteria by age? And are any of those being specifically run in older adults?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:54:21PM\n\n2:54:21PM\n\nYes. I mean - so the initial studies for each of those that we're just starting up are in healthy subjects of the kind of normal age range, not including elderly subjects. However, each of those plans is designed in order to address specific questions relating to those molecules. And so we do understand that, particularly, with those molecules that impact both M4 and M1, that cognition can be an important part of the potential indication space moving forward. And so similarly to what was done for 568, we will be exploring those molecules in older subjects at some point during the plan to enable us to be ready for the chosen Phase II path forward.\n\nSumant Kulkarni\n\nAnalyst, Canaccord Genuity, Inc.\n\n2:55:12PM\n\n2:55:12PM\n\nThank you.\n\nOperator\n\n2:55:16PM\n\n2:55:16PM\n\nNext question comes from Evan Seigerman with BMO.  Please go ahead.\n\nEvan Seigerman\n\nAnalyst, Barclays Capital, Inc.\n\n2:55:22PM\n\n2:55:22PM\n\nHi, guys. Thank you so much for taking the question. I haven't really heard much recently on your push for INGREZZA in the long-term care market. Maybe highlight what you're doing in this space as this used to be a pretty big part of the narrative or at least where we were going to see INGREZZA growth? Thank you.\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\n2:55:40PM\n\n2:55:40PM\n\nYes. It's still an important part of the INGREZZA growth story. Frankly, we're seeing good progress across all three of our business segments in psychiatry, neurology and long-term care. We've been in the long-term care segment now for coming up on two years. I'm really pleased with the growth that we're seeing and the progress that the team is making. Today, long-term care is contributing approximately equal to neurology in terms of our overall business. And so, we're going to continue to develop that segment. And the only other thing that I would add is that on a relative basis, it's earlier in the overall development phase, commercially speaking that is in the sense that we've been in psychiatry and neurology now for seven years with INGREZZA and less than two years in long-term care. So, there's still a lot of HCPs that are learning about drug-induced movement disorders in tardive dyskinesia and becoming more familiar with INGREZZA as the most prescribed most preferred VMAT2 inhibitor. So, we'll continue to see good growth coming out of long-term care going forward.\n\nEvan Seigerman\n\nAnalyst, Barclays Capital, Inc.\n\n2:56:59PM\n\n2:56:59PM\n\nThank you.\n\nOperator\n\n2:57:02PM\n\n2:57:02PM\n\nOur next question comes from Uy Ear with Mizuho.  Please go ahead.\n\nUy Ear\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\n2:57:08PM\n\n2:57:08PM\n\nHi, good morning, guys.  This is Leo on for Uy. Thanks so much for taking our question. So, we were under the impression that 845 could differentiate on cognition. Do you still believe this is the case? How else do you expect 845 to differentiate? Could it also differentiate on onset of action?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:57:26PM\n\n2:57:26PM\n\nYes. We're just going through all the information from the trial. We also shared the top line today. I mean, I think we'll be - once we understand data sets and the totality of the data, we'll be able to comment more around where we think this can truly differentiate and will be designed. Well, Jaz will be designing the Phase III trial appropriately so that we can ensure that we always like to do here that we bring the best options to patients that we possibly can.\n\nOperator\n\n2:58:02PM\n\n2:58:02PM\n\nThank you. Our next question comes from David Hoang with Citigroup.  Please go ahead.\n\nDavid Hoang\n\nAnalyst, Jefferies LLC\n\n2:58:08PM\n\n2:58:08PM\n\nHi there. Thanks for fitting me in. So, I just had a question on the 770 molecule. This is, I think, the NMDA NR2B allosteric modulator. What would be your expectations there around that mechanism and drug profile and how could that differentiate from what you're seeing with 845? Thanks so much.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:58:32PM\n\n2:58:32PM\n\nJaz, do you want to comment on that?\n\nJaz Singh\n\n2:58:34PM\n\n2:58:34PM\n\nSure. So, NR2B NAM mechanism is a validated mechanism for treatment of depression or potential efficacy even in treatment of system depression. So, the initial study we're looking at is understanding the dose and whether we can determine efficacy. Once we have some data from the Phase I, Phase II studies, we will be able to much better to be able to profile in aware what the efficacy safety profile looks like and how best to position it for further growth.\n\nOperator\n\n2:59:10PM\n\n2:59:10PM\n\nThank you. We'll then move on the next with Ami Fadia with Needham. Please go ahead.\n\nAmi Fadia\n\nAnalyst, Leerink Partners LLC\n\n2:59:17PM\n\n2:59:17PM\n\nHi, good morning, Thanks for squeezing me in.  I had a quick question on 845. The trial design mentions that patients would have had to have failed the prior treatment? Was that just SSRI or SNRI? Or were there other modalities that patients were either already on a background therapy or have failed at? Thank you.\n\nJaz Singh\n\n2:59:45PM\n\n2:59:45PM\n\nThank you, to answer the question so, the study requires patients who have had non-response to at least one antidepressant. And that could be any that they've taken. We didn't have any specific restrictions as to which one. So, what was seen in the study was a combination of SSRIs, SNRIs, use of conjunctive antipsychotics with propiontis. It's a mix of what the standard of care looks like.\n\nOperator\n\n3:00:17PM\n\n3:00:17PM\n\nThank you. Our next question comes from David Amsellem with Piper Sandler.  Please go ahead.\n\nDavid A. Amsellem\n\nAnalyst, Piper Jaffray & Co.\n\n3:00:28PM\n\n3:00:28PM\n\nThanks. I have a CAH focused question. With crinetics having its data coming up for its orally CTH antagonist. Just wanted to get your thoughts on how you're thinking about that agent and more broadly, the potential for coexistence of multiple novel agents in the broader CAH space? Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n3:00:54PM\n\n3:00:54PM\n\nWell, I mean, a couple of things. First thing, I think it's really great to see so much focus on trying to bring new medicines patients living with congenital adrenal hyperplasia, both pediatric and adults. It's been a long time coming, I mean, 70 years in the making before getting to the CRINECERFONT data. So, we kind have a flow of CRINECERFONT playing in that space as well. And I think that's great. The second thing is, we're very focused on CRINECERFONT right now. We obviously are ahead. We have very robust Phase III data in both pediatric and adult patients. And as you heard, we just submitted our NDA yesterday. And so we're waiting to see the crinetics information on the NCR2 agonist. And I think that patients with CAH have so few options that additional research in this area is always a good thing. And we're looking forward to our opportunity to serve this patient population hopefully in the very near future.\n\nOperator\n\n3:02:02PM\n\n3:02:02PM\n\nThank you. And I will now turn the call over to Kevin Gorman for closing remarks.\n\nKevin Charles Gorman\n\nChief Executive Officer & Director, Neurocrine Biosciences, Inc.\n\n3:02:08PM\n\n3:02:08PM\n\nThank you very much. You know what I'm struck by from all of the questions this morning is it reaffirms the perception that we all have here and what we're experiencing each day. I would say in over 32 years with the company, I've never seen us in a better position than we are today from every aspect of the company. We're talking about from commercial all the way to late-stage clinical trials and NDA submissions. And then clearly into our mid-stage, which 845 has proven itself and then now into our Phase I program. And even several of the questions we're reaching back into what you will learn over the next 24 months is one heck of a robust research pipeline that's making its way into the clinic.\n\n3:03:03PM\n\nThe best days of Neurocrine are in front of us by far. I have no doubt about that. I want to remind you, what we talked about at great length in our R&D day, and what we outlined is that we understand that in - we're tackling difficult diseases, and these are psychiatric diseases that we're tackling that are very difficult. And one of the ways that we do that is we attack them with multiple mechanisms. And in addition, we choose mechanisms that can have multiple disease applications. Thus far, this is proofing to working out for us. Is it going to guarantee 100% success? No. But will it ensure success? Absolutely. And so, that's how we're conducting ourselves. And I really appreciate all the questions this morning. We look forward to talking to you about all of our pipeline projects and INGREZZA and INGREZZA SPRINKLE going forward. And thank you very much.\n\nOperator\n\n3:04:10PM\n\n3:04:10PM\n\nAnd this does conclude today's program. Thank you for your participation. You may disconnect at any time."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/5d336c49ddea28e7c70603d8e1683e56",
        "content1": "Q4 2023 Neurocrine Biosciences Inc Earnings Call\n\nQ4 2023 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQFEB 7, 2:00 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nOperator\n\n2:01:01PM\n\n2:01:01PM\n\nGood day, and welcome to Neurocrine Biosciences year end and 4th Quarter results call. At this time all participants are in a listen only mode. Later, you will have the opportunity to ask questions during the question and answer session. You may registered to ask a question at any time by pressing star one on your telephone keypad. You may remove yourself by pressing star two. Please note today's call will be recorded and I'll be standing by if you should need any assistance. It is now my pleasure to turn the conference over to Todd Tushla, Vice President of Investor Relations. Please go ahead.\n\nTodd Tushla\n\nVice President-Investor Relations, Neurocrine Biosciences, Inc.\n\n2:01:41PM\n\n2:01:41PM\n\nThank you and good one day morning to everyone. Welcome to Neurocrine Biosciences 4th quarter and full year 2023 earnings call. Joining us today are Kevin Gorman, Chief Executive Officer, Matt Abernethy, Chief Financial Officer, Eiry Roberts, Chief Medical Officer, Eric Benevich, Chief Commercial Officer, and Kyle Gano, Chief Business Development and Strategy Officer. During the call we will be making forward looking statements. These statements are subject to certain risks and uncertainties and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings. Today's prepared remarks will be a bit longer in duration versus prior earnings calls, as we do have a lot of ground to cover. I can assure you that we will do our best to address all of your questions when we get into Q&A. So now, I'll turn the call over to Kevin.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:02:31PM\n\n2:02:31PM\n\nThank you, Todd and good morning, everyone. So, we had a great 2023, I said the same thing about 2022 and it was great. I said there are very few years you'd get like 2022 and we then had one of those years in 2023. Most of those years were not without their ups and downs, but on the whole, the business performed exceptionally well. I mean, looking at 2023 - again, incredible continued growth for INGREZZA in its sixth year on the market. Expansion for INGREZZA intellectual property out to 2038. Approval of INGREZZA and another indication in Huntington's disease. We also had CRINECERFONT Phase III data that beat even our highest expectations for that. And a clinical pipeline that grew more in that one year than we've ever experienced at Neurocrine in the past. And then, a preclinical pipeline that is growing quite a bit. Now, we expect an equally successful 2024. And I'm not going to go into the details of that because my colleagues in the room are going to talk about that. But right now, let's take a snapshot of 2023 from a financial perspective, from Matt and he will also give you how we're viewing 2024. Matt?\n\nMatthew Abernethy\n\n2:04:00PM\n\n2:04:00PM\n\nThanks, Kevin. Good morning. 2023 was an incredible year, record in graduate sales growth, positive CRINECERFONT results and in advancing our R&D pipeline. All positioning us for continued progress for years to come. Further jumping into our 2024 financial guidance, I wanted to provide a few comments associated with our 2023 financial performance. First, INGREZZA sales performance; during the fourth quarter, INGREZZA sales were $500 million, reflecting continued sequential growth, driven by new patients slightly offset by gross to net dynamics. 2023 INGREZZA sales finished near $1.84 billion, reflecting over $400 million in year-over-year growth. Next, one of our goals for 2023 was to demonstrate SG&A financial leverage. As you can see, we delivered approximately 400 basis points and 300 basis points of SG&A leverage on a GAAP and non-GAAP basis, respectively. We expect continued progress in 2024, which I'll discuss shortly. Finally, we generated over $600 million of cash flow in 2023, reflecting strong, non-GAAP net income, partially offset by $175 million in business development investment. Turning to 2024, this will be another pivotal year for Neurocrine with growing and growth of sales, preparing for the commercial launch of CRINECERFONT and the many activities associated with advancing our R&D portfolio, which were highlighted at the recent analyst day. We believe investing in these areas will continue to drive long term shareholder returns.\n\n2:05:48PM\n\nNow onto our 2024 financial guidance. 2024 and gross and net sales guidance is $2.1 to $2.2 billion, reflecting strong underlying demand and an improving gross to net resulting in over $300 million of sales growth or 17% at the midpoint. As always, we expect seasonal dynamics to play out similar to what we've seen in previous years. 2024 SG&A GAAP operating expense guidance is $930 million to $950 million or 43% of total revenues at the midpoint. And $830 to $850 million, or 39% of total revenue at the midpoint, on a non-GAAP basis. These costs reflect continued investment in INGREZZA and also an incremental $50 million to prepare for the potential CRINECERFONT launch, as Eric will discuss shortly. Even with the investment in CRINECERFONT, we expect to demonstrate 400 basis points and 150 basis points in an SG&A GAAP and non-GAAP leverage, at the midpoint of the range. As you develop your models, we do have a seasonal nature tourist's spending, specifically a step up in Q1. 2024 R&D GAAP operating expense guidance is $645 to $675 million, or 30% of total revenue at the midpoint. And $570 million to $600 million, or 27% of total revenue at the midpoint on a non-GAAP basis. These costs reflect investment in our ongoing 17 clinical programs, including our CRINECERFONT studies, muscarinic programs and early stage pipeline highlighted at analyst day.\n\n2:07:40PM\n\nNote this guidance range does not include any partnership milestone payments until they are deemed probable. A few other financial metrics to note: We expect cost of revenue to be 2% of sales. Stock based compensation is expected to be $175 million with the $100 million in SG&A and $75 million in R&D. We expect our non-GAAP effective tax rate to be around 23%. As I reflect about the journey we've been on over the past five years. It is quite remarkable. With INGREZZA now trending above $2 billion in sales, the next leg of growth [inaudible] with CRINECERFONT. And advancing pipeline into strong financial profile, we are well positioned for the future and feel quite fortunate. With that, I now hand the call over to Eric Benevich, our Chief Commercial Officer. Eric.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n2:08:37PM\n\n2:08:37PM\n\nThanks, Matt. 2023 marked another stellar year for INGREZZA and included several important milestones for the franchise. This includes the continued increase in diagnosis and treatment rates for patients with tardive dyskinesia. The addition of a new indication for chorea, associated with Huntington's disease. And the end of litigation settlement that provides exclusivity for 14 more years out to 2038. 2023 was our sixth year in the market since launch. While full year sales growth of nearly 30% is impressive, that growth speaks volumes about the continued unmet need in both PD and HD Chorea. Looking ahead, we still have a tremendous opportunity to help many more patients. While we continue to make steady progress, two thirds of the approximately 600.000 TD patients in the U.S. remain as yet undiagnosed. And for the approximately 20.000 HD patients with moderate to severe chorea, 80% are still not being treated with a VMAT2 inhibitor. The only FDA approved class of medicines for this indication.\n\n2:09:45PM\n\nThis year, our commercial and medical teams will continue to educate and motivate health care providers to screen, diagnose and treat TD and HD chorea patients. In addition, we will continue our efforts to reach patients and caregivers to help them recognize their involuntary movements as possibly TD or HD chorea. And encourage them to talk with their health care provider about diagnosis, and if appropriate, treatment with INGREZZA. Although we have made great progress these past six years, the majority of the opportunity remains ahead of us. The 2024 INGREZZA sales guidance range of $2.1 to $2.2 billion is driven primarily by the pace of new patient starts and TD, and to a smaller degree, in HD where INGREZZA is still in its early launch phase after the approval and launch towards the end of last year. Specific to TD, we anticipate robust growth across all three business segments of psychiatry, neurology and long term care. Access to INGREZZA remains strong, as exemplified by the fact that regardless of formulary status, greater than 80% of written scripts for INGREZZA gets filled and the average out of pocket cost is less than $10. Overall, I'm looking forward to another solid year of growth for the franchise as we continue to build these markets. At this time, we're going to mix things up a little bit versus our normal cadence for prepared remarks. My colleague Dr. Eiry Roberts, our Chief Medical Officer and I are going to provide a CRINECERFONT update. We thought it important to highlight the integrated efforts between our respective organizations to prepare for an anticipated 2025 launch. Eiry, why don't you start?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:11:27PM\n\n2:11:27PM\n\nThanks, Eric, and good morning, everyone. Let me start by reminding everyone of the incredible challenge congenital adrenal hyperplasia patients face today. So, these patients, their only real option lifelong treatment with high dose glucocorticoids is both entrenched and flawed. In this paradigm, GCs are tasked with both replacing the missing cortisol and supressing the excess androgens. Patients therefore face the difficult choice of either taking long term, high dose GC to reduce excess androgens and thus face a long term complications of GC exposure, such as hypoglycemia, dyslipidemia, cardiovascular disease, osteoporosis, psychiatric disturbances or immunosuppression. Or they can try to minimize their GC exposure and live with the consequences of excess androgen production, such as advanced bone age, precautious puberty, short adult stture, irregular menstruation or infertility. These are the difficult tradeoffs patients living with CAH must make every day. With the impressive efficacy and tolerability data from the adult and pediatric registrational studies for CRINECERFONT, we hope to provide a potentially new paradigm for these patients. So, they've been combined efforts between Neurocrine medical and commercial organizations are well underway, as we prepare to bring CRINECERFONT to CAH patients in the U.S. and in key European markets.\n\n2:13:11PM\n\nLater this year, we look forward to sharing additional safety and efficacy data from the registrational studies in peer reviewed journals and scientific conferences. In addition, our medical affairs to field teams are highly engaged with thought leaders in the field to develop the extensive educational programs necessary to support launch, while our health outcomes team works to generate and publish critical data necessary to characterize the burden of disease in CAH and support the value proposition of CRINECERFONT as an effective treatment for patients living with congenital adrenal hyperplasia. Our key focus now within clinical development and regulatory is on the completion of the new drug application for CRINECERFONT in adults and pediatrics with the FDA. I'm pleased to report that the NDA submission will occur in the second quarter of this year. Recall the agency granted breakthrough therapy designation for CRINECERFONT at the end of last year. This designation serves as an acknowledgment of the serious and life threatening nature of CAH, highlights the significant unmet need that exists in the treatment of the disease with no approved treatment for the past 60 plus years. And identifies CRINECERFONT as a potentially valuable treatment for patients with CAH. While we are hopeful that the granting of breakthrough designation for CRINECERFONT will lead to priority review, that decision ultimately rests with the FDA. So, we are moving forward in a way that proactively prepares us for all eventualities, including the possibility of an advisory Committee. Eric will now cover the preapproval activities within the commercial organization.\n\n2:15:03PM\n\nThanks, Eiry. This is an exciting time for our commercial team as we prepare for the launch of CRINECERFONT. If approved, CRINECERFONT would be not just the first ever CRF antagonist, but also be the first medication specifically approved for the treatment of CAH. With CRINECERFONT, we're presented with the opportunity to build a new market, just like the opportunity we had seven years ago, when we set out to launch INGREZZA as the first medication approved for TD. Building a market for CRINECERFONT is a privilege. However, much work remains ahead of us. One of our primary areas of focus in 2024 will be education of all stakeholders in the CAH community. This educational effort will focus on disease state awareness, challenges with currently available treatment strategies and the recognition of the need for better treatment options. Given the challenges of managing CAH that Eiry highlighted, and the extremely impressive efficacy and tolerability data generated from our Phase III studies, we're excited by the potential of CRINECERFONT to dramatically change the status quo. We bring forward the possibility of bringing androgens under control while simultaneously reducing GC dose to more replacement levels. In the commercial organization, we're ramping up educational efforts directed towards patients, parents, family members and endocrinologists, to help the CAH community better understand the nature of the disease to more fully understand the current unsatisfactory treatment tradeoffs between suffering from excess androgen production or the complications of chronic treatment with high dose glucocorticoids. In a compliant way, we plan to set the table for a new and simpler approach to treating CAH that doesn't require the current challenging tradeoffs.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n2:16:52PM\n\n2:16:52PM\n\nIt will take some time to propperly reach and educate the CAH patient community, but the good news is that we have already started that process, as we prepare for an expected launch in the U.S. in 2025, our teams are excited to build another market and bringing a potential new medicine to CAH patients who sorely need a better option to manage their disease. Now I'll hand it back to Eiry.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:17:16PM\n\n2:17:16PM\n\nThank you, Eric. As we begin the year, Neurocrine pipeline is as broad and diversified as it has ever been and our 32 year history. Importantly, 2024 marks a catalyst rich year. Our Phase II pipeline features several data readouts this year, all of which remain on track for delivery. This includes NBI-845, the AMPA potentiator for major depressive disorder with data in the first half. LUVADAXISTAT, the DAAO inhibitor for cognitive impairment associated with schizophrenia in the second half. And NBI-568 an also [inaudible] M4 agonist for treatment of psychosis and schizophrenia also reading out in the second half. In addition to these data readouts, we are currently initiating a Phase II efficacy study for NBI-770, the oral NMDA and ought to be negative allosteric modulator as a potential treatment for major depressive disorder. In the early stage pipeline, we have made remarkable progress over the recent months with 5 new programs entering Phase I development. 4 of these programs target the muscarinic system and together with NBI-568, we believe this represents the broadest and deepest muscarinic pipeline of any company in our industry. These Phase I molecules provide the opportunity to explore the potential value of differentiated selective agonism at M1 and M4  receptors, while always excluding agonism at M2 and M3. We have the tools to differentiate these molecules in early clinical development, and thus determine which neurological and psychiatric disorders might best benefit from this differentiated selectivity.\n\n2:19:11PM\n\nIn addition, our Phase I muscarinic portfolio includes an internally discovered selective M4 antagonist, NBI-986 targets for the treatment of movement disorders. The final new entry in our Phase I portfolio is NBI-890, a next generation VMAT2 inhibitor targeting a broad range of potential neurological and neuropsychiatric diseases. I'm extremely proud and enthusiastic about the prospects of today's clinical pipeline and look forward to continuing to partner closely with Jude and his outstanding research and preclinical development team to bring the next generation of innovative, small and large molecules from research into the clinic over the coming years. I'll end here and hand it back to Kevin. Kevin?\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:20:04PM\n\n2:20:04PM\n\nThank you, Eiry. So, we've gone a little longer this morning with our opening remarks, mainly due to the fact that there was a lot that we ended last year on - and there is a lot going on here this year. So, we're going to do our best to get through as many of your questions as possible before the top of the hour. So, operator could we open it up for the first question?\n\nOperator\n\n2:20:29PM\n\n2:20:29PM\n\nYes, as a reminder, if you would like to ask a question, please press star one on your telephone keypad, you may remove yourself from the queue at any time by pressing star two. Our first question will come from Paul Matteis with Stifel. Please go ahead.\n\nPaul Matteis\n\nAnalyst, Stifel, Nicolaus & Co., Inc.\n\n2:20:47PM\n\n2:20:47PM\n\nHey, good morning. Thanks so much for taking my question, I appreciate it. I wanted to ask about the muscarinic readout coming up in the second half of this year. The study design includes a number of different dose arms. So, I was just curious if you could expand upon how you selected those dose arms and how confident you are that you are in the right range? And then because the study has a number of dose arms and isn't all that bad, are you looking at success in this readout is hitting a P value? Or are we more looking at a dose or two with [inaudible] changes that looks similar to [inaudible] with acceptable safety? Thanks a lot.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:21:22PM\n\n2:21:22PM\n\nHi, Paul, thanks very much. Thanks for the question. So, this is a dose finding study as you alluded to for NBI-568, and it is an adaptive design that explores several different dose levels. And so, in terms of the sizing and powering of the study, we are more looking for an effect size that is similar to what has been seen before and also potentially a somewhat differentiated tolerability profile. It's not a trial that is powered for individual P values, the different arms there, but it is a reasonable size, large dose finding study with - it will have over 200 patients ultimately and we look forward to reading out in the second half of this year.\n\nPaul Matteis\n\nAnalyst, Stifel, Nicolaus & Co., Inc.\n\n2:22:10PM\n\n2:22:10PM\n\nOkay. Thank you, Eiry.\n\nOperator\n\n2:22:15PM\n\n2:22:15PM\n\nThank you. Our next question will come from Tazeen Ahmad with Bank of America. Please go ahead.\n\nTazeen Ahmad\n\nMD in Equity Research & Research Analyst\n\n2:22:21PM\n\n2:22:21PM\n\nHi, guys. Good morning, thanks for taking my question. Mine's on the chorea launch this year. I wanted to get some more color of what type of contribution you're expecting from that launch or INIGREZZA sales this year, at least directionally. And then, I also wanted to follow up on a comment Eric made in the prepared remarks that I think you said 80% of chorea patients don't receive any therapy today, but you know [inaudible] on the market for several years I was just curious as to why you think they haven't been able to take a bigger share in the years that they've been in the market. Thanks.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n2:22:57PM\n\n2:22:57PM\n\nYes, good morning. So, I'll take the second question first. What we've seen prior to the launch and then now that we're in the market is that the majority of patients with Huntington's, chorea, either don't get treated at all for their uncontrolled movements or they get treated with an antipsychotic. It may get some partial benefit. Only about 20% of patients with HD chorea get treated with a VMAT2 inhibitor. And you know, what our hallmark of research tell us, what the prescribers tell us is that the deficiencies with the [inaudible] products have led to a fairly high rate of patients not getting treated. Either because of perceptions of complicated dosing and titration, concerns about side effects, or in some cases out of pocket cost. And so, the profile of INGREZZA in Huntington's chorea has a lot of the same attributes as the profile in TD and is the reason that it's the number one, most prescribed VMAT2 inhibitor, in terms of simple dosing, no complex titration, well tolerated. And as I mentioned in my prepared remarks, out of pocket cost is less than $10 for most patients.\n\n2:24:21PM\n\nAnd so, we intend to grow not only by growing within the VMAT2 treated class, but by expanding the class over time. And to do that we need to encourage more patients and more providers to be treated altogether within that category of HCC. The first part of your question was really around the relative contribution, it's small. And the reason that I say that is that - 2 points: One; we're still just getting off the ground and we're only about a quarter into the launch now. And we're introducing our data to the Huntington's treating community in neurology, but the second reason is that it's a rare disease. It's much smaller patient population, thankfully, than tardive dyskinesia. And so, for every patient with Huntington's chorea there's about 40 patients with TD out there. And ultimately, TD is and will continue to be the main growth driver for our INGREZZA franchise.\n\nTazeen Ahmad\n\nMD in Equity Research & Research Analyst\n\n2:25:20PM\n\n2:25:20PM\n\nOkay. Thanks, Eric.\n\n2:25:25PM\n\nThank you. Our next question will come from Brian Skorney with Baird. Please go ahead.\n\nBrian P. Skorney\n\nAnalyst, Robert W. Baird & Co., Inc.\n\n2:25:31PM\n\n2:25:31PM\n\nHey, good morning, everyone and thank you for taking my question. Matt, I was hoping maybe you can help us think about the initial build out of infrastructure for CAH launch and how to think about sort of the SG&A guidance for this year versus what's fully loaded. And then, maybe you can just kind of give us some high level thoughts on what a cadence of launch would look like. Do you see this as a market with high levels of patient awareness and building demand, or is this more of a cadence in patient sort of seeing endocrinologist on a yearly basis and that sort of a point of discussion for a new therapy happening?\n\nMatthew Abernethy\n\n2:26:03PM\n\n2:26:03PM\n\nYeah. So, from a financial perspective, we are going to invest around $50 million this year just to prepare for that launch in 2025. So, from an SG&A perspective, if you look at it holistically for the company showing very nice leverage this year. And even including the $50 million investment. So, Eric can get into the details of the build, but we do expect to have the sales force generally in place by the middle of this year to start educational initiatives and then that will set us up for a launch in 2025. Eric, do you want to comment on the cadence of launch?\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n2:26:44PM\n\n2:26:44PM\n\nYeah, as I mentioned in my prepared remarks. 2024 is the year of preparing for the launch but it is also the year of preparing the market for CRINECERFONT. And to that end, we're gonna start the process of reaching and educating all the key stakeholders in the CAH community. So, patients, family members and endocrinologists. And part of it is educating them on the nature of the disease, the challenges that Eiry highlighted in her prepared remarks of living with CAH on a day-to-day basis and the limitations of current treatment with high dose glucocorticoids. As Matt mentioned, we are in the process of scaling up and hiring a sales force and we're going to deploy that team a few quarters in advance of the anticipated [inaudible] date. And there'll be - getting out there, there'll be doing disease state education, there'll be meeting customers, profiling customers, et cetera, to really set us up for a very strong launch that we expect in 2025.\n\nOperator\n\n2:27:52PM\n\n2:27:52PM\n\nThank you. Our next question will come from Phil Nadeau with TD Cowen. Please go ahead.\n\nPhil Nadeau\n\nAnalyst, Cowen and Company, LLC\n\n2:27:57PM\n\n2:27:57PM\n\nGood morning. Congratulations on a successful year. A couple of questions for Matt, just based on the 2024 guidance for INGREZZA. First Matt, you mentioned that the gross to net would improve in 2024, can you give us some idea of what the net price you're expecting for INGREZZA is? And then second, on the revenue guidance, the bottom end of the 2024 revenue guide implies only about 5% growth versus the Q4 run rate for INGREZZA. So, we're curious to know a bit more about the patient dynamics that could lead to that relatively modest growth versus the 10% that is assumed at the high end. Thanks.\n\nMatthew Abernethy\n\n2:28:34PM\n\n2:28:34PM\n\nYeah, and thanks for the question, Phil. Always good to hear from you. As we think about 2024, an overall guidance it really comes down as it does every year to what happens in the first quarter with patient retention and then also new patient generation. So, the guide that we provided today really takes into account what we see today, but we of course are always going to work to try to drive as much on new patient growth as possible throughout the year, and we will of course reassess our guidance when we get to the middle of the year, consistent with past years. From a net price perspective, factoring all the nuts and bolts of price increases and contracting tradeoffs, we would expect the net revenue per script will be somewhere over $5.800 net revenue per script. And just as a reference point to remind you, we did land around $5.600 net revenue per script in 2023.\n\nPhil Nadeau\n\nAnalyst, Cowen and Company, LLC\n\n2:29:31PM\n\n2:29:31PM\n\nVery helpful. Thank you.\n\nOperator\n\n2:29:34PM\n\n2:29:34PM\n\nThank you. Our next question comes from Brian Abrahams with RBC Capital Markets. Please go ahead.\n\nBrian Abrahams\n\nAnalyst, RBC Capital Markets LLC\n\n2:29:42PM\n\n2:29:42PM\n\nHey, guys. Thanks for taking my my question. You mentioned the potential to prepare for an ADCOM for CRINECERFONT. I was wondering if you could maybe speak about what topics you might expect to be discussed there. And I guess, how a potential outcome could tie in to laying the groundwork for payers and any discussions you may be having, as well as furthering the educational efforts that you're going to be initiating this year around the market. Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:30:09PM\n\n2:30:09PM\n\nOkay, thanks. So, let me take the second part. First I mean, in terms of the educational efforts, I think it's really important given the fact that CRINECERFONT will be the first potential medication to come forward into this space in the last sort of 60 to 70 years. [inaudible] we have a - obviously, a group of experts who are incredibly familiar with the current options that they have available for helping this patient population. The opportunity to fundamentally change the paradigm of treating this disease I think is one that's going to require us to engage heavily in educating clinicians, educating the patient population, [inaudible] and everyone else around those patients. So, we will be - we are investing heavily in that already, both on the medical side on the commercial side, obviously in a compliant way ahead of our hopeful approval. With respect to the question around the ADCOM, I mean, the reason we talk about an ADCOM is just because of what I said earlier, really, there hasnt been a medication in this space for so many years. And in addition to that, obviously, it may be an opportunity for the FDA to engage with wxperts in the field outside of those that have worked on the program. We don't have any particular reason to believe that an ADCOM would be necessary, based on our data. We are incredibly impressed with the data that we were able to generate from our Phase III program. I believe that our NDA will be very clear articulate both the benefit and tolerability of CRINECERFONT. And so, we don't have particular topics we're thinking about, it is just in order to be prepared for obviously, making sure that that's in place and in the event that the FDA decides to go down that route.\n\nBrian Abrahams\n\nAnalyst, RBC Capital Markets LLC\n\n2:31:53PM\n\n2:31:53PM\n\nThanks, Eiry.\n\nOperator\n\n2:31:56PM\n\n2:31:56PM\n\nThank you. Our next question comes from Chris Shibutani with Goldman Sachs. Please go ahead.\n\nUnknown\n\n2:32:03PM\n\n2:32:03PM\n\nHey, [inaudible] this is Steven on for Chris. Thanks for taking our question. I think Eric mentioned in the prepared remarks that you expect growth from all three channels of your commercial organization, [inaudible] INGREZZA this year. So, I'm just curious if you can speak about development and progress points you made in the long term care channel and how meaningful we should expect revenues from that channel to be in 2024. Thank you.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n2:32:29PM\n\n2:32:29PM\n\nYeah. So, all three segments of our business are growing nicely, as I mentioned. [inaudible] continues to drive the majority of the opportunity because thats, where the majority of the patients are being cared for with TD. Neurology and LTC are also doing quite well, and at this point, the contribution from each is pretty similar, in terms of our overall business. So, LTC is the newest segment, as I've mentioned before, it's probably the least developed segment because we really haven't been in there as long educating the stakeholders, driving screening diagnosis and treatment. And it continues to really be growing nicely. And so, in such a short period of time for it to be contributing to that level, I think it's a testament to the investments that we made and we're quite happy with the results.\n\nUnknown\n\n2:33:26PM\n\n2:33:26PM\n\nAlright, thank you.\n\nOperator\n\n2:33:29PM\n\n2:33:29PM\n\nThank you. Our next question comes from Josh Schimmer with Cantor. Please go ahead.\n\nJosh Schimmer\n\nAnalyst, Evercore ISI\n\n2:33:35PM\n\n2:33:35PM\n\nThanks for taking my questions. Just a couple of quick ones. First; are you seeing any shifts in market share as a result of the once per day AUSTEDO launch? And then, I noticed you've added - [inaudible] I'm pronouncing that correctly, that the pipeline I think in the past you've indicated that might be a product [inaudible] for market building and establishing a sales force, as opposed to generating meaningful revenue. Are you starting to shift that perspective at all? Thank you.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n2:34:06PM\n\n2:34:06PM\n\nYes, I'll take your first question. So, the answer is no, we haven't seen any change in market share. It appears to us that deutetrabenazine XR is cannibalizing deutetrabenazine, in terms of their overall business. So, it's more of a shift within that deutetrabenazine franchise than any kind of share gain. The other thing that I'll say is that we didn't see a change of market share in 2023, and we don't expect to see any kind of change in market share, at least any kind of negative change in market share in 2024.\n\nMatthew Abernethy\n\n2:34:46PM\n\n2:34:46PM\n\nYeah, the only thing that I'd add, Eric, is that the market itself has just been incredibly rich. There's so many patients that need help with their tardive dyskinesia in great unmet need. So, when you look at what we were able to achieve this year, record year-over-year growth, over $400 million. And I would just say from a class perspective, this continues to be a great opportunity and looking forward to helping more patients who need help with their tardive dyskinesia. Eiry, do you want to comment on the EFMODY?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:35:18PM\n\n2:35:18PM\n\nYes, certainly. So, EFMODY is a steroid treatment that is currently approved in Europe for the treatment of CAH in adults. And as such, I think it essentially has some complementarity to CRINECERFONT. In the U.S. we do not have an approval for EFMODY currently, we are reading out two trials of EFMODY in the first half of this year, and based on the data from the two Phase II trials, obviously, we'll update you as to what our next plans are.\n\nJosh Schimmer\n\nAnalyst, Evercore ISI\n\n2:35:52PM\n\n2:35:52PM\n\nOkay.\n\nOperator\n\n2:35:53PM\n\n2:35:53PM\n\nThank you. Our next question comes from Anupam Rama with JP Morgan. Please go ahead.\n\nAnupam Rama\n\nVice President and Analyst\n\n2:36:00PM\n\n2:36:00PM\n\nHey, guys. Thanks, so much for taking the question. Just maybe a quick pipeline question, so, the AMPA potentiator in MDD, that's one of the next catalyst expected in the first half of 2024. Maybe you could describe the study, the key endpoints, and what you're looking for in this program to give you confidence to move some of that space.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:36:20PM\n\n2:36:20PM\n\nThanks, Anupam. So, yes, you're right. The first half of this year we will read out the data from NBI-845 which is a potentiator as a potential treatment for major depressive disorder. This is a dose finding study, compares two different dose levels of AMPA potentiators to placebo, using a pretty standard, primary endpoint of the [inaudible] at week 4. And the goals here with this mechanism of action, obviously, since it potentially ketamine like, yet through a downstream mechanism associated with NMDA is that we actually would see a more rapid answer of antidepressant activity than is seen usually with SSRIs and other treatment. So,  we are looking at [inaudible] the primary endpoint, but we have multiple other secondary endpoints within this dose finding study, which allows us to look at function and quality of life, as well as at the other psychiatric endpoints. And so in essence, we will be looking at the totality of the information coming out of this dose finding study to make a decision as to whether to proceed.\n\nAnupam Rama\n\nVice President and Analyst\n\n2:37:30PM\n\n2:37:30PM\n\nThanks so much for taking my question.\n\nOperator\n\n2:37:34PM\n\n2:37:34PM\n\nThank you. Our next question comes from Carter Gould with Barclays. Please go ahead.\n\nCarter Lewis Gould\n\nLarge Cap Biotech Analyst, UBS Investment Bank, Research Division\n\n2:37:40PM\n\n2:37:40PM\n\nGood morning. Thanks for taking the question. Maybe another one for Eiry. It was brought up a little bit at the analyst day, but frankly kind of got overshadowed by some of the other updates and that is sort of the next generation of VMAT2 inhibitors, can you just talk about, obviously, the ATS study that is ongoing and you've talked a little bit about how that will - the impact of that. Could you just maybe lay out kind of your expectations and sort of the progress you expect on the broader effort on VMAP2 follow ons, over the course of the next 12 to 18 months.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:38:12PM\n\n2:38:12PM\n\nYeah. So, we are just entering the clinic with NBI-890, which is the VMAT2 follow on, and obviously, given the depth of knowledge that we have of this VMAT2 mechanism, this is a really important mechanism and platform for us. And valbenzene is an amazing medication in terms of its profile that Eric alluded to earlier. And so, we have had to keep the bar really high in terms of the ability to differentiate these next generation molecules coming into the clinic. And so, we haven't talked too much about the profile of the VMAT2 inhibitors yet, we will obviously do that as we generate Phase I data. But we would seek to differentiate with this molecule, both in terms of potential indications that we will go into, but also, in some of the characteristics of the molecule itself that might lend itself for other areas, such as long acting intramuscular injection or other approaches that are important in the neuropsychiatric arena.\n\nOperator\n\n2:39:16PM\n\n2:39:16PM\n\nThank you. We'll take our next question from a [inaudible] with Jefferies. Please go ahead.\n\nUnknown\n\n2:39:22PM\n\n2:39:22PM\n\nGood morning, thanks for taking our question. This is [inaudible]. On the Phase II schizophrenia trial for for M4 agonist, 568, that is going to be reading out this year. It sounds like you are prioritizing safety over efficacy. How much how much efficacy are you going to maybe give up here, in comparison to other competitors, like [inaudible] order to move forward into a Phase III study? Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:39:49PM\n\n2:39:49PM\n\nThank you. So, the NDI-568 molecule is a highly selective, M4 agonist. And as such, I think we know now from both [inaudible] and the cerebellum molecules that the M4 mechanism is implicated in the psychosis and schizophrenia and blocking - and agonizing M4 can result in benefit, in terms of improvements of the [inaudible] and psychosis symptoms. Clearly there is a differentiation between the molecules in terms of the way in which they agonize M4. And so, that may play out in terms of differentiation efficacy, but it also may play out in terms of differentiated tolerability. And so, I wouldn't say that we are only interested in tolerability, we're interested in both. This is a dose finding study and as part of that we will be able to look at the efficacy in terms of the impact on psychosis scores, and the tolerability, in terms of overall tolerability to this molecule. So, I think both are important and it'll be an integration of those data from the Phase II readouts that will be important in determining a path forward.\n\nOperator\n\n2:41:07PM\n\n2:41:07PM\n\nThank you. Our next question comes from Jay Olson with Oppenheimer. Please go ahead.\n\nJay Olson\n\nAnalyst, Goldman Sachs & Co.\n\n2:41:13PM\n\n2:41:13PM\n\nCongrats on all the progress and thanks for taking the question. Just going back to CRINECERFONT, can you talk about how long patients need to be treated with CRINECERFONT before they start to experience some of the benefits on the complications of CAH? Like cardiovascular, bone density. And do you think you'll have some of that data when you file? And then separately, do you have any plans to study CRINECERFONT in other diseases besides CAH? Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:41:46PM\n\n2:41:46PM\n\nThat’s a lot of questions there. Taking them one at a time, in terms of the effectiveness of CRINECERFONT and its direct benefit in terms of the androgen control, just to make a comment there, we see that very rapidly, and we’ve shown that on two occasions, first in our Phase II proof-of-concept study where within 14 days of dosing, the degree of reduction in androgen control - of androgens was pretty much maximal, because that was also how it played out in the four-week study in our Phase III data. In terms of controlling androgens, CRINECERFONT does that very rapidly. Obviously, that then allows clinicians to reduce the steroid dosing, and by both controlling androgens with CRINECERFONT and being able to reduce steroid dosing, that’s how we get to the benefit associated with the clinical longer term outcomes. We do have measures of clinical outcome in terms of metabolic measures, bone related measures, growth and other important elements within our NDA submission. Obviously, those are brd on data out to one year, essentially, and beyond that, the other impressive thing about the program to date has been the rollover rate into the open label, which is essentially greater than 95% for both the adult and pediatric trials, and so we are collecting longer term open label data on an ongoing basis, and we’ll continue to do that until we reach the market. Also, we have a registry effort going on, called catalog, which will allow us to put in context our clinical outcome data in terms of what is seen in the general population of CAH.\n\nJay Olson\n\nExecutive Director & Senior Analyst\n\n2:43:31PM\n\n2:43:31PM\n\nGreat, Thank you. And any plans for other diseases?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:43:38PM\n\n2:43:38PM\n\nOh, actually I think - obviously, we are thinking about that on an ongoing basis. I think Jude also alluded to it at our R&D day that we have a whole effort around next-generation molecules in CAH and other indications in that space as well, and so we’ll certainly be talking more about that in due course.\n\nJay Olson\n\nExecutive Director & Senior Analyst\n\n2:43:56PM\n\n2:43:56PM\n\nGreat. Thank you very much.\n\nOperator\n\n2:43:59PM\n\n2:43:59PM\n\nThank you. Our next question comes from Marc Goodman with Leerink. Please go ahead.\n\nUnknown\n\n2:44:07PM\n\n2:44:07PM\n\nHey, this is Rudy on the line for Marc. Thanks for taking my question. Can you talk about your IP following the recent patent litigation settlement, and just curious what are your current thoughts on impact of IRA on your pricing towards the end of this decade. Thank you.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n2:44:27PM\n\n2:44:27PM\n\nWe’re very pleased with the way that the litigation ended up. We have protection that goes out into 2038 at this point in time, so I think that that really spoke to the impressive patent efforts that we put behind all of our molecules here at Neurocrine. When it comes to the IRA, as you know, the first 10 drugs are under negotiation right now. In September of this year, we’re going to see the first time what those negotiations yielded, so I think we all look forward to seeing that before we can comment any further on what we think the IRA impacts are going to be.\n\nUnknown\n\n2:45:15PM\n\n2:45:15PM\n\nGot it. Thank you.\n\nOperator\n\n2:45:20PM\n\n2:45:20PM\n\nThank you. Our next question comes from Myles Minter with William Blair. Please go ahead.\n\nMyles Minter\n\nAnalyst, William Blair & Co. LLC\n\n2:45:25PM\n\n2:45:25PM\n\nHi, congrats on the progress. Thanks for the question. Just a quick one on the Phase I 570 trial, the dual M1, M4 agonist in healthy volunteers, I think that trial initiated in September. Just wondering how dosing is going for that and when we’ll hear about safety for that program. Secondly, would you ever think about running head-to-head studies against 568 or 569 in a CNS indication? Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:45:51PM\n\n2:45:51PM\n\nThanks Myles. On the 570, that’s progressing very well. We are going through the Phase I program and at some point, obviously, we’ll come forward and talk about that more as we enter Phase II - that’s usually what we tend to do in that space, but things are progressing as expected. You know, there’s always a lot of discussion about whether to try to put more than one investigational product into a clinical trial, in order to profile them directly with one another. As you can imagine, that is something we’ve talked about in the context of the fact that we have such a broad portfolio of muscarinics. It’s very challenging to do that, though, given the fact that we want to try to accelerate each molecule as much as possible individually, and so at least in my experience over many years in this business, they don’t seem to line up perfectly for you to be able to do that. In the absence of being able to do that, what we are doing is essentially running very, very similar Phase I programs for each of these assets, so that we can look at the same measures, look at the same outcomes, and understand how to compare those individual molecules indirectly.\n\nMyles Minter\n\nAnalyst, William Blair & Co. LLC\n\n2:47:03PM\n\n2:47:03PM\n\nFair enough. Thanks, Eiry.\n\nOperator\n\n2:47:07PM\n\n2:47:07PM\n\nThank you. Our next question comes from Neena Bitritto-Garg with Deutsche Bank. Please go ahead.\n\nNeena Bitritto-Garg\n\nAnalyst, Robert W. Baird & Co., Inc. (Broker)\n\n2:47:14PM\n\n2:47:14PM\n\nHey guys, thanks for taking my question. I just wanted to circle back to the M4 read-out later this year and Paul’s question originally about dosing. Is there anything else that you can kind of share on the dose levels that you’re testing and dosing frequency, and maybe how they may compare to some of the doses that we’ve seen for emraclidine and KarXT from an activity perspective? Thanks so much.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:47:39PM\n\n2:47:39PM\n\nWe haven’t shared the doses from our Phase II dose finding study up to this point. Obviously it’s not that long before we get our data, so we’ll get to see that later this year. What I can say is that we’re confident on the dose range that we’re testing, brd on an integration of our preclinical data, both efficacy and tolerability from the toxicology program, and also from our Phase I studies where obviously we explored a lot of different pharmacology to understand how to pick the right doses for Phase II.\n\nNeena Bitritto-Garg\n\nAnalyst, Robert W. Baird & Co., Inc. (Broker)\n\n2:48:10PM\n\n2:48:10PM\n\nGot it, thank you.\n\nOperator\n\n2:48:15PM\n\n2:48:15PM\n\nThank you. Our next question comes from Jeffrey Hung with Morgan Stanley. Please go ahead.\n\nUnknown\n\n2:48:21PM\n\n2:48:21PM\n\nHi, this is Michael [inaudible] on for Jeff Hung. Thank you for taking our questions. Could you talk a little bit more about EFMODY? What are you hoping to see in the Phase II data, and how would you see this becoming part of the treatment paradigm? Is there anything to suggest maybe different uptake, depending on whether a patient is in early adolescence versus adulthood? Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:48:41PM\n\n2:48:41PM\n\nYes, we really haven’t talked much about the EFMODY strategy particularly here in the U.S. As I said, it is an approved product in Europe for CAH, and these are just very straightforward Phase II read-out studies. Once we have the data, I’m sure we’ll talk a little bit more about that and whatever our next steps might be.\n\nUnknown\n\n2:49:01PM\n\n2:49:01PM\n\nThank you.\n\nOperator\n\n2:49:04PM\n\n2:49:04PM\n\nThank you. Our next question comes from Danielle Brill with Raymond James. Please go ahead.\n\nDanielle Catherine Brill\n\nVP & Senior Research Analyst, Piper Jaffray Companies, Research Division\n\n2:49:10PM\n\n2:49:10PM\n\nGood morning. Thank you so much for the questions. I guess I’d like an update on the cerebral palsy dyskinesia and schizophrenia studies of valbenazine. Should we expect data from those studies this year? And then, what sort of impact to sales might we expect from the sprinkle powder formulation of INGREZZA, once it’s approved? Thanks so much.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:49:32PM\n\n2:49:32PM\n\nI can give an update on the ATS and DCP programs. Both are enrolling and we anticipate data during next year.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n2:49:41PM\n\n2:49:41PM\n\nYes, and just a quick comment on the sprinkle formulation - obviously it’s not an approved formulation, but we’re looking forward to, upon approval, rolling it out. We estimate that 5% to 10% of patients with either Huntington’s chorea or tardive dyskinesia experience difficulty in swallowing, so this may be a better alternative for them, and so we’re looking forward to introducing that product upon approval.\n\nOperator\n\n2:50:14PM\n\n2:50:14PM\n\nThank you. Our next question comes from Laura Chico with Wedbush Securities. Please go ahead.\n\nLaura Chico\n\nAnalyst, Raymond James & Associates, Inc.\n\n2:50:20PM\n\n2:50:20PM\n\nHey, good morning guys. Thanks for taking the question. Obviously a lot of discussion today on your internal pipeline activities, but wondering if you can discuss your appetite for external BD at this point, and what flexibility does the balance sheet now provide in terms of potential deal size? Thank you.\n\nKyle Gano\n\nChief Business Development Officer, Neurocrine Biosciences, Inc.\n\n2:50:37PM\n\n2:50:37PM\n\nHey, this is Kyle. Thanks for the question this morning. I think what you’ve seen here from Neurocrine over the past year was good progress on bringing programs from our internal drug discovery efforts into the clinic - we put five programs in last year. Our team, we work with great urgency here in business development. We don’t feel like we have the need to do something large at this particular time. I think what we would expect here over the near term, midterm is to continue to help our research team accelerate some of their efforts and bring their assets that they’re currently working into the pipeline, to h",
        "content2": "elp us transform that pipeline that we’ve been discussing at our R&D day into this next year. In terms of what we’re looking at beyond helping our research colleagues, we’re probably not going to spend a lot of time looking at things that are pre-proof of concept, so it’s earlier stage opportunities to bring in technologies for our research team, and then obviously anything that’s a de-risked, later stage clinical stage asset through commercial are things that would be of interest to us. They are few and far between, as you know, and they are quite expensive as well, so we’d look at those but I think our mind right now is doing what we can to help build the pipeline organically.\n\nMatthew Abernethy\n\n2:51:55PM\n\n2:51:55PM\n\nWhen you think about how we expect to drive shareholder value, you can see where our money’s going - to continue to drive growth in INGREZZA, getting ready to launch CRINECERFONT - I think that’s going to be a meaningful contributor to both help patients and then also to Neurocrine’s top line, and a lot of investment in our internal research programs. Between all the Phase I starts that we have this year, as well as what Jude highlighted at R&D day, we feel very confident about what we have going forward. We of course have financial flexibility with $1.7 billion in cash, and then also a growing EBITDA profile. We do have the financial flexibility, but right not we’re really prioritizing executing what we have, and we have a lot to look forward to.\n\nLaura Chico\n\nAnalyst, Raymond James & Associates, Inc.\n\n2:52:46PM\n\n2:52:46PM\n\nThank you.\n\nOperator\n\n2:52:49PM\n\n2:52:49PM\n\nThank you. Our next question comes from Sumant Kulkarni with Canaccord Genuity. Please go ahead.\n\nSumant Kulkarni\n\nAnalyst, Canaccord Genuity, Inc.\n\n2:52:56PM\n\n2:52:56PM\n\nMorning, thanks for taking my question. On your efforts in major depressive disorder, do you think there is any medicine approaching that indication within episodic versus chronic treatment, and do you expect either 770 or 845 to have an episodic component or a more durable efficacy aspect to [inaudible]?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:53:14PM\n\n2:53:14PM\n\nI think the goal with our current efforts in both 985 and also 770 is to be able to try to replicate some of the findings that have been seen with ketamine, but to do it in a way that expands on the efficacy that obviously you’ve been seeing in that area. Episodic dosing is the part of the consideration there, and we haven’t talked very much about our dosing regimen for our current programs. We have said for 770, this is an oral approach to NR2B NAM - that is the first, to our knowledge, oral approach to this target, and obviously as we endeavor to generate the data from those Phase II studies, we’ll be able to talk more about the plans moving forward.\n\nSumant Kulkarni\n\nAnalyst, Canaccord Genuity, Inc.\n\n2:54:04PM\n\n2:54:04PM\n\nThank you.\n\nOperator\n\n2:54:08PM\n\n2:54:08PM\n\nThank you. Our next question comes from Evan Siegerman with BMO Capital Markets. Please go ahead.\n\nUnknown\n\n2:54:15PM\n\n2:54:15PM\n\nHi guys, [inaudible] on for Evan. Thanks for taking our question. Coming back to the muscarinics, you’re using an M4 agonism in the Phase II for schizophrenia, but the antagonism for the Phase I in treatment of movement disorders. Maybe can you walk us through the mechanism of action differences and what gives you confidence for those indications, and expectations for how antagonism can be differentiated for movement disorders. Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:54:41PM\n\n2:54:41PM\n\nThe approaches here are very different. M4 agonism, we are focused on looking at that in the context of treating neuropsychiatric disorders, particularly schizophrenia as the starting indication, and it’s very clear, I think now from data generated in this field, that the M4 system plays a role in the psychosis within schizophrenia. For the M4 antagonist, we’re actually targeting movement disorders, and so in terms of the M4 systems that are associated with abnormal movement within the brain, in diseases such as Parkinson’s tremors, dystonia, that is disrupted, and antagonizing this system, we believe has the potential to add value and to be able to treat those disorders, so it is very different in terms of the approach that we’re taking there.\n\nUnknown\n\n2:55:40PM\n\n2:55:40PM\n\nThank you.\n\nOperator\n\n2:55:41PM\n\n2:55:41PM\n\nThank you. We’ll take our next question from David Hoang at Citigroup. Please go ahead.\n\nDavid Hoang\n\nAnalyst, Jefferies LLC\n\n2:55:47PM\n\n2:55:47PM\n\nHi, thanks so much for taking the question. Maybe just to circle back on INGREZZA for a moment, could you talk a little bit about the higher end of the guidance range in 2024, what would be the factors that would play into that, and maybe along those lines, in terms of accessing the remaining two-thirds of undiagnosed TD patients, do you perceive any barriers to reaching that group?\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n2:56:14PM\n\n2:56:14PM\n\nYes, as we mentioned earlier in terms of the 2024 guidance range, it’s really driven by the success that we’ll have early in the year in driving new patient starts and continuing to retain existing patients. As we get to the later part of the year or middle of the year, as Matt said, we’ll re-assess and tighten up what our expected guidance is. In terms of being able to continue to develop the market, continue to drive recognition, diagnosis and treatment, the fundamentals remain the same. When we started with the launch of INGREZZA over six years ago, only a very small fraction of the TD patients had actually been diagnosed, and none had been treated effectively, so we’ve made great progress. Now, we believe that about a third of all TD patients have been diagnosed and yet only about half of the time are they actually offered treatment with VMAT2 inhibitor, so there is still a lot of room in terms of organic growth and a lot of opportunity to make a big difference in patients’ lives. The fundamentals of what we do, both in terms of educating healthcare providers across psychiatry, neurology and long term care, as well as continuing to invest in long term - or excuse me, in DTC, to reach and educate those that are suffering from TD, and encouraging them to have that conversation with their doctor. These are the things that we’re doing. We’re very focused on education, as Matt said, and we’re continuing to drive leverage within our existing TD and HD franchises.\n\nOperator\n\n2:58:03PM\n\n2:58:03PM\n\nThank you. We’ll take our next question from Mohit Bansal with Wells Fargo. Please go ahead.\n\nMohit Bansal\n\nSenior Equity Analyst\n\n2:58:09PM\n\n2:58:09PM\n\nThank you very much for the question. Maybe one question on the expense side. It seems like there is some level of margin improvement here on the SG&A side, but you are committing to spending or investing in R&D. As you go forward, I mean, it’s still close to 40% SG&A as a percent of sales. As you move forward, how should we think about the leverage given that for CAH, you still may have to invest money in terms of that launch preparation? Thank you.\n\nMatthew Abernethy\n\n2:58:46PM\n\n2:58:46PM\n\nYes, I think the SG&A leverage, when you take a step back and think about where we were in 2022, we were at 51%. I think this year in 2024, if you exclude CRINECERFONT, we’d be down to 41%, so I think - you know, 1,000 basis points of leverage over two years is quite substantive, and proud of what the team has been able to accomplish with the investments that we’ve made. In terms of leverage going forward, the investment behind CRINECERFONTis not going to be anything near the investment that we have behind INGREZZA. I’d expect it to be very accretive early in the launch, and we’ll of course give updated guidance next year in terms of expense and revenue expectations. But I think the addition of CRINECERFONT is only helpful to our SG&A leverage ambitions over the years ahead.\n\nMohit Bansal\n\nSenior Equity Analyst\n\n2:59:49PM\n\n2:59:49PM\n\nExcellent. Thank you.\n\nOperator\n\n2:59:51PM\n\n2:59:51PM\n\nYour next question comes from Uy Ear from Mizuho. Please go ahead.\n\nUy Ear\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\n2:59:58PM\n\n2:59:58PM\n\nHi guys, thanks for taking my question. Matt, I think you said the 4Q INGREZZA number, the growth was offset by gross-to-net. I was wondering if you can help us understand the dynamics of gross-to-net in the quarter, and as well as the factors that will improve gross-to-net in 2024. Thanks.\n\nMatthew Abernethy\n\n3:00:22PM\n\n3:00:22PM\n\nYou know, when you think about our Q4 results, it’s our first quarter ever of $500 million in sales, and we’re quite encouraged by what we saw. There’s always quarterly gyrations in terms of whether it’s timing of orders, timing of patients getting refills, etc., and so there’s choppiness to certain quarters. Q3 was a blowout quarter; Q4 was another great quarter, and I think we feel very good with how we’re positioned, headed into 2024. The gross-to-net dynamic that I commented on is very consistent with what we’ve had in previous years. There’s an accounting requirement where you have to take an incremental discount on your channel inventory, and so that’s something that put pressure on our numbers a bit in Q4. The only other item that I’d call out as it relates to net revenue per script, we didn’t take our price increase until very late in the quarter, and in previous years there was some level of contribution in our Q4 numbers associated with the price increase. The improvement in this year’s net revenue per script comes down to price increases and then the contract decisions that we make, their trade-offs, and I think that overall, that’s what led to an improved net revenue per script, going from $5,600 in 2023 to something over $5,800 in 2024.\n\nUy Ear\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\n3:01:56PM\n\n3:01:56PM\n\nThanks.\n\nOperator\n\n3:01:59PM\n\n3:01:59PM\n\nThank you. Our next question comes from David Amsellem with Piper Sander. Please go ahead.\n\nUnknown\n\n3:02:05PM\n\n3:02:05PM\n\nHi, this is Schuyler on for David. First, any thoughts on the potential pricing of CRINECERFONT and the discussions you’ve been having with payors, and do you expect the reimbursement landscape will be different between adults and pediatrics? Then second, could you provide any updates on the development plan for the M1 preferring agonist, and just talk mechanistically to the value proposition of just targeting M1 versus M4. Thanks.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n3:02:31PM\n\n3:02:31PM\n\nYes, so obviously we’re very enthusiastic about the clinical profile that emerged with CRINECERFONT. With regards to pricing, it’s a little bit premature to comment on that, other than to say that this is a rare disease and we would expect to have rare disease pricing. We’ve had initial conversations with payors and I’ve been quite pleased, and maybe a little bit surprised - pleasantly - that they seem to be acutely aware of the issues associated with chronic high dose steroid treatment, and so we’ve got a lot of work to do still in terms of understanding the value that’s emerging from the clinical data. Certainly we believe that the pricing will be in line with the value that we bring to market.\n\nTodd Tushla\n\n3:03:19PM\n\n3:03:19PM\n\nLet's take one final question please.\n\nOperator\n\n3:03:22PM\n\n3:03:22PM\n\nOur last question comes from Ami Fadia with Needham. Please go ahead. Ami, your line is open. Please go ahead with your question.\n\nTodd Tushla\n\n3:03:41PM\n\n3:03:41PM\n\nIt sounds like I’ll follow-up with Ami later. Kevin?\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n3:03:46PM\n\n3:03:46PM\n\nThank you all this morning for your questions. Really appreciate this time to interact, and we’ll be talking a lot more at upcoming meetings. The only closing comments that I have is I hope that you - it’s come through our enthusiasm as we start 2024 here. We do expect to have another great year. The two things that I really want to point out the most as I close here, number one is probably starting three years ago, you saw our investment ramp up in INGREZZA, both with sales force expansions and with DTC efforts. You have now seen in the last two years what a difference that can make. We have a multi-billion dollar product on our hands here, so those investments have got a phenomenal ROI on them. They will continue. Our focus with those investments is on the patient. It’s on building out this very early marketplace that is still - I know I’ve said it for six years, and I’m going to say it into a seventh year, this is just the tip of the iceberg for this. There are so many more patients that need this drug in order to be able to live fulfilling lives.\n\n3:05:07PM\n\nWith CRINECERFONT, it’s very much the same way. As Matt said, the amount of investment that we need within that marketplace is much smaller because the patient population is much smaller. But nevertheless, I’m very confident that what you will see is the investments that we’re making this year, next year, are going to be incredible for the lives of those patients, and also as a significant leg of growth for Neurocrine going forward. Then finally, the investments that we’re making in our internal R&D efforts are definitely going to pay off. we get to see a lot more, unfortunately, than you get to see, but I can tell you that in the coming years, you’re going to see those efforts in small molecules, which has always been our strong point, but in all of the large molecules, whether you’re talking about peptides, proteins, antibodies and gene therapies - those will start rolling into the clinic, so we’re very excited here and we have a lot of work ahead of us. We look forward to talking to you more in the future. Thank you very much.\n\nOperator\n\n3:06:15PM\n\n3:06:15PM\n\nThis does conclude the Neurocrine Biosciences year-end and fourth quarter results call. You may disconnect your line at this time and have a wonderful day."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/f81089c3c809c12e06be812ca4e741a7",
        "content1": "Q3 2023 Neurocrine Biosciences Inc Earnings Call\n\nQ3 2023 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQOCT 31, 1:00 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nOperator\n\n1:00:47PM\n\n1:00:47PM\n\n---Good day everyone, and welcome to the Neurocrine Biosciences reports Third Quarter results. At this time, all participants are in a listen only mode. Later, you will have the opportunity to ask questions during the question, and answer session. You May register to ask questions at any time by pressing the start and one in your telephone keypad. You may withdraw yourself from the queue by pressing the pound key. Please note this call is being recorded, and I will be standing by should you need any assistance. It is now my pleasure to turn the conference over to Todd  Tushla Vice President of Investor Relations. Please go ahead.\n\nTodd Tushla\n\n1:01:32PM\n\n1:01:32PM\n\nGood morning. Happy Halloween, and thanks for joining Nordstrom Third Quarter 2023 earnings call. I'm please to be joined by Kevin Gorman, our Chief Executive Officer, Matt Abernethy, our Chief Financial Officer, Eiry Roberts, our Chief Medical Officer, Eric Benevich, our Chief Commercial Officer, and Kyle Gano, our Chief Business Development and Strategy Officer.\n\n1:01:53PM\n\nDuring today's call, we will be making forward looking statements. These statements are subject to certain risks, and uncertainties, and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings after prepared remarks, we're going to try, and get to all of your questions. So Kevin take it away.\n\nKevin Gorman-CEO\n\n1:02:11PM\n\n1:02:11PM\n\nThank you Todd, and good morning everyone. It's been a very, very good Quarter, I'm not going to go into really any detail. I think everyone else is going to be talking on the call well, and as always we just wanted to spend as much time with your questions as part as possible. What I will say is that, it's rare that you get to announce so much progress, from a clinical standpoint with CAH from irregularity, a regulatory standpoint, with the Huntington's approval, and then the outstanding work by our commercial, and field medical units, in bringing Ingrazza has so many patients into having the success, we're having that, that's all I really wanted to start out with today. So much to talk about, so what I'd like to do is I'd like to turn it over to Matt right now. Thank you.\n\nMatthew Abernethy - CFO\n\n1:03:05PM\n\n1:03:05PM\n\nGood morning, between our positive Phase III results from CAH record and growth of sales, and solid cash flow generation, we had an incredible Quarter. During the Quarter, and growth in sales were $486 million, reflecting 29% year over year growth. The aggressive commercial marketing, and medical teams are doing an excellent job continuing to build and develop the Tardive Dyskinesia market.\n\n1:03:31PM\n\nWith the growth in net sales, grew Q3 at approximately $1.34 billion, we are increasing our guidance range to $1.82 to $1.84 billion. Our financial profile has strengthened in Q3, resulting in non-GAAP diluted earnings per share of $1.54 cents, and over $1.5 billion in cash at Quarter end, we continued to prioritize our capital towards growing, and growth, in both expanding, and advancing our pipeline.\n\n1:04:03PM\n\nAs we mentioned during the recent call, we will be hosting an analyst day on December 5th, the agenda will be focused on our R&D strategy include preclinical, and clinical pipeline update. We'll also feature a panel discussion on congenital adrenal hyperplasia, centered on addressing the challenges of current therapies for patients, caregivers, and clinicians. We look forward to seeing all of you in New York, with this I will now hand the call over to Eric Benevich, our Chief Commercial Officer, Eric.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n1:04:36PM\n\n1:04:36PM\n\nThanks, Matt. Q3 2023 was a great Quarter for Ingrazza, with both strong continued growth from our TD franchise, and the initial rollout of the new HD chorea indication, which I'll discuss later. It's been six years since our initial launch, and I continue to be impressed with our team's ability to help to improve diagnosis in treatment rates in patients with Tardive Dyskinesia, and our just announced increase to the fourth year guidance rank, reflects our confident, and continuous strong growth.\n\n1:05:07PM\n\nIn the half dozen years since the launch, we've grown the diagnosis rate of TD, from low single digits to around 35% of the prevalent population. While this is great progress, it also means that about two thirds of the roughly 600,000 patients who suffer from TD has not yet been diagnosed, much less treated with VMAT-2 inhibitor like Ingrazza. Net, net, we clearly have much work to do to help more TD patients get a diagnosis for their uncontrollable movements, and have the option to be treated.\n\n1:05:37PM\n\nIn August, we were excited by the FDA approval of the new indication for the treatment of adults with chorea associated with Huntington's disease. Now, we have an opportunity to help yet another patient community in need, that many thousands of those HD patients who today continue to suffer with untreated chorea. With approval occurring just a few short months ago, we are in the early stages of introducing Ingrazza to the HD community, but I can say that early feedback has been encouraging.\n\n1:06:06PM\n\nJust as in TD, Ingrazza offers meaningful, and differentiated benefits for HD chorea patients, including high selectivity for VMAT-2, rapid, and sustained efficacy ,good tolerability, simple one capsule once daily dosing, and comprehensive support programs. These are the reasons why Ingrazza is the most prescribed VMAT-2 inhibitor, and I'm confident that these attributes will translate well to the HD chorea community.\n\n1:06:34PM\n\nI'd like to close by congratulating, our clinical development colleagues on the recent positive phase III results for Crinecerfont in both pediatric, and adult congenital adrenal hyperplasia patients. The trial results were outstanding. I believe Crinecerfont, if approved has the potential to be a paradigm changing treatment option.\n\n1:06:55PM\n\nToday, the standard of care utilizing supraphysiologic doses of glucocorticoid to suppressed excess androgen production, creates unwanted side effects, and long term complications. Patients are faced with dealing with the undesirable effects of excess androgen production, or the undesirable effects upon a treatment with high dose GCs.\n\n1:07:18PM\n\nThat's a terrible trade off, and we believe Crinecerfont can establish a new standard of care. From a commercial perspective, we'll be diligently working to demonstrate the high value we expect Crinecerfont bring to the CAH community. While it is premature to speculate on price, early discussions with payers have been productive and recognizing the benefits that lowering excess androgens and/or reducing GC exposure can bring to patients living with this inherited orphan generic disorder. So, at this time I'll hand the call over to my colleague Dr. Eiry Roberts, our Chief Medical Officer.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:07:53PM\n\n1:07:53PM\n\nThank you, and good morning. During our earnings call back in February I noted that 2023, promise to be an important year for the new European pipeline. Today, I could not be more pleased to discuss how we are fulfilling that promise. Q3 featured several significant pipeline milestones, which I was address further, beginning with our on time FDA approval of Ingrazza for the treatment of chorea associated with Huntington's disease.\n\n1:08:24PM\n\nAs Eric noted, the vast majority of patients with HD chorea are currently untreated. Given Ingrazza the attractive product profile, and differentiated attributes. I'm confident that Eric and his team will be able to change that. To further differentiate Ingrazza, we've developed the Ingrazza sprinkle formulation, which the FDA accepted as a new drug application last months.\n\n1:08:51PM\n\nThis potential new formulation could serve as a preferred alternative administration option, for many of the tardive dyskinesia and Huntington's disease patients, who have trouble swallowing or simply prefer not to take the whole capsule. Turning to connect the bonds, I believe everyone is familiar with the outstanding topline statistically significant, and clinically meaningful results from our adult, and pediatric phase III CAHtalyst study.\n\n1:09:21PM\n\nThere is much more data to share with you, that will become available over time, either in peer reviewed journal articles, or scientific conferences. Given our KOL call earlier this month. Dr. Rich Auchus adeptly summarized the hope that the burden of congenital adrenal hyperplasia can someday be alleviated by a simple block and replace strategy. With the androgen excess caused by CAH managed by treatment with Crinecerfont , thus providing clinicians with significantly more flexibility in treating the cortisol deficiency caused by CAH with lower levels of exogenous steroids.\n\n1:10:03PM\n\nIn our outcoming Analyst Day, as Matt mentioned, we are planning a panel discussion focused on the current burden of disease in CAH and how Crinecerfont, if approved, could potentially significantly ease that burden for patients caregivers and clinicians.\n\n1:10:21PM\n\nOn the muscarinic front, our lead asset NBI-568 continues to enroll very well in the phase II study in schizophrenia. In addition, the clinical trial application NBI-570, our dual M1/M4 agonist was accepted, and that program is currently dosing in a phase I study. These two compounds represent just the first of several muscarinic compounds, that we will be advancing into the clinic over the coming months.\n\n1:10:54PM\n\nFinally, we remain on track to deliver top line data for both NBI-352 and focal onset seizure and for NBI-846 in anhedonia in major depressive disorder over the coming weeks. It has truly been exciting times at Neurocrine this past year, and I look forward to discussing many of our pipeline programs with you at our Analyst Day, I'll stop here and turn it back to Kevin.\n\nKevin Gorman - CEO\n\n1:11:22PM\n\n1:11:22PM\n\nThank you Airy. Nikki, I think we're ready for your questions now.\n\nOperator\n\n1:11:26PM\n\n1:11:26PM\n\nAnd at this time, if you would like to ask a question, please press the star, and one on your telephone keypad. You may withdraw your question at any time, by pressing the pound key. Once again, to ask a question please, press the star and one on your telephone keypad. And will take our first question from Philip Nadeau. Please go ahead, your line is open.\n\nPhilip M. Nadeau\n\nAnalyst, Cowen & Co. LLC\n\n1:11:50PM\n\n1:11:50PM\n\nGood morning, congratulations on a very productive quarter, question for Eric on Ingrazza. Eric could you talk a bit more detail about what was driving the strong sales growth in the quarter? What was it the results of the expanded sales force? Has there been any reduction in telemedicine use? Did the expanded label on Huntington's help? What were the factors that led to such a strong quarter?\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n1:12:10PM\n\n1:12:10PM\n\nThanks, Phil. You know, I think it's really just carrying forward the momentum that we've been seeing throughout the year, and obviously, we're experiencing the benefits of the expanded sales team, and frankly I can say that we're growing nicely in all three of the business segments that we're in, neurology, and psychiatry and now LTC. Our DTC campaign continues to perform well.\n\n1:12:38PM\n\nAnd there's still a lot of opportunity for growth just based on the fact that the majority of patients with TD as yet remain undiagnosed and untreated. The last thing I'll say is that with regards to the HD chorea rollout, while we're excited about the opportunity to make a difference in that patient population, the impact on the current quarter is minimal.\n\nPhilip M. Nadeau\n\nAnalyst, Cowen & Co. LLC\n\n1:13:05PM\n\n1:13:05PM\n\nPerfect. Congratulations again on the strong quarter.\n\nKevin Gorman - CEO\n\n1:13:10PM\n\n1:13:10PM\n\nThanks, Phil.\n\nOperator\n\n1:13:13PM\n\n1:13:13PM\n\nWe'll move next with Chris Shibutani with Goldman Sachs. Please go ahead, your line is open.\n\nChris Shibutani\n\nResearch Analyst\n\n1:13:19PM\n\n1:13:19PM\n\nGreat. Thank you very much, I noticed that in the updated slides you have the TD diagnosis rate increasing from 30% to 35% of the overall population. How much higher do you think this can go, and what is a potential in terms of the pace of growth might look like going forward? Thank you.\n\nKevin Gorman - CEO\n\n1:13:36PM\n\n1:13:36PM\n\nYeah. We haven't given guidance in terms of where we think the diagnosis rate will ultimately net out. Though, personally I can say that we're far from the peak, where we are now. Six years in, you know, we think about 35% of the TD patients have been diagnosed and that's really starting from a baseline at the time of launch in the low single digits.\n\n1:14:04PM\n\nSo we continue to increase the rate of TD diagnosis, and I feel really good about the progress that we've made. But still, you know, approximately two-thirds of patients remain undiagnosed, and now our research indicates that only about half the time when a patient is diagnosed with TD, they offer treatment with a VMAT2 inhibitor.\n\n1:14:28PM\n\nAnd so, we have room for improvement both in terms of the diagnosis rate, and in terms of the frequency of the use of Ingrazza in that patient population. So still lots of room for improvement despite the progress.\n\nOperator\n\n1:14:48PM\n\n1:14:48PM\n\nOur next question comes from Paul Matteis with Stifel. Please go ahead.\n\nPaul Matteis\n\nAnalyst, Stifel, Nicolaus & Co., Inc.\n\n1:14:54PM\n\n1:14:54PM\n\nHi. Great. Thanks so much, I just wanted to clarify the Phil's question. Was there any kind of one-off benefits this quarter, either from inventory or net price tracking better than expected, and then on the focal program as we get closer to data year, I just wanted to ask you an open question. like, how excited are you about this asset, and how do you think about the criteria not just for what's a win in this study, like is it a P-value driven or is it more qualitative? And then what's the criteria for not just moving this forward, but taking it forward right into a Phase III. Thanks so much.\n\nKevin Gorman\n\nCEO, Neurocrine Biosciences, Inc.\n\n1:15:28PM\n\n1:15:28PM\n\nYeah, Hey, Paul. Nice to hear from you. The quarter was very, very clean a nice underlying growth. Nothing significant to note on inventory. So, really reflects both the LTC psych, neuro team really doing an excellent job continuing to drive diagnosis, and getting patients treated with Ingrazza. So overall, very good quarter, sets us up nicely for the for the rest of the year, and heading into 2024. Eiry?\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:16:01PM\n\n1:16:01PM\n\nHi, Paul. First thing to say is that we remain on track to be able to release the data from the programs that seizure study for 352 in this quarter, and we're very excited about the asset in terms of the potential benefit that it can bring for patients with focal onset seizures.\n\n1:16:20PM\n\nIt's, obviously, as you know, a Nav1.6 selective agent. This study, however, is a proof of concept study. So it is a dose finding initial study in so called seizure patients who have had inadequate response to up to three other treatments.\n\n1:16:37PM\n\nWe obviously will be looking at the reduction in seizure frequency that we can see in the context of this program and this molecule. And I think it is necessary in the face of the competitive space for us to be setting the bar high.\n\n1:16:52PM\n\nWe haven't talked specifically about target there, given that this is a proof of concept study, but we'd want to see a robust efficacy signal, and based on the what we understand about its mechanism in the selectivity, obviously, that, how that relates in terms of tolerability is going to be important in our decision-making as well.\n\nPaul Matteis\n\nAnalyst, Stifel, Nicolaus & Co., Inc.\n\n1:17:13PM\n\n1:17:13PM\n\nGreat. Thanks. Congrats on the quarter.\n\nOperator\n\n1:17:15PM\n\n1:17:15PM\n\nOur next question comes from Tazeen Ahmad with Bank of America. Please go ahead, your line is open.\n\nTazeen Ahmad\n\nMD in Equity Research & Research Analyst\n\n1:17:26PM\n\n1:17:26PM\n\nHi. A couple of questions for me. Eiry, just so I clarify, so you will be showing data on seizure freedom for the focal onset seizures update. I just want to make sure that that's going to be part of part of the top line. And then secondly, as you think about the opportunity in Huntington's, I know that this year's guide does not include very much a contribution, but in the grand scheme of things, how big of an opportunity for Ingrazza do you expect it to be in chorea? Thanks\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:17:59PM\n\n1:17:59PM\n\nThanks, Tazeen. With respect to the proof of concept study, the primary input of the study is actually tolerability and safety, but we will be reporting out issues related to seizure frequency as well. So both in terms of reduction and overall seizure frequency, percentage of patients getting to a 50% reduction, and also any information we have around the seizure freedom.\n\nTazeen Ahmad\n\nMD in Equity Research & Research Analyst\n\n1:18:26PM\n\n1:18:26PM\n\nOkay. And how many patients' worth of data would that be?\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:18:30PM\n\n1:18:30PM\n\nIt's 100 patients, but there are four dose levels, three active, and one placebo group in the study.\n\nTazeen Ahmad\n\nMD in Equity Research & Research Analyst\n\n1:18:37PM\n\n1:18:37PM\n\nOkay. Thanks. And then on the Huntington's?\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n1:18:41PM\n\n1:18:41PM\n\nYeah. I tackle that question. So on a relative basis, the Huntington's opportunity obviously is smaller than a TD. We estimate the addressable population of people living with Huntington's disease and in chorea around 20,000 to 25,000. Currently only about 20% get treated with a VMAT2 inhibitor.\n\n1:19:04PM\n\nAnd so while there is a significant opportunity to make a difference in that patient population, and to increase the treatment rate, especially on a relative basis, it's still a smaller commercial opportunity than TD, and TD is going to continue to be our growth driver going into the future.\n\nOperator\n\n1:19:22PM\n\n1:19:22PM\n\nOur next question comes from Brian Abrahams with BRC Capital Markets. Please go ahead.\n\nBrian Abrahams\n\nAnalyst, RBC Capital Markets LLC\n\n1:19:36PM\n\n1:19:36PM\n\nThanks. Its Brian Abrahams from RBC here. So just maybe continuing on Huntington's, can you maybe talk a little bit about the initial dynamics that you're seeing, and maybe expand on those in terms of, the novo patients versus switchers and segments, where you're seeing or expecting to see the most uptake there? And then secondarily on the use of capital, it sounds like your primary focus remains on Ingrazza commercial growth and investment, and focusing on the internal pipeline. But maybe you can just give us an update on your latest thinking on any sort of external collaborations or other strategic opportunities, outside of Neurocrine in the past. You've been--you've kind of talked about the optionality that your balance sheet might give you there. Curious your latest views. Thanks.\n\nKevin Gorman - CEO\n\n1:20:23PM\n\n1:20:23PM\n\nHi, Brian. So when it comes to use of capital, I don't think there's been any dramatic changes in our strategy and it's worked out quite well for us. We're going to first and foremost is to invest in Ingrazza and continue to bring this patient-- this drug to as many patients as possible, and that's why you see this continued very good growth.\n\n1:20:46PM\n\nSecond, what we're doing as you can see and as we'll be discussing at some length in our R&D Day is the investment in ourselves from a research standpoint. And that's going to be our transition of a company into multiple therapeutic modalities in the areas that we concentrate on, which is neuroscience, neuropsychiatry, neuroendocrinology, and at some point in the very near future neuroimmunology.\n\n1:21:15PM\n\nAnd then finally, focusing on the pipeline that we currently have here, we have a number of readouts this quarter and into next year. We're going to continue to invest in those products, and probably-- not probably, what we will be investing in is going to be the submission for Crinecerfont next year, getting ready for what we believe is going to be an AdCom for the drug since it's our first therapy for these patients in 60 plus years. And then ultimately, knock on wood, the launch. So there's our priorities. There's our use of capital.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n1:22:01PM\n\n1:22:01PM\n\nAnd I can comment on the question around patient types in Huntington's chorea. So this is an opportunity that is primarily going to be driven through our neurology sales force. And they're calling on the Centers of Excellence for Huntington's disease. Movement specialists, as well as general neurologists that treat these patients.\n\n1:22:25PM\n\nIf you think about the dynamics that I described earlier, with only about 20% of the eligible patient population currently being treated with the VMAT2 inhibitor, about half the time, they are not getting treated with anything, and about a third of the time, roughly are getting treated with antipsychotic primarily for psych symptoms, and secondarily to help potentially improve the movements.\n\n1:22:49PM\n\nSo the feedback we're getting so far is very positive, but as I mentioned earlier, it's very early days yet. But if you think about the types of patients that would be getting started on Ingrazza, here at the outset of our launch, obviously,  de novo patients that are newly diagnosed with chorea. Certainly patients that have for various reasons in the past, declined treatment. And as I said, that's really the majority of the addressable patient pool.\n\n1:23:21PM\n\nAnd then there are some patients that have tried, and for whatever reason have responded well to tetrabenazine or deutetrabenazine. Either they didn't tolerate them or they weren't able to achieve an effective maintenance dose.\n\n1:23:35PM\n\nSo these are all patient types that would be considered candidates for treatment with Ingrazza. The one group that we're not pushing for really is patients that are currently doing well on treatment. So I think that there's a lot of growth opportunity within this new indication and we're excited to make a difference here in the coming months and years.\n\nBrian Abrahams\n\nAnalyst, RBC Capital Markets LLC\n\n1:23:58PM\n\n1:23:58PM\n\nThanks. It's really helpful. Congrats again on the quarter.\n\nOperator\n\n1:24:03PM\n\n1:24:03PM\n\nOur next question comes from Akash Tewari with Jefferies. Please go ahead.\n\nAkash Tewari\n\nEquity Analyst\n\n1:24:10PM\n\n1:24:10PM\n\nHi. This is Stevie [inaudible] on for Akash. Now that you have both data sets for Crinecerfont, which population, pediatrics or adults, will be larger sales opportunity and what should we be modeling for duration of response? Thank you.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:24:23PM\n\n1:24:23PM\n\nLet me start. So in terms of the programs reading out, we believe that the unmet need is significant in both pediatric and adult patients with Crinecerfont. As Kevin alluded to, there has been no new medication, in terms of medication types that are non-steroid related for this patient population for the last 60 years, 70 years.\n\n1:24:51PM\n\nAnd so we do believe based on the strength and quality of the data that was generated in this program, that there is an opportunity for Crinecerfont if approved to fundamentally change the treatment paradigm for these patients.\n\n1:25:04PM\n\nAnd so I I think that we will be focused on reaching every patient that we can, both in the adults and the pediatric setting, and our educational processes and support of both the clinicians, patients, and caregivers will actually fall in both of those areas.\n\nKevin Gorman - CEO\n\n1:25:21PM\n\n1:25:21PM\n\nSo given the safety profile that we saw, as well as the efficacy, this is something that we would expect to be chronic treatment, but ah patient would get on. We would expect them to see the intravenous control and the benefit, and should be safe to have as chronic treatment data will show that out.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:25:41PM\n\n1:25:41PM\n\nAnd just the support that, we obviously have ongoing open label data that is generating additional safety information, several years' worth of data now in many patients and I think the goal would be to allow the flexibility of using this medication in a chronic way if approved.\n\nAkash Tewari\n\nEquity Analyst\n\n1:25:59PM\n\n1:25:59PM\n\nOkay. Thank you.\n\nOperator\n\n1:26:06PM\n\n1:26:06PM\n\nNext question comes from Josh Schimmer with Cantor. Please go ahead.\n\nJosh Schimmer\n\nAnalyst, Evercore ISI\n\n1:26:11PM\n\n1:26:11PM\n\nThanks, so much for taking the question and congrats on a very strong quarter. On the Ingrazza, I think in the past, even earlier this year, you indicated that the long-term care facility effort, was still just getting off the ground. I think this quarter, you indicated that there was good momentum in that segment. Can you talk a little bit about the dynamics there, and what's transpired over the course of the last year, and whether that is starting to become a more meaningful contributor to revenue?\n\nKevin Gorman - CEO\n\n1:26:37PM\n\n1:26:37PM\n\nYeah. I do think it's a meaningful contributor revenue and is certainly growing well, as I mentioned earlier. Certainly I think that going into this year, you know, remember that we just launched our LTC sales force in the spring of 2022. And so we're about a year and a half into this effort\n\n1:27:02PM\n\nAnd really the first few quarters were driving towards getting our targeting down, laying the foundation for a TD in that space and you have to remember that this is essentially new in long-term care. And so our team has done a really nice job, I think of educating the care teams in the long term care facilities. understanding the dynamics with LTC pharmacies, and have done a nice job of really driving diagnosis and now a treatment for Ingrazza in the long-term care segment. So as I mentioned before, it's growing nicely, and it's really part of the reason that we've had such a nice Q3.\n\nJosh Schimmer\n\nAnalyst, Evercore ISI\n\n1:27:49PM\n\n1:27:49PM\n\nThank you.\n\nOperator\n\n1:27:53PM\n\n1:27:53PM\n\nQuestion comes from Carter Gould with Barclays. Please go ahead.\n\nLeon Wang\n\nExecutive VP of International & China President, AstraZeneca PLC\n\n1:27:59PM\n\n1:27:59PM\n\nHi, This is Leon on for Carter. Congrats on a great quarter. Our question just is related to CAH. We're wondering, will it be an appropriate medical meeting to share the data, essentially do we-- should we expect this maybe around middle of the year, perhaps the end of--or could we see this publication published ahead of time? Thank you.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:28:27PM\n\n1:28:27PM\n\nA couple of comments on that. First of all when we shared the data a month or so ago, now, we shared probably totally approximately 5% or less than 10% of the information that we were generating. And so right now, we're working on pulling together all of the remaining information from the trial and all the data that were generated.\n\n1:28:46PM\n\nAnd then our goal will be to pull that together for publication, and presentation as rapidly as possible, in parallel, obviously, with preparing for the NDA submission, which we will do next year. And so I think the key message-- the key meetings in the endo space include endo that you alluded to together with additional pediatric meetings in both the U S and Europe. Most of those fall in from around April time next year, and those are most likely to be the meetings that we would be targeting for presentation with a full publication running in parallel with that.\n\nLeon Wang\n\nExecutive VP of International & China President, AstraZeneca PLC\n\n1:29:22PM\n\n1:29:22PM\n\nThanks. Appreciate it.\n\nOperator\n\n1:29:31PM\n\n1:29:31PM\n\nOur next question comes from Anupam Rama with JPMorgan. Please go ahead.\n\nAnupam Rama\n\nVice President and Analyst\n\n1:29:37PM\n\n1:29:37PM\n\nHey, guys. Thanks so much for taking my question, and congrats on the quarter. So while you guys didn't pre-announced Q4 Ingrazza sales or provide forward year guidance last year at the JPMorgan Health Care Conference. You have taken the strategy in the past, so I'm just wondering, what we should be expecting this year in terms of of the conference? Thanks so much.\n\nKevin Gorman - CEO\n\n1:29:59PM\n\n1:29:59PM\n\nYeah, Hi, Anuapam. Nice to hear from you. You should expect similar to last year, that we're not going to be providing a Q4 update from Ingrazza sales perspective at the JPMorgan Conference in January, and we'll be providing that information during our February earnings call, where we will provide a full financial picture, including Ingrazza sales guidance, Q4 performance and what we expect for 2024. But we are looking forward to seeing you, and spending time with you and covering a lot of ongoing associated with our pipeline.\n\nAnupam Rama\n\nVice President and Analyst\n\n1:30:38PM\n\n1:30:38PM\n\nThanks so much.\n\nOperator\n\n1:30:42PM\n\n1:30:42PM\n\nNext question comes from Jay Olson with Oppenheimer. Please go ahead.\n\nJay Olson\n\nAnalyst, Goldman Sachs & Co.\n\n1:30:48PM\n\n1:30:48PM\n\nOh! Hey. Congrats on another impressive quarter. Can you talk about lifecycle management plans for Ingrazza, specially since you settled with Teva and Sanofi for 2040. And you currently have two new indications into clinical development. Are there additional new indications you might pursue for Ingrazza considering the extended runway, which could go well beyond consensus estimates? Thank you.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:31:15PM\n\n1:31:15PM\n\nAh. Thanks, Jay we continue to look at opportunities for Ingrazza, and serving different patient groups on an ongoing basis, both from the insights that we gain from our medical team are in the field, and also, obviously, in the clinical development setting. However, at the moment, given the breadth of everything else that we have going on in our proof--in our pipeline.\n\n1:31:34PM\n\nWe are focused on two key indications as you mentioned, which is adjunctive treatment for schizophrenia, and it's dyskinetic cerebral palsy. And we are focused on those two given that they had the highest likelihood of being successful taking dyskinetic cerebral palsy first, I think in the context of the really strong data that we generated both in tardive dyskinesia and now in the chorea of Huntington's with dyskinetic cerebral palsy, being the most common childhood movement in The United States.\n\n1:32:00PM\n\nWe believed it was appropriate for us to be pursuing an indication in that setting, and we have a phase III program currently ongoing, both in the U.S, and outside the U.S. And then for adjunctive treatment for schizophrenia, it was a combination of three things that drove us to that indication. The first was obviously, the very key safety, and tolerability profile that we had for Ingrazza in patients with schizophrenia already from our tardive dyskinesia experience.\n\n1:32:35PM\n\nSecondly, with some preclinical data that we had showing potential injunctive, therapy might be beneficial from a additive or synergistic perspective on efficacy. And then thirdly, obviously, what we were hearing from the field. So we are focused on those programs right now, and getting to data as rapidly as possible on each of those. But we do continue to look at other opportunities obviously on an ongoing basis.\n\nKevin Gorman - CEO\n\n1:33:02PM\n\n1:33:02PM\n\nAnd what I would add to that is that, as we said we've got a long runway with this medication. We feel confident in our patent position out to at least mid-2030's, and as you've seen that with our end of negotiations with two of the four parties, we've settled into the late 2030's with them.\n\n1:33:24PM\n\nSo the only other thing I would add is that, while Ingrazza has a, as I said, a very long runway still left to it. Our research group is highly focused on maintaining our leadership in movement disorders and in tardive dyskinesia.\n\nJay Olson\n\nExecutive Director & Senior Analyst\n\n1:33:40PM\n\n1:33:40PM\n\nSuper helpful. Thanks for taking the question.\n\nOperator\n\n1:33:45PM\n\n1:33:45PM\n\nAnd our next question comes from Brian Skorney with Baird. Please go ahead.\n\nCharlie\n\n1:33:51PM\n\n1:33:51PM\n\nHey, guys. This is Charlie on for Brian. Thanks for taking my question and congrats on the quarter. So I wanted to ask about the anhedonia asset, which I believe you are still on track to give us data on in the fourth quarter. What exactly should we be looking at in terms of the clinical bar here, and what data have you generated so far that gives you confidence in this assets that is differentiate it from previous assets that have struggled to get a strong efficacy signal? Thank you.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:34:23PM\n\n1:34:23PM\n\nYeah. Thanks, Charlie. So the yes, we are on track to read out the data from this anhedonia Phase II study in this quarter. This is actually in an orphan GPCR, and GPR139 molecule. So although we understand a great deal about the biology of where this target is located in habenula and that gives us confidence around the potential use in anhedonia. Obviously, they've been very different research that's been successful in the field of anhedonia.\n\n1:34:58PM\n\nAnd it's a very difficult symptom set within the range of symptoms experienced by patients with major depressive disorder. And so in that context, this proof of concept initial study in Phase II in 88 patients is focused not only on looking at the potential impact of 846 on the anhedonia scales themselves. The DARS scale, but also on the depression scales. And so we will be interested when we read out the data to understand whether 846 has an antidepressant effect alone or whether that effect is predominantly on the scales of anhedonia.\n\n1:35:37PM\n\nIn terms of setting a bar, this is a proof of concept signal seeking study, we'll be looking at the totality of the data both from an efficacy and safety perspective, and we look forward to sharing the  information when you have it available.\n\nCharlie\n\n1:35:50PM\n\n1:35:50PM\n\nWonderful. Thank you so much.\n\nOperator\n\n1:35:56PM\n\n1:35:56PM\n\nOur next question comes from Marc Goodman with Leerink Partners. Please go ahead.\n\nMarc Goodman\n\nAnalyst, SVB Leerink LLC\n\n1:36:03PM\n\n1:36:03PM\n\nGood morning, Matt can you talk about SG&A leverage into 2024, I mean. given the Crinecerfont is really going to be a 2025 event, I was just curious how much leverage we should be expecting there and are you still kind of guiding us to the R&D 30% level? Thanks.\n\nMatthew Abernethy - CFO\n\n1:36:21PM\n\n1:36:21PM\n\nYeah. Hi, Marc nice to hear from you. From an SG&A perspective, you can see this year that we drove around 300 basis points of leverage and testament to the investments, we're making and how the sales team continues to drive Ingrazza sales growth.\n\n1:36:39PM\n\nWe'll clearly be investing behind CAH next year to prepare for a potential launch of the medication, and as you mentioned, most likely revenue starting in 2025, So that will put a little bit of pressure on our SG&A leverage, but I would say that, you should anticipate some healthy SG&A leverage next year, and we'll provide more specifics when we get to our February earnings call. \n\n1:37:10PM\n\nOn the R&D front as we've said before, around 30% spending on R&D is what we're thinking from a capital allocation perspective. But that is really dependent upon having quality assets and those that we think can make a difference for patients and then ultimately for our shareholders and we'll be providing more insight on some of those investments that we're making during our R&D Day in early December.\n\nOperator\n\n1:37:44PM\n\n1:37:44PM\n\nOur next question comes from Jeffrey Hung with Morgan Stanley. Please go ahead.\n\nMichael Riad\n\n1:37:50PM\n\n1:37:50PM\n\nHi. This is Michael Riad on for Jeff Hung. Thank you for taking our question. Could you walk us through the NBI-570 M1/M4 dual agonist, and the recent Phase I? I guess I just want to touch on what makes it selective for CNS or maybe what are the differentiated strengths versus a pure M4 like 5,6,8? Thanks so much.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:38:13PM\n\n1:38:13PM\n\nYeah. Thanks, Michael. So obviously, we just initiated a Phase I clinical program on 570, and we're very excited to be able to take the second of our portfolio of muscarinic agonists into the clinic. So we don't have clinical data as yet, obviously, on this asset. But it did--was successful in navigating toxicology preclinical and all of the biology necessary to enter the clinic.\n\n1:38:40PM\n\nI mean, I think we feel very strongly that the M muscarinic agonist approach in treating both neuropsychiatric, and potentially neurological conditions, including those impacted by cognition, would it actually provide a very broad set of opportunities for patients moving forward. And in that regard, although obviously, our M4 selective 5,6,8 agent is targeted very directly to treating psychosis and schizophrenia and that M4 mechanism is now validated in the clinic with both Karuna and Cerevel's assets.\n\n1:39:15PM\n\n There are still a lot of room beyond M4 agonism alone to add potential value for patients. And so in the In this first foray, we are taking M1 and M4 selectivity with a view to being able to broaden the range of indications that could be considered for this drug into those impacting cognition as well as the psychosis related indications that we've already studied.\n\nMichael Riad\n\n1:39:43PM\n\n1:39:43PM\n\nThank you very much. That's really helpful.\n\nOperator\n\n1:39:46PM\n\n1:39:46PM\n\nOur next question comes from Myles Minter with William Blair. Please go ahead.\n\nMyles Minter\n\nAnalyst, William Blair & Co. LLC\n\n1:39:52PM\n\n1:39:52PM\n\nHey. Thanks for taking my question, and congrats on the quarter. I think you've previously mentioned that the long-term care facility Ingrazza opportunity as an additional 10% to 15% of the market, seems like you are penetrating better than you previously expected into that market. So has that additional TAM expectation changed at all from that 10% to 15% number? Thanks.\n\nMatthew Abernethy - CFO\n\n1:40:19PM\n\n1:40:19PM\n\nYeah. Our estimate is that approximately 10% to 15% of people living with TD are currently living in long-term care facilities. And as I mentioned, we just launched into that segment last year. So on a relative basis, it's less developed, let's say than the psychiatry or neurology segments where we've been for six plus years.\n\n1:40:41PM\n\nBut we are growing nicely, I wouldn't say that it's exceeding expectations. We always had high expectations for the opportunity in LTC, and the team is doing a great job on delivering on those expectations.\n\nOperator\n\n1:41:03PM\n\n1:41:03PM\n\nOur next question comes from Yatin Suneja with Guggenheim Partners. Please go ahead.\n\nYatin Suneja\n\nMD & Senior Biotechnology Analyst\n\n1:41:11PM\n\n1:41:11PM\n\nHey, guys. Thank you for the question just a clarification on the FOS study. I think in the past, you have sort of articulated that you would like to see about seizure reduction of about 15% in placebo to 30% in the active. So basically, implying doubling off of the effect. But today, you're sort of shy away from putting those numbers, but did you say that the bar is high or the efficacy shouldn't be robust?. I'm just curious like, what is-- like, what do you mean by robust? Is it close to 50% or is 30%? Any color that you can provide would be helpful. Thanks.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:41:49PM\n\n1:41:49PM\n\nYeah. A placebo rate of 15% with an active treatment of 30% is about what's been seen with some other therapies that would be at the top end of the range with recent trial readouts, and so I think that's a reasonable bar. This is a proof of concept study, though and so, it's our first Phase II study, and we will be looking beyond just that seizure reduction frequency into other elements of the data to understand just how robust the information is.\n\n1:42:21PM\n\nAlso, very importantly in the context of this selective mechanism is the tolerability and safety profile, and because at the end of the day, we're aiming for an improvement in benefit risk for these individuals.\n\nOperator\n\n1:42:37PM\n\n1:42:37PM\n\nOur next question comes from Laura Chico with Wedbush Securities. Please go ahead.\n\nLaura Chico\n\nAnalyst, Raymond James & Associates, Inc.\n\n1:42:49PM\n\n1:42:49PM\n\nHey. Good morning. Thanks very much for taking the question. Just one on Ingrazza. Has the duration of treatment continued to grow at this point? And then related to that, what are your assumptions or continued growth of antipsychotic usage going forward? Thanks very much.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n1:43:07PM\n\n1:43:07PM\n\nLaura, I didn't catch the first part of your question about treatment. Can you repeat that?\n\nLaura Chico\n\nAnalyst, Raymond James & Associates, Inc.\n\n1:43:14PM\n\n1:43:14PM\n\nSure, Is the duration of treatment on Ingrazza are continuing to expand at this point?\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n1:43:20PM\n\n1:43:20PM\n\nYeah, We've had we've been very fortunate with Ingrazza, really, since the early days of the launch that we've had very good persistency and compliance. And the rates of persistency and compliance have been quite steady from the early days of the launch through-- really through 2023.\n\n1:43:40PM\n\nAnd so we're not seeing any a big changes there, but they were already quite high to begin with. So you know, I think that that's one of the drivers for the continued growth of Ingrazza.\n\nTodd Tushla\n\n1:43:56PM\n\n1:43:56PM\n\nOkay. Nicky will go onto the next question, Please.\n\nOperator\n\n1:44:01PM\n\n1:44:01PM\n\nOur next question comes from Sumant Kulkarni with Canaccord. Please go ahead.\n\nSumant Kulkarni\n\nAnalyst, Canaccord Genuity, Inc.\n\n1:44:07PM\n\n1:44:07PM\n\nGood morning, Thanks for taking my question. So assuming all goes well on an eventual approval for Crinecerfont and CAH, how do you expect that market to play out perhaps a couple of years after you've launched in the U.S. and is there anything that precludes the use of a CRF1 receptor antagonist in combination with an ACTH antagonist, for example?\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:44:27PM\n\n1:44:27PM\n\nYeah. I can't really comment on the market and maybe Eric might want to make a comment there. With respect to the second part of your question, though, I mean, that combination has not been studied together. Obviously that would need to happen before we make any comment on clinical implication of combined therapy.\n\n1:44:49PM\n\nMechanism of action would be somewhat similar in terms of the direct reduction of androgen for both an ACTH inhibitor and CRF1, antagonist. And I think what we've seen so far and our data is that treatment with Crinecerfont can result in a very substantial and clinically relevant reduction in androgens alone, and so I think in the context of need for combination, we do not have evidence of that up to this point.\n\nSumant Kulkarni\n\nAnalyst, Canaccord Genuity, Inc.\n\n1:45:09PM\n\n1:45:09PM\n\nThank you.\n\nEric Benevich\n\nChief Commercial Officer, Neurocrine Biosciences Inc.\n\n1:45:15PM\n\n1:45:15PM\n\nYeah. It's obviously, very early with regards to commercial plans. But what I will say is that we're very excited about the opportunity to potentially make a meaningful difference within the CAH community.\n\n1:45:28PM\n\nWe estimate that there's between 20,000 and 30,000 people living in the U.S. currently with CAH, similar number in Europe. The standard of care today is suboptimal. It's high dose, supraphysiologic glucocorticoid to suppress the excess androgens. And so these patients are faced with a difficult conundrum, either having excess androgens or living with high GC exposure, and the consequences of that.\n\n1:46:01PM\n\nAnd so, you know, I believe that Crinecerfont offers a real shift in the treatment paradigm, which would directly reduce the androgen excess in patients and enable the reduction of supraphysiologic GC doses. So, obviously, we've got a lot of work to do to build the market but, that's what we're good at and we've demonstrated that with Ingrazza and TD.\n\nSumant Kulkarni\n\nAnalyst, Canaccord Genuity, Inc.\n\n1:46:26PM\n\n1:46:26PM\n\nThanks. \n\nOperator\n\n1:46:27PM\n\n1:46:27PM\n\nOur next question comes from David Amsellem with Piper Sandler. Please go ahead.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:46:33PM\n\n1:46:33PM\n\nThanks. Just a couple of quick pipeline questions. So on NBI-770, and MDD, those in license from Takeda, when are you going to be in position to disclose the mechanism of that asset? And then secondly, any thoughts on the M1 the selected M1, and what your general thoughts are on the potential utility of selectively targeting M1 in psychiatric disorders? Thank you.\n\n1:47:02PM\n\nAll right. I'll take the second part first, M1 agonist I think we're excited about the prospect of being able to bring forward an M1 preferring agonist in due course. I think there's been quite a lot of research in the past in this field. It's not clear that all the molecules have been of the quality they've been able to go forward appropriately in clinical development. So I don't really think the paradigm has been tested fully. And the range of indications could be quite broad, ranging from cognition in both neurological disorders to some degree of potential in the psychiatric space.\n\n1:47:50PM\n\nWith respect to 770, in terms of that program, we actually have just completed the Phase I, and are entering Phase II, hopefully in the near future in The United States in major depressive disorder, we have not as yet disclosed the direct mechanism of action there, and obviously, once we get to being in the clinic in Phase here, we'll consider whether or not to do that at that point in time.\n\nTodd Tushla\n\n1:48:15PM\n\n1:48:15PM\n\nNikki, let's go on to the next question, please.\n\nOperator\n\n1:48:18PM\n\n1:48:18PM\n\nAnd we'll move next with Mohit Bansal with Wells Fargo. Please go ahead.\n\nSerena\n\n1:48:24PM\n\n1:48:24PM\n\nHi. This is Serena on for Mohit Bansal. Thanks for taking our question. I wanted to ask about the reimbursement prospects for Crinecerfont and if you can help us understand what factors payers might take into account beyond shortening of chronic steroid use. For example, if there's any therapies like puberty blockers in the pediatric population that Crinecerfont could help mitigate use of and how this would differ between the adults and pediatric population? Thank you.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:49:00PM\n\n1:49:00PM\n\nYeah. I mean, I think, it's obviously very early to be talking about reimbursement in a very specific way. What is very clear from the discussions that we've had up to this point with KOLs, payers and regulators around the world is that the impact of long-term steroid use is detrimental in this patient population, particularly at supraphysiologic doses.\n\n1:49:23PM\n\nAnd so the reduction in steroid that we have already been able to demonstrate in the context of our Phase III program, we believe is very impactful and meaningful for in the context of all the key stakeholders that will be supporting Crinecerfont's use.\n\n1:49:37PM\n\nBeyond that, obviously, we have ongoing clinical data that we're generating that will focus on some of the other functionally related endpoints, and clinical endpoints in this space that are relevant, including metabolic bone and in pediatrics growth and development. And so as those emerge, I think they will be helpful and useful in the context of these discussions, but it is really very early days.\n\nSerena\n\n1:50:00PM\n\n1:50:00PM\n\nThank you.\n\nOperator\n\n1:50:02PM\n\n1:50:02PM\n\nOur next question comes from Ash Verma with UBS. Please go ahead.\n\nAsh Verma\n\n1:50:08PM\n\n1:50:08PM\n\nHi. Thanks for taking my question. Just on margin, I mean, looking beyond the next few years, just in the long run, like where do you see operating margin shaking out, and have you considered providing a formal long-term outlook on this? Thanks.\n\nMatthew Abernethy - CFO\n\n1:50:24PM\n\n1:50:24PM\n\nThis is clearly something that we discuss quite frequently with our Board in terms of what our priorities are, in terms of financial profile over the long run. You provided a guide at this point, but clearly you can see we're on a path of generating improved operating income.\n\n1:50:45PM\n\nYou can see the SG&A leverage, but I'd say from an R&D perspective, we're committed to continue to invest at a very similar rate from a percentage perspective as we are today in R&D to continue to build our pipeline and develop medicines to hel",
        "content2": "p patients here in the future. So we're not going to provide a specific guide, but know we are intending to drive operating leverage through SG&A margin improvement.\n\nAsh Verma\n\n1:51:17PM\n\n1:51:17PM\n\nThank you.\n\nTodd Tushla\n\n1:51:19PM\n\n1:51:19PM\n\nNikki, let's take a couple more questions.\n\nOperator\n\n1:51:21PM\n\n1:51:21PM\n\nWe'll move next with Ami Fadia with Needham. Please go ahead.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:51:26PM\n\n1:51:26PM\n\nHi. Good morning. Congratulations on the strong quarter. I wanted to follow up on 352 assets. Can you elaborate on what other aspects of the study beyond obviously the seizure rate reduction, and safety data that would be important to watch when you announce the data? And can you lay out some sort of scenarios, or what is the likely next developing stage? Should you see strong safety and efficacy somewhere around kind of that bar that you laid out of, say, 15% placebo, but then  the drug does about 30%. Would that allow you to go directly into a pivotal trials? Thanks.\n\n1:52:15PM\n\nYeah. I mean, we're focused right now on really just getting to the data and reading out the data. I think what I mentioned is that we will have safety and tolerability information. We will also have the information focused on understanding the impact of 352 at the doses in the study on seizure, both seizure frequency, seizure freedom and responders in terms of ability to reach a 50% reduction in seizures. That's really the totality of the data from this study and you know, it'll independent on how the strength of the information that we read out as to what our next steps are.\n\nTodd Tushla\n\n1:52:56PM\n\n1:52:56PM\n\nNikki, let's take two more questions.\n\nOperator\n\n1:53:01PM\n\n1:53:01PM\n\nWe have Uy Ear with Mizuho. Please go ahead.\n\nUy Ear\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\n1:53:06PM\n\n1:53:06PM\n\nHey, guys. Thanks for taking my questions, and congrats on the good quarter. So my question is could you sort of speak a little bit about the timing at the R&D day, and whether this has related in any way to any change of your level of confidence in the upcoming data read out for any of the studies, particularly the two that we'll read out at the end of this year? Thanks.\n\nTodd Tushla\n\n1:53:34PM\n\n1:53:34PM\n\nHey. This is Todd. Yeah. The Analyst Day is going to be on December 5th, and it's really a two-pronged agenda is outlined in our earlier comments. The first part is on R&D strategy and vision, and our Chief Scientific Officer. Dr. Jude Onyia, is going to lead that discussion on that day.\n\n1:53:52PM\n\nAnd then the second part will be focused on CAH and really helping the analyst community understand the burden of disease and treatment challenges today, and how Crinecerfont, if approved, could potentially help out with those patients, and the people who care for them.\n\nUy Ear\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\n1:54:08PM\n\n1:54:08PM\n\nThanks.\n\nMatthew Abernethy - CFO\n\n1:54:10PM\n\n1:54:10PM\n\nSo that's a really clear expectation. We're not expecting to unveil data from either of the studies that we've discussed. That's not going to be part of the R&D Day in terms of an unveiling or a long term financial guidance. It's clearly--this is something that's been--we haven't done in over 10 years I believe, and I think we've got a great pipeline, and we have a great team and look forward to meeting with all of you here, in a few weeks.\n\nTodd Tushla\n\n1:54:44PM\n\n1:54:44PM\n\nThanks Uy.\n\nUy Ear\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\n1:54:44PM\n\n1:54:44PM\n\nThanks.\n\nTodd Tushla\n\n1:54:44PM\n\n1:54:44PM\n\nNikki, let's take one last one last question.\n\nOperator\n\n1:54:47PM\n\n1:54:47PM\n\nWe'll take our last question from Evan Seigerman with BMO Capital Markets. Please go ahead\n\nConor MacKay\n\n1:54:53PM\n\n1:54:53PM\n\nHello. This is Conor MacKay on for Evan. Thanks for taking my question and congrats on a great quarter. I just had one follow up on the TD market opportunity. You guys mentioned that 65% of patients who are undiagnosed do expect that to shrink going forward. I'm just curious about that patient profile and what you expect for the percentage of those newly diagnosed patients, how many of them will be then treated. Is the expectation that it'll still be around roughly half or do you expect that to growth? Thank you.\n\nMatthew Abernethy - CFO\n\n1:55:30PM\n\n1:55:30PM\n\nI'll start with the second part of your question first. I do think that the percent of patients that are diagnosed that are offered treatment with VMAT2 inhibitor has grown over time. If you think about it, at the time that we launched Ingrazza, VMAT2 inhibitors were not available, and the standard of care back then was either watchful waiting to see if the symptoms worsened over time, or you know, what I call the three R's remove, replace or reduce the antipsychotic. In some cases, patients were treated with benztropine, which is inappropriate. \n\n1:56:02PM\n\nSo, if you sort of compare and contrast, the rate of offering VMAT2 treatment in the early days of launch to where we are today, obviously, we've made progress. However, are still half the time, patients are not offered VMAT2 inhibitor, and so I expect that that will continue to improve over time, specially as we continue to leverage the updated APA guidelines. And so, between driving diagnosis, and treatment with VMAT2 inhibitors, we're going to continue to make a difference for the hundreds of thousands of people living with TD today that are currently undiagnosed and untreated.\n\nConor MacKay\n\n1:56:48PM\n\n1:56:48PM\n\nThank you.\n\nKevin Gorman - CEO\n\n1:56:49PM\n\n1:56:49PM\n\nSo I'd like to make just a brief a closing statement. This quarter, as we all started out saying, what a tremendous quarter. You don't get many quarters like this, but one has to put it in perspective that, the regulatory approval the Phase III success in two Phase III clinical trials, and the continued success with Ingrazza are years in the making. These aren't just things that we did this quarter. And when you think back on the challenges that have hit our entire industry over the last several years, it makes a tremendous quarter even all that more remarkable.\n\n1:57:32PM\n\nSo I'm very proud of the teams that have been involved in all of these successes. And I'm looking forward to having our R&D Day or Analyst Day, we use them interchangeably, because I think it's going to be a very good time for us to get a little more in depth with you and to be able to give you a bit of an idea on the vision that we have for the future. And with the current state that we have, I think we are extremely well positioned to deliver well into the 2030s with our company as being a leader in neuroscience.\n\n1:58:04PM\n\nWith that, thank you very much, and look forward to talking to you all later.\n\nOperator\n\n1:58:16PM\n\n1:58:16PM\n\nAnd this does conclude today's program. Thank you for your participation. You may disconnect at any time. Good bye."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/06abc83c13484d2da2cd663f027f188b",
        "content1": "Q2 2023 Neurocrine Biosciences Inc Earnings Call\n\nQ2 2023 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQAUG 1, 2:00 PM\n\nOperator\n\n2:16:39PM\n\nGood day, everyone, and welcome to today's Neurocrine Biosciences Reports Second Quarter Results. [Operator Instructions] Please note, this call may be recorded. [Operator Instructions]\nIt is now my pleasure to turn today's program over to Todd Tushla, Vice President of Investor Relations. .\n\nTodd Tushla\n\nVice President-Investor Relations, Neurocrine Biosciences, Inc.\n\n2:17:06PM\n\nGood morning, and welcome to Neurocrine's Second Quarter 2023 Earnings Call. Today, I'm joined by Kevin Gorman, our Chief Executive Officer; Matt Abernethy, our Chief Financial Officer; Eiry Roberts, our Chief Medical Officer; Eric Benevich, our Chief Commercial Officer; and Kyle Gano, our Chief Business Development and Strategy Officer.\nDuring today's call, we will be making forward-looking statements. These statements are subject to certain risks and uncertainties, and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings. After prepared remarks, we will jump into Q&A.\nWith that, I'll turn the call over to Kevin Gorman.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:18:13PM\n\nThank you, Todd, and good morning, everyone. It's a pleasure to be here this morning. We've had a very strong first half of the year, as you can see from our press release this morning, we are raising our guidance. So what was previously the high end of the range is now the bottom of the range, very strong performance and very proud of our commercial team out there with INGREZZA.\nWe're now set up for a really exciting second half of the year. We have multiple readouts coming from our pipeline, led by our PDUFA date for INGREZZA and the chorea associated with [ Pennington ] We have a focal onset seizure and data coming out, [ anedonia ] data coming out. And last but not least at all, is the CAH studies, both in the adult and in the pediatric population, and Eiry is going to have a lot more to say about that a little later, and we'll also be taking your questions on that. So quite a bit going on here. It's all been very nice thus far. So I'm really looking for the second half of the year.\nAnd right now, I'm going to turn it over to Matt.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\n2:19:25PM\n\nGood morning. Neurocrine continues to execute with growing INGREZZA sales, improving profits and an advancing pipeline. During the second quarter, INGREZZA sales were $440 million with year-over-year growth of 26%, driven by record new patients. Our commercial and medical affairs teams continue to do an excellent job educating prescribers and developing the TD market, helping many new patients receive treatment.\nWith the solid first half of the year, we are increasing 2023 INGREZZA sales guidance of $1.77 billion to $1.82 billion, reflecting over 25% growth at the midpoint of the range. This compares to our previous INGREZZA sales guidance range of $1.67 billion to $1.77 billion.\nWith growth in sales and reduced operating expenses, our profit profile improved during the quarter to over $120 million of non-GAAP net income. These profits generated strong cash flow and now have over $1.3 billion of cash on hand, providing plenty of financial flexibility to execute our strategy by allocating capital towards developing the TD market for INGREZZA, advancing our clinical pipeline and expanding our internal research efforts. We believe this strategy will create shareholder value in both the short and long term.\nI will now hand the call over to Eric Benevich, our Chief Commercial Officer.\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\n2:21:03PM\n\nThanks, Matt. I'm very pleased with INGREZZA's sales performance through the first half of the year. Year-over-year sales grew 26%, driven by strong prescription demand across new and existing patients. As previously noted, we anticipate a majority of growth in 2023 to be driven by the Psychiatry and Neurology business segments where most TD patients receive their care.\nIn long-term care, we are gaining traction and expect to see good growth as we continue to develop that segment. With $850 million of INGREZZA sales in the first half of the year, as Matt said, we felt it prudent to raise the guidance range from $1.67 to $1.77 billion, up to now $1.77 billion to $1.82 billion. The low and high end of the updated range is driven primarily by the pace of new patient starts throughout the second half of the year. Outside of TD, our commercial and medical teams have been preparing for the anticipated FDA approval and subsequent launch of valbenazine to treat chorea associated with Huntington's disease. Despite the availability of improved treatment options, there remains a significant unmet need across this patient population. While we have not factored in any potential HD chorea sales into our guidance, we are confident in the efficacy and safety data that we've generated with valbenazine in the clinical program and we look forward to a potential approval in HD chorea next month.\nWe believe we can make a positive difference for patients suffering from HD chorea. All in all, we are on track to deliver another year of record results for INGREZZA. Growth numbers like these are especially impressive for our product in its sixth year on the market. However, the fact remains that a majority of TD patients still have not received the diagnosis or even any explanation for their TD movements. We know we still have a tremendous opportunity to help more TD patients and hopefully, someday soon, HD chorea patients as well.\nWith that, I'll turn the call over to Dr. Eiry Roberts, our Chief Medical Officer.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:23:16PM\n\nThank you, Eric, and good morning to everyone on the call. Our clinical programs continue to make steady progress, which will lead to several important milestones and data readouts throughout the rest of this year and in the years to come.\nLooking specifically to the second half of this year, we will soon be reaching inflection points for a number of mid- to late-stage programs, beginning with the August 20 PDUFA date for valbenazine for the treatment of chorea associated with Huntington's disease. Eric highlighted the confidence we have in the strong efficacy and safety and data package generated to support approval. We've also had very good engagement with the FDA and look forward to the agency's feedback regarding the potential approval for an important second indication for valbenazine.\nWith respect to data readouts, we remain on track to report top line results from 4 studies in the fourth quarter of this year. This includes data from both the pediatric and adult registrational studies of crinecerfont for the treatment of congenital adrenal hyperplasia. Separately, enrollment is now complete in 2 Phase II studies, both of which remain on track to read out in Q4. This includes NBI-352 for the treatment of focal onset seizure in adults and NBI-846 for the treatment of anedomia associated with major depressive disorder.\nTurning now to our [ muscarinic ] portfolio. We are making very good progress with enrollment in the Phase II study of NBI-568 for the treatment of schizophrenia. In addition, this year, we're advancing into Phase I, our second muscarinic molecule, NBI-570, [ a dual ] M1, M4 [ agonist ]. These first 2 assets represents just the first wave of muscarinic compounds we expect to progress into the clinic over time and explore across a number of neuropsychiatric conditions. Overall, I continue to be very pleased with the progress our teams are making with the most broad and diverse pipeline Neurocrine has ever had.\nAnd with that, I'll hand the call back to Kevin. Kevin?\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:25:42PM\n\nThank you very much, Eiry, and we're ready to take questions now.\nCopyright © 2023, S&P Global Market Intelligence\n(and its affiliates as applicable). All rights reserved."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/9c7022c428b70133053e47198829bcbe",
        "content1": "Q1 2023 Neurocrine Biosciences Inc Earnings Call\n\nQ1 2023 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQMAY 3, 2:00 PM\n\nOperator\n\n2:17:31PM\n\nGood day, everyone, and welcome to the Neurocrine Biosciences reports first quarter results. [Operator Instructions] Please note this call may be recorded, and I will be standing by should you need any assistance. It is now my pleasure to turn the call over to Todd Tushla, Vice President of Investor Relations. Please go ahead.\n\nTodd Tushla\n\n2:18:30PM\n\nThank you, operator, and good morning, everyone. Welcome to Neurocrine's First Quarter 2023 Earnings Call.\nThis morning, I'm joined by Kevin Gorman, our Chief Executive Officer; Matt Abernethy, our Chief Financial Officer; Eiry Roberts, our Chief Medical Officer; Eric Benevich, our Chief Commercial Officer; and Kyle Gano, our Chief Business Development and Strategy Officer.\nI'll remind everyone that during today's call, we will be making forward-looking statements. These statements are subject to certain risks and uncertainties, and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings. After our prepared remarks, we will once again do our best to address all of your questions.\nAnd now I'll hand the call over to Kevin Gorman.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:20:19PM\n\nThank you, Todd, and good morning. Well INGREZZA has had yet another very good quarter of sales. And I say this from a dollar perspective, but more importantly, the fundamentals of bringing INGREZZA to patients is even stronger with more new prescriptions than ever and remarkably to me, this occurred in Q1, typically our toughest quarter because of insurance reauthorizations.\nAs you know, we call it a tale of 2 quarters. In the first several weeks working through the reauthorization process in the second half going back to a singular focus on patient diagnosis and treatment. What I also find additionally impressive for Q1 is that persistence and adherence remain as strong as ever.\nPatients and prescribers recognize the impact that INGREZZA has on their patient's tardive dyskinesia and on their lives. So we're entering Q2 with momentum and with fundamentals like this in Q1, it bodes very well for a very strong year.\nNow Matt will make some cautionary statements for Q2 that are very valid, but take those in the context that 2023 is setting up to be quite strong. One of the aspects of Neurocrine that I am most proud is our ability to make difficult decisions. With the ultimate goal to utilize our resources wisely to be able to bring as many life-changing medicines to patients as we are capable. That requires making tough fiscal decisions to deploy our cash and our talent to grow our business. To that end, we announced this morning that we will be returning the commercialization rights of ONGENTYS to BIAL.\nMake no mistake, ONGENTYS is a very good drug as evidenced by the positive feedback we have received over the past 2-plus years. Unfortunately, from the time we licensed this medicine, to the launch in 2020, the Parkinson's adjunctive therapeutic category went through fundamental changes, which pose significant commercial challenges. Despite our best efforts, we have been unable to submount those challenges. We are not the only company experiencing these challenges in this therapeutic category.\nGoing forward, both our and BIAL's primary focus is to ensure new and existing patients do not experience any interruption in receiving ONGENTYS as we transfer commercial activities.\nNow finally, as Eiry will discuss on this call, we continue to make very good progress on our clinical portfolio and are on track for a number of Phase II and Phase III readouts later this year and the August PDUFA of valbenazine for the treatment of Korea in Huntington's disease.\nAs you know, enrollment was impacted in a number of our programs by several macro factors, but the teams have worked diligently and have kept all these programs on time, on budget, while retaining the highest level of quality. So with that, I will turn the call over to Matt.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\n2:23:40PM\n\nThank you, Kevin. Good morning. INGREZZA performance in Q1 was strong with record NRx and sales coming in at $410 million. The team did an excellent job navigating the seasonal payer dynamics and driving new patients setting us up for a great year.\nWe did see a small benefit from timing of customer orders at the end of Q1, driving a several day increase in days on channel inventory. We expect this to net out during the second quarter.\nTiming of customer orders can lead to lumpiness in quarterly sales and expect this to be a headwind in Q2, but underlying demand from both new and existing patients both appear very strong so far this year.\nGiven we're only 1 quarter into 2023, a we are reiterating sales guidance and we'll reevaluate after the second quarter. Needless to say, INGREZZA is set up for a great year.\nOn the financials, we are maintaining our SG&A and R&D expense guidance with the exception of IPR&D for the Voyager collaboration. Similar to prior years, SG&A had an increase in spending for Q1 and expect it to step down the remainder of the year.\nWith that, I look forward to your questions and now hand the call over to Eric. Eric?\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\n2:25:02PM\n\nThanks, Matt. Q1 2023 was another good quarter for us, and as Kevin said, the fundamentals were strong. As usual, we spent a good portion of the quarter managing through seasonal payer dynamics. And despite these challenges, we achieved 36% year-over-year sales growth with a record number of new patient starts and continued strong compliance to treatment.\nWe estimate around 1/3 of patients have now been diagnosed with tardive dyskinesia. However, the fact remains only about half the time are diagnosed patients even offered treatment with a VMAT2 inhibitor. The American Psychiatric Association recommended first-line standard of care.\nTherefore, our ongoing educational efforts continue to be focused on recognition and diagnosis of TD an encouraging treatment of appropriate patients with INGREZZA. We feel very good about our Q1 performance, carry our growth momentum into Q2 and reiterate our guidance for 2023. For several years now, our Q1 earnings call coincidentally occurs the first week of May, which is designated as Tardive Dyskinesia Awareness Week.\nFurthermore, May is also designated as metal health awareness month. Looking back, while we are proud of the progress we've made with INGREZZA over the last 6 years since launch, we still strive to improve the diagnosis and treatment rates for TD and we'll do so over the next decade and more to come.\nWith that, I'll turn the call over to my colleague, Dr. Eiry Roberts, our Chief Medical Officer.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:26:43PM\n\nThank you, Eric, and good morning to everyone on the call. I'm pleased to report that the entire clinical portfolio made steady progress throughout the first quarter.\nLooking ahead, we remain firmly on track to report top line results for both the adult and pediatric registrational studies of conecipon for the treatment of congenital adrenal hyperplasia as well as for 2 Phase II proof-of-concept studies, namely NBI-352 in adult focal onset epilepsy and NBI-846 for the treatment of anedonia associated with major depressive disorder. All 4 of these data readouts will occur in Q4 2023.\nIn addition, we are looking forward to the August 20 PDUFA date for valbenazine as a potential treatment option for patients with Korea associated with Huntington's disease. We are ready and eager to engage further with the HG community in service to patients living with HD in the event of successful approval.\nIn speaking with a number of investors, I know there is significant interest in the progress of our portfolio of muscarinic agonist with potential to address a broad range of neuropsychiatric and neurological disorders.\nI'm pleased to say that our first molecule NBI-568 currently under evaluation in a Phase II dose-finding study in schizophrenia continues to make excellent progress with enrollment. In addition to MD-56, we plan to take NBI-570, a dual M1-M4 agonist into Phase I clinical development this year, potentially followed by other differentially selective M1-M4 agonist over time.\nOverall, I'm very pleased with the performance of our teams in executing to our portfolio goals this part and look forward to sharing further updates with you as the year progresses.\nAt this point, I'll turn things back to Kevin. Kevin?\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:28:56PM\n\nThank you, Eiry, and we are now ready for your questions.\nCopyright © 2023, S&P Global Market Intelligence\n(and its affiliates as applicable). All rights reserved."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/3cbbe6b312295e7d638e65e34491c599",
        "content1": "Q4 2022 Neurocrine Biosciences Inc Earnings Call\n\nQ4 2022 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQFEB 6, 2:00 PM\n\nOperator\n\n2:12:01PM\n\nGood day, everyone, and welcome to today's Neurocrine Biosciences Reports Fourth Quarter and Year-end Results. (Operator Instructions) Please note, this call may be recorded (Operator Instructions) It is now my pleasure to turn the call over to Todd Tushla, Vice President of Investor Relations. Please go ahead.\n\nTodd Tushla\n\n2:13:20PM\n\nThank you, and a good Monday morning to everyone. Welcome to Neurocrine's Fourth Quarter and Full Year 2022 Earnings Call. I'm joined by Kevin Gorman, our Chief Executive Officer; Matt Abernethy, our Chief Financial Officer; Eiry Roberts, our Chief Medical Officer; Eric Benevich, our Chief Commercial Officer; and Kyle Gano, our Chief Business Development and Strategy Officer.\nDuring this call, we will be making forward-looking statements. These statements are subject to certain risks and uncertainties, and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings. We'll be jumping into Q&A after prepared remarks, and as is customary, we will do our best to get to all of your questions. With that, I'll turn things over to Kevin.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:14:48PM\n\nThank you, Todd, and good morning. Over the last several years, we have launched a number of initiatives to bring in [INGREZZA] TD patients and relieve their suffering. Many of those initiatives have been very successful as evidenced most recently by the growth of INGREZZA in 2022 as we announced this morning. We're going to continue to build on those efforts and anticipate continued meaningful growth in 2023 out into the foreseeable future.\nNow the initiatives that are most obvious to you are the expansion of our sales force and our direct-to-consumer advertising. What is less obvious but very important are all the other teams within the company that are force multipliers in making sure TD sufferers are appropriately treated. Many of these efforts are aimed at educating health care professionals, their staff, payers and their medical advisers and importantly, for the first time, patients have groups advocating for the disease and their care.\nAgain, these efforts have yielded significant results for sufferers of TD to date, and we will continue that momentum because the vast majority remain undiagnosed and untreated. Switching gears. We have a deep and diversified portfolio of mid- and late-stage medicines that will have important readouts this year and into 2024. We've invested meaningfully in our research and development such that multiple new molecules will clinic each year on a consistent basis to ensure a product flow into the future. I'll stop there and with that, turn it over to Matt.\n\nMatthew C. Abernethy\n\nCFO, Neurocrine Biosciences, Inc.\n\n2:16:42PM\n\nThank you, Kevin. Good morning. Good to see many of you over the past month. With INGREZZA sales growth of over $350 million in 2022, a record number of TD patients helped and in advancing pipeline, Neurocrine is in an excellent position for years to come. On the clinical side, CAH enrollment accelerated during the fourth quarter, enabling us to provide top line data in the second half of this year.\nOn the financial front, our balance sheet strengthened in 2022, ending the year with over $1.2 billion in cash while using $280 million to retire a large portion of our convertible debt. For 2023, we expect another strong growth year for INGREZZA with sales of between $1.67 billion to $1.77 billion, reflecting an underdeveloped TD market supported by an expanded sales force and ongoing marketing initiatives.\nFor SG&A and R&D expenses, we intend to invest just over $1.4 billion in 2023, reflecting an overall increase in R&D spending, primarily related to advancing our 12 mid- to late-stage clinical programs, including our muscarinic franchise as well as expanded preclinical research efforts. Specific to 2023 SG&A expense, while our investment in INGREZZA will increase to support continued TD growth in the hopeful indication in Huntington's, we do expect to show SG&A leverage of around 300 basis points. I look forward to your questions later in the call. Now over to Eric.\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\n2:19:01PM\n\nThanks, Matt. INGREZZA's strong performance in 2022 was exemplified by 4 quarters in a row with year-over-year growth exceeding 30%. Our commercial and medical affairs teams really executed well to help more tardive dyskinesia patients get treated than ever before, and we carry this momentum into 2023. Yet much work remains ahead of us. 7 out of 10 of the approximately 600,000 people in the U.S. living with TD still have not been diagnosed. And half the time, those that receive a diagnosis aren't offered first-line standard of care treatment with a VMAT2 inhibitor.\nSo the opportunity for organic growth for INGREZZA remains significant. Our 2023 revenue guidance range of $1.67 billion to $1.77 billion assumes approximately 20% year-over-year growth at the midpoint. The low end is a conservative estimate and contemplates recessionary pressure in the U.S., while the high end reflects less macro headwinds and accelerated new patient growth. You should anticipate the majority of growth in 2023 to be driven by our psychiatry and neurology business segments, which are the relatively more developed segments of our business.\nLong-term care is a completely new site of care for INGREZZA, and we are just getting off the ground there. Our long-term care team has been making great strides getting up to speed on the unique and complex operational dynamics within LTC and how that impacts TD care. While we estimate somewhere in the range of 10% to 15% of TD patients are in an LTC setting, it will likely take a few more quarters before we see a tangible impact to overall sales given the relatively smaller size and higher complexity of that business environment.\nOn the patient activation front, last year's direct-to-consumer campaign exceeded our expected internal metrics. So we will continue with that investment in 2023. Our newest LTC campaign, which we refer to as impressions, is now on the air via broadcast, streaming and digital channels. The campaign highlights INGREZZA as the simple choice with proven efficacy and it's the #1 prescribed treatment for tardive dyskinesia.\nAll in all, we're well poised for growth in 2023 and beyond. With that, I will turn the call over now to my colleague, Dr. Eiry Roberts, to discuss our clinical progress. Eiry?\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:21:35PM\n\nThank you, Eric, and good morning to everyone on the call. 2023 promises to be an important year for the Neurocrine pipeline with a number of milestones and data readouts, including the August 20 PDUFA date for Valbenazine as a potential treatment option for patients with chorea associated with Huntington's disease. We were very pleased with the safety and efficacy results from the KINECT-HD study and with data from the subsequent 6-month follow-up, which form the basis of our supplemental New Drug Application that was accepted by the FDA in December of 2022.\nOn the clinical front, I'm pleased to announce that enrollment is complete in both the adult and pediatric registrational studies of crinecerfont as the treatment of congenital adrenal hyperplasia. These trials were designed with input from all key stakeholders, including clinical experts in the field, patients, advocacy groups and regulatory agencies in the U.S. and Europe. I'd like to congratulate everyone involved in the crinecerfont program for all their hard work in getting us to where we are today.\nThis program will provide the largest trial data set ever generated in patients with CAH. And we look forward to sharing top line results from both studies in the second half of this year.\nIn addition to crinecerfont, we anticipate reporting studies from two Phase II proof-of-concept studies, NBI-352 for the treatment of focal onset seizure in adults and NBI-846 as a treatment for anhedonia associated with major depressive disorder. Both these top line data sets are expected in the second half of 2023. Turning to our growing muscarinic portfolio, the team continues to make very good progress with enrollment in the Phase II study of NBI-568, a selective M4 agonist for the treatment of schizophrenia.\nWe also remain on track to initiate a Phase I study of a dual M1-M4 agonist from this platform, NBI-570, later this year. To complement this robust pipeline in Phase II and III, we plan to continue the growth of our early-stage pipeline by advancing additional new chemical entities into Phase I this year. I'm very pleased with the current robustness of our clinical pipeline and look forward to further strengthening this pipeline in partnership with our Chief Scientific Officer, Jude Onyia.\nUnder Jude's leadership of research and preclinical development, we're investing in a range of modalities, including small molecules, peptides, proteins and gene therapy to deliver on the goal of providing symptomatic disease modifying and curative treatments for patients living with serious diseases in the field of neuroscience. As I reflect on where we are as an R&D organization, the foundation and the opportunity for our pipeline has never been stronger. With that, I'll turn the call back to Kevin. Kevin?\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:24:57PM\n\nThank you, Eiry. And with that, I will open it up for questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/9bdbdc3f1289390924daf1fdda40568b",
        "content1": "Q3 2022 Neurocrine Biosciences Inc Earnings Call\n\nQ3 2022 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQNOV 1, 1:00 PM\n\nOperator\n\n1:28:12PM\n\nGood day, everyone, and welcome to today's Neurocrine Biosciences Reports Third Quarter Results. (Operator Instructions) Please note that this call may be recorded, and I will be standing by should you need any assistance. It is now my pleasure to turn the conference over to Todd Tushla, Vice President of Investor Relations. Please go ahead.\n\nTodd Tushla\n\nVP of IR, Neurocrine Biosciences, Inc.\n\n1:28:46PM\n\nThank you, operator, and good morning, everyone. Welcome to our third quarter 2022 earnings call. On today's call, we have Kevin Gorman, our Chief Executive Officer; Matt Abernethy, our Chief Financial Officer; Eiry Roberts, our Chief Medical Officer; Eric Benevich, our Chief Commercial Officer; and Kyle Gano, our Chief Business Development and Strategy Officer.\nDuring our call, we will be making forward-looking statements. These statements are subject to certain risks and uncertainties, and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings. We will go to Q&A after prepared remarks, and we'll do our best to get to everyone's questions. With that, I'll hand the call to Kevin.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n1:29:36PM\n\nThanks, Todd, and good morning, everyone. Well, another very nice quarter of INGREZZA sales and this sets us up well for continued growth in Q4. I'm pleased to see that the investments that we have been making in INGREZZA this year and last year are starting to show results, and it is our expectation, we will continue to increase our ability to treat TD patients so they don't suffer needlessly. In addition, we are seeing clinical development activities with valbenazine are showing good progress. This is most clearly demonstrated by our filing of the sNDA for the treatment of chorea, in Huntington's disease.\nWe continue to build and progress our pipeline. But I'm going to stop now and let Eric and Eiry provide more detail on commercial and clinical and then move quickly to your questions. I'll start with Matt.\n\nMatthew C. Abernethy\n\nCFO, Neurocrine Biosciences, Inc.\n\n1:30:23PM\n\nGood morning, everyone. Another great quarter for INGREZZA with $376 million in third quarter sales, reflecting continued momentum in new patient additions coupled with high levels of compliance for existing patients. With these strong results, we now expect annual INGREZZA sales to be between $1.4 billion and $1.425 billion, setting us up for a nice trajectory heading into 2023.\nBefore handing the call over to Eric, I will make a few comments specific to next year. For INGREZZA, we do not plan to provide preliminary sales in early January, but we will provide our Q4 sales results and 2023 sales guidance during our earnings call in early February.\nFor 2023 expenses, I encourage you to ensure your estimates reflect the progression of our clinical pipeline, including the muscarinic program and also reflect a full year run rate given our sales force expansion. We will continue to invest in our pipeline and also initiatives to help support INGREZZA growth in both TD and Huntington.\nNow over to Eric.\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\n1:31:30PM\n\nThanks, Matt. Q3 was another strong quarter from an execution and performance perspective. With INGREZZA sales of $376 million and over 68,000 total prescriptions we saw robust 32% year-over-year growth versus Q3 of last year. In fact, this marks the sixth straight sequential quarter of growth which highlights the consistency and effectiveness of our commercial initiatives are having on improving diagnosis and treatment rates for tardive dyskinesia as well as driving preference for INGREZZA as the most prescribed VMAT2 inhibitor. We believe that TD diagnosis rates are now approximately 30%, and that's great news. However, there remains much work to do as 7 out of 10 patients living with TD still have not received the diagnosis for their uncontrolled movements. And when diagnosed, only about half of diagnosed patients are offered effective treatment with VMAT2 inhibitors, the standard of care for first-line treatment.\nThis remains a largely underdeveloped market with plenty of room to help even more patients over time. Our expanded sales team has now been in the field for 2 quarters. As a reminder, in early Q2, we reorganized and expanded our sales force, transitioning from a single team structure to 3 distinct teams dedicated to psychiatry, neurology and long-term care customers, respectively. Over the first 5 years of our INGREZZA launch, we focused on psychiatry and neurology health care providers. Long-term care is a new customer segment for us. And essentially, we are in the midst of launch mode for education around TD and INGREZZA in LTC. I'm pleased with the progress we've made over the past 2 quarters in helping our new team members to hit their stride with TD education, promoting INGREZZA and providing appropriate reimbursement support to their respective customers.\nActivity levels are high, and it appears that we are already seeing some benefit from the expanded sales force. Based on our prior experience, we believe we will see additional upside from this investment in the coming quarters. As Matt noted, you should expect SG&A expenses to be slightly higher next year as we continue to invest in INGREZZA and the valbenazine brand involves TD and the expected launch in chorea in Huntington's disease. With HD chorea in particular, we're excited about the potential opportunity to bring the leading VMAT-2 inhibitor to the HD patient population who deserve more and better options.\nAll in all, I'm very pleased with the performance of our commercial team in Q3 and over the course of this year. I'll now turn the call over to my colleague, Dr. Eiry Roberts.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n1:34:18PM\n\nThank you, Eric, and good morning to everyone on the call. I'll begin by congratulating the many people at Neurocrine, our colleagues at the Huntington Study Group and the clinical trials coordination center for all their hard work that resulted in our recent supplemental NDA submission of valbenazine as a potential treatment for career associated with Huntington's disease. This marks the successful achievement of a critical program milestone, which we hope will lead to valbenazine's availability next year as an approved treatment option for patients living with HD chorea. I'm also pleased to report that the Phase II study of NBI-568, a selective M4 agonist for the treatment of schizophrenia has commenced enrollment of subjects in the United States.\nThis shows continued progress for our high-priority muscarinic portfolio of molecules and we continue to evaluate the potential for NBI-568 in additional indications beyond schizophrenia while also progressing other molecules in this platform through preclinical testing. We're currently on track to initiate Phase I clinical testing for a dual M1-M4 agonist from the platform in 2023.\nWe've also initiated Phase I clinical testing for NBI-770 as a potential treatment for major depressive disorder. If successful, we believe 770 could provide a novel oral approach to a highly validated pathway for the treatment of depression. Phase I clinical testing is proceeding as planned and we look forward to sharing more information as we move forward with Phase II clinical testing here. The recent addition of NBI-568 and NBI-770 now bring our pipeline to a total of 13 clinical programs with 12 studies progressing through the mid- to late stage of development. We are poised to deliver a number of clinical readouts over the coming 12 to 24 months, with the next readout occurring for NBI-104, in epilepsy with continuous spike in wave during fleet.\nHere, we remain on track for top line results by year-end. With our most advanced program, crinecerfont, enrollments in both the adult and pediatric registrational studies has progressed well keeping us on track for top line results for both programs next year.\nOverall, I'm pleased by the progress we continue to make building out and delivering the Neurocrine clinical portfolio. And I want to thank the cross-functional R&D teams for all their hard work.\nWith that, I look forward to addressing your questions during Q&A, and I'm going to hand the call back to Kevin.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n1:37:23PM\n\nThank you, Eiry. Operator, we're ready to take questions at this time."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/55144d95bed30bf402f8cebcd0aab272",
        "content1": "Q2 2022 Neurocrine Biosciences Inc Earnings Call\n\nQ2 2022 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQAUG 4, 10:30 PM\n\nOperator\n\n10:43:27PM\n\nGood day, everyone, and welcome to today's Neurocrine Biosciences Reports Second Quarter Results. (Operator Instructions) Please note today's call may be recorded. (Operator Instructions) It is now my pleasure to turn the conference over to Vice President of Investor Relations, Todd Tushla. Please go ahead.\n\nTodd Tushla\n\nVP of IR, Neurocrine Biosciences, Inc.\n\n10:44:02PM\n\nThank you, operator. Good afternoon, everyone, and welcome to our second quarter 2022 earnings call. With me are Kevin Gorman, our Chief Executive Officer; Matt Abernethy, our Chief Financial Officer; Eiry Roberts, our Chief Medical Officer; Eric Benevich, our Chief Commercial Officer; and Kyle Gano, our Chief Business Development and Strategy Officer. During our call, we will be making forward-looking statements. These statements are subject to certain risks and uncertainties, and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings. After our prepared remarks, we'll head into Q&A, where we'll try to get to everyone's questions. And now I'll turn the call over to Kevin Gorman.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n10:44:46PM\n\nThank you, Todd, and good afternoon. As Todd said, we're going to -- I'll keep our opening remarks short to give us enough time for your questions. INGREZZA had a very good Q2. And coupled with our outperformance in Q1, we have had an excellent first half of the year. Eric is going to take you through the quarter in a bit more detail in just a moment. Now in addition, I'm very pleased to say we continue to grow our pipeline, adding 2 new compounds with validated mechanisms of action in psychiatry, and Eiry will talk a bit about those 2.\nNow as you've seen in our press release, our signal-seeking essential tremor study did not yield a strong enough data set to warrant any further development of this compound in ET at this time. While disappointing, we have a rich and diversified portfolio and these resources will be rapidly redeployed.\nNow finally, I'd like to say that I'm very pleased with the overall performance of the company thus far this year. We and here, I mean the larger we, all of business and society are dealing with the transition out of the pandemic and into an endemic situation with COVID. Thankfully, in 2022, COVID much more rarely caused a severe disease and death, but it is still highly disruptive to business as usual throughout the world.\nIncreased absences due to testing positive stretches all resources in at times. We see that in both our clinical and commercial businesses. Times are still uncertain, but we continue to move forward on behalf of patients and for that, I am very proud.\nI'd like to turn it over to Matt now, please.\n\nMatthew C. Abernethy\n\nCFO, Neurocrine Biosciences, Inc.\n\n10:46:24PM\n\nGood afternoon. The INGREZZA team delivered $350 million in sales during the second quarter, capitalizing on the strong new patient trends from Q1 and high levels of patient compliance. With the first half of 2022 now behind us, we are raising our annual INGREZZA sales guidance range to $1.35 billion to $1.4 billion based upon the trends we have seen so far this year. As you consider Q3, we expect third quarter sequential growth to be lower as a result of both the acceleration of COVID cases and the typical summer dynamics of pressure growth. On the financial front, during the quarter, we were able to retire 55% of our convertible debt to reduce potential dilution and maintain the financial flexibility we need with over $1 billion in cash. Now over to Eric.\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\n10:47:21PM\n\nThanks, Matt. Our team continues to do a great job executing on our commercial initiatives. Q2 INGREZZA performance was driven primarily by continued strong persistence and compliance rates for continuing patients, coupled with a record level of new patient starts. As Matt said, given the results through the first half of the year, we've raised guidance to a range that incorporates a couple of scenarios that may play out in the second half of the year.\nFirst, as it relates to internal factors, our ongoing direct-to-consumer advertising campaign called TD Spotlight continues to encourage patients and caregivers to help seek treatment for their TD. Thus far, we've been pleased with the response, and we plan to continue the campaign through the balance of the year. In addition, the newest members of our expanded field force have been trained and have been in the field now for about a quarter.\nAs we've highlighted before, we anticipate the benefit of our expanded sales organization to be tangible in the latter part of the year. Regarding what we've seen from an external perspective, new COVID variants continued to provide headwinds for our customers, while telemedicine is still being utilized by psychiatrists with roughly half of their patients. Over the past 5 years of the INGREZZA launch, we've seen a pattern of seasonal challenges in the third quarter, which has typically softened growth a bit relative to Q2.\nTherefore, given current dynamics, I would characterize the low end of the new guidance range to be more impacted by COVID, telehealth and Q3 seasonal slowdown and the higher end of the range to be less impacted by external factors, which we are working diligently to mitigate. In closing, we're making steady progress, improving the diagnosis and treatment rates for tardive dyskinesia in the U.S. This is still a mostly underdeveloped market, and we are well positioned to continue driving treatment rates higher to help even more TD patients than ever before.\nWith that, I'll turn the call over to my colleague, Dr. Eiry Roberts.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n10:49:21PM\n\nThank you, Eric, and good afternoon to everyone on the call. I'll start with a couple of updates from our late-stage clinical portfolio. We remain on track for the sNDA submission later this year of valbenazine as a potential treatment for Huntington's disease. In addition, the Phase III adult and pediatric studies for crinecerfont as a potential treatment for congenital adrenal hyperplasia are progressing well, in line with our goal of delivering data in 2023.\nMoving to the earlier-stage clinical portfolio, we were very pleased to announce the FDA's recent acceptance of the IND for NBI-568, a selective orthosteric M4 agonist for the treatment of schizophrenia. This is the lead molecule in our muscarinic franchise collaboration with Sosei Heptares.\nAnd I want to take a moment to thank the teams, both at Neurocrine and Sosei Heptares for their hard work in successfully progressing this molecule into the Phase II study which will begin enrollment in the near future. Along with examining the opportunity to expand beyond schizophrenia with 568, our teams continue to work on advancing other novel muscarinic agonists into the clinic, including a potential M1/M4 dual agonist.\nIn addition to moving forward with NBI-568, this month, we will initiate Phase I evaluation for a novel, orally active small molecule, NBI-770, which targets a potentially important mechanism for the treatment of depression. If we are successful in progressing to Phase II clinical development, we will divulge more about both the top (inaudible). But I can say that this mechanism of action has already been validated clinically by parenterally administered molecules.\nIf successful, NBI-770 would provide the first oral treatment approach for this target in depression. Now I'd like to address the results of the signal-seeking study of NBI-104 in essential tremor. The team completed a high-quality, single-center study of NBI-104 in 30 patients with essential tremor. The intent of this study was to identify potential signals of efficacy and determine the tolerability of NBI-104 in this patient population.\nNBI-104 was well tolerated at all doses studied. However, top line efficacy results from the study were negative and failed to achieve statistical significance. The study produced a broad data set beyond the top line information, and the team is continuing to evaluate this data with the intent of presenting it at a future medical conference. Based on the totality of data from this study, at this time, we do not plan to proceed further with the clinical development of NBI-104 in essential tremor. It is important to note that these results do not impact the current Phase II study of NBI-104 in epilepsy with continuous spike-in-wave during sleep.\nEnrollment in this study is complete, and we remain on track to disclose top line results by year-end. Finally, I'd like to congratulate our partners at the Mitsubishi Tanabe Pharma Corporation for all their efforts in getting valbenazine approved. We look forward to supporting their launch of DYSVAL for the treatment of tardive dyskinesia in Japan. With that, I'll hand things back to Kevin.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n10:53:55PM\n\nThank you very much, Eiry. And operator, now we are ready to take questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/de42b6741e8ed87021722da48fa10c7f",
        "content1": "Q1 2022 Neurocrine Biosciences Inc Earnings Call\n\nQ1 2022 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQMAY 4, 2:00 PM\n\nOperator\n\n2:17:12PM\n\nGood day, everyone, and welcome to today's Neurocrine Biosciences Reports First Quarter Results. (Operator Instructions) Please note this call may be recorded (Operator Instructions)\nIt is now my pleasure to turn today's program over to Todd Tushla, VP of Investor Relations.\n\nTodd Tushla\n\nVP of IR, Neurocrine Biosciences, Inc.\n\n2:17:36PM\n\nThank you, operator. Good morning, everyone, and thanks for joining our first quarter 2022 earnings call. With me as usual are Kevin Gorman, our Chief Executive Officer; Matt Abernethy, our Chief Financial Officer; Eiry Roberts, our Chief Medical Officer; Eric Benevich, our Chief Commercial Officer; and Kyle Gano, our Chief Business Development and Strategy Officer.\nBefore we get going, I'll remind everyone that during today's call, we will be making forward-looking statements. These statements are subject to certain risks and uncertainties, and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings. After our prepared remarks, we'll be happy to address your questions.\nNow I'll hand the call over to Kevin Gorman.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:18:28PM\n\nThank you, Todd. Good morning, everyone. I'm sure you saw our press release this morning, and I have to say I'm very pleased with the work of our entire commercial and medical organizations in educating health care professionals on TD resulted in a record number of TD sufferers being treated with INGREZZA last quarter.\nNow while the external environment has improved, it is not back to normal, and there are still challenges. However, I believe we are adapting well to the remote delivery of health care, which we know will persist at some level moving forward. So we have now seen our fourth consecutive quarter of sequential growth.\nWe're not only making progress on our commercial business. As you may recall, at the beginning of the year, we updated you on the portfolio of clinical programs that we have started, what we are anticipating starting this year and the data readouts. It was very aggressive. I'm pleased that we remain on track for most of these programs, importantly, including filing the sNDA for INGREZZA in Huntington's disease and our 2 data readouts in essential tremor and CSWS.\nNow as I will share with you, there are 2 programs that have been impacted by the invasion of Ukraine, and we are currently mitigating the impact of the loss of those potential clinical sites. But aside from that, we have handled this growing and complex pipeline extremely well, and I'm looking forward to sharing data with you later this year.\nWith that, I'd like to hand it over to Matt, please.\n\nMatthew C. Abernethy\n\nCFO, Neurocrine Biosciences, Inc.\n\n2:20:12PM\n\nGood morning. As you saw in our earnings release, we delivered strong Q1 performance with INGREZZA sales totaling $303 million in what is typically the most challenging quarter of the year. Our team did a very nice job managing through the Q1 payer-related seasonal dynamics and also rectifying the Q4 pharmacy distribution challenges we experienced. These 2 items ultimately benefited our refill rate for patients as compared to the previous first quarters. In addition, we exited Q1 with a record number of new patients, reflecting an improving external environment and benefits from our commercial initiatives.\nAs you think about Q2, we do expect sequential growth. However, the dollar growth will likely not be as strong as prior years given the benefit, we saw in Q1 from our team's improvement in managing through the seasonal dynamics. On the financial front, we continue to have plenty of flexibility with a strong balance sheet and attractive P&L profile to continue to invest in INGREZZA and advance our pipeline.\nWith that, I'll now hand the call over to Eric Benevich, our Chief Commercial Officer. Eric?\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\n2:21:28PM\n\nThanks, Matt. I'm pleased to provide an update for everyone regarding our Q1 commercial progress. With our INGREZZA franchise, Q1 has always been a tale of 2 half quarters, with the first half of the quarter impacted by seasonal payer dynamics largely related to the prescription reauthorization process. The second half of Q1 is when we usually see an uptick in new patient starts. But with more than 30% year-over-year growth in Q1 this year, what were the drivers of our growth?\nDespite the surge in the Omicron variant early in Q1, we did see a general improvement in the external environment translating into improved HCP access in favorable conditions to mitigate the typical Q1 payer dynamics. We knew the key to a successful Q1 was to focus on execution, and our field teams did a phenomenal job delivering not only on strong rates of compliance but also record levels of new patients. These results were accomplished while we recruited, trained and onboarded an incremental 140 sales representatives to complete our sales force expansion at the end of the quarter. We expect to see the benefit of the expanded sales force as we get into the back half of the year.\nAs it relates to the second quarter, as Matt mentioned, given our strong performance in Q1, we do expect to see continued growth in Q2 over Q1, but at a slightly lower percentage increase compared to prior years given the stronger-than-expected growth in Q1. This past Sunday was the 5-year anniversary of the launch of INGREZZA. You expected us to achieve the level of success we've had given the effort required related to diagnosis and treatment of tardive dyskinesia.\nFrom a regulatory perspective, INGREZZA was designated a breakthrough medicine by the FDA. It's also been a breakthrough in the sense of completely changing the paradigm of TD treatment. What was once an untreatable condition is now viewed as treatable, but was once a stigmatizing condition and is now becoming more mainstream. What was once a dramatically underdiagnosed condition is now more systematically being diagnosed and managed. We worked hard to change the historical paradigm and our results speak for themselves. However, our work remains largely unfinished with approximately 85% of the estimated 600,000 people living with TD either still in diagnosed or not being treated with a VMAT2 inhibitor like INGREZZA.\nSo we've made significant commercial investments to accelerate the diagnosis and treatment of TD, not just this year, but for years to come. The expansion of our field sales team and continuation of our direct-to-consumer campaign give evidence to our conviction to help many more TD patients.\nLastly, I'd like to share that the month of May has been designated as mental health awareness month. This week, in particular, is recognized as Tardive Dyskinesia Awareness week, or TDA for short. 5 years ago, most people living with mental health conditions were unaware that TD existed. Today, TDA is now officially recognized across the entire United States. We've made great progress raising awareness in the mental health community. I'm odd by what our team has been able to achieve in these past 5 years, and I'm humbled by the scope of what we aim to accomplish in the years ahead as we improve the lives of the many thousands of patients still suffering from TD.\nSo with that, I'll turn the call over to my colleague, Eiry Roberts, our Chief Medical Officer.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:25:14PM\n\nThank you, Eric, and good morning to everyone. I'm happy to provide a brief update regarding a selection of our clinical programs, beginning with valbenazine. In March, we received very good news from our partner, the Mitsubishi Tanabe Pharma Corporation, regarding the regulatory approval of valbenazine in Japan for the treatment of tardive dyskinesia. We were very impressed with the data that was generated from the J-KINECT Phase III study, and we look forward to supporting our Japanese partner as they proceed with launch plans for DYSVAL, the Japanese brand name of valbenazine.\nTurning to valbenazine for the treatment of chorea in Huntington's disease. In collaboration with the Huntington's Disease Study Group, we were pleased to present additional safety and efficacy data at the American Academy of Neurology meeting earlier this month. You'll recall in the KINECT-HD study that valbenazine met the primary endpoint of significant improvement in chorea severity versus placebo, as measured by the Unified Huntington's Disease Rating Scale-Total Maximal Chorea Score, with improvement beginning as early as week 2 of treatment.\nIn addition, the percentage of study participants with clinician or self-rated global improvement was significantly higher at 12 weeks with valbenazine treatment than with placebo. Importantly, also the safety profile was consistent with valbenazine known safety profile in TD with no suicidal behavior or ideation. We remain on track to submit the supplemental NDA to the FDA in the second half of this year.\nI'd be remised if I did not mention the humanitarian crisis occurring in Ukraine. Our thoughts are always everyone tragically impacted by the current situation in Ukraine, including our contract research organization and clinical research partners in the region. Like many in our industry, several of our recently initiated clinical program in psychiatry and neurology intended to involve sites located in Ukraine and Russia. While we've pivoted contingency plans across our portfolio, the war has already impacted the time line for the Phase III study for valbenazine and dyskinesia related to cerebral palsy, and the initiation timing for the second Phase III study of valbenazine for the adjunctive treatment of schizophrenia.\nWe now expect to have top line data for the treatment of dyskinesia due to cerebral palsy in 2024, while for ATS top line data for the first Phase III study of valbenazine for the adjunctive treatment of schizophrenia remains on track for 2023. Initiation of the second Phase III study, however, has been delayed to 2023. All other clinical programs remain on track at this time.\nTurning to NBI-104, our selective T-type calcium channel antagonists in-licensed from Idorsia. Midyear, we will readout the data from our Phase II proof-of-concept study in essential tremor. Then in the second half of 2022, we'll complete our ongoing trial in epilepsy with continuous spike and wave during sleep. Based on the review of the totality of data generated for NBI-104, we will then determine potential next steps for 104 in each of these indications.\nIn closing, I'm very pleased with the progress of our clinical pipeline. I want to thank the teams working on each of these programs for their hard work and dedication. With that, I'll hand back to Kevin. Kevin?\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:29:28PM\n\nThanks, Eiry. Operator, we are now ready for questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/3f5c738d3846459c043d694e619bb1c1",
        "content1": "Q4 2021 Neurocrine Biosciences Inc Earnings Call\n\nQ4 2021 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQFEB 11, 2:00 PM\n\nOperator\n\n2:05:16PM\n\nGood day, everyone, and welcome to today's Neurocrine Biosciences Reports Fourth Quarter and Year-End results. (Operator Instructions) Please note today's call may be recorded. (Operator Instructions)\nIt is now my pleasure to turn the conference over to Todd Tushla, Vice President of Investor Relations.\n\nTodd Tushla\n\nVP of IR, Neurocrine Biosciences, Inc.\n\n2:06:15PM\n\nThank you, operator. Good morning, and thanks for joining us on our fourth quarter and full year 2021 earnings call. Joining me today are Kevin Gorman, our Chief Executive Officer; Matt Abernethy, our Chief Financial Officer; Eiry Roberts, our Chief Medical Officer; Eric Benevich, our Chief Commercial Officer; and Kyle Gano, our Chief Business Development and Strategy Officer.\nI'd like to remind everyone that during today's call, we will be making forward-looking statements. These statements are subject to certain risks and uncertainties, and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings. After our prepared remarks, we will open the call for your questions.\nWith that, I'll hand the call over to Kevin Gorman.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:08:07PM\n\nThank you, Todd. Good morning. Today, we want to look back at a challenging 2021 and the (inaudible) the progress we made. We will also be looking forward to 2022, a year that we believe will set us up for tremendous growth for the next several years.\n2021 was bracketed in Q1 and Q4 by rising infections, office closures and significant staffing shortages that constrained our efforts. However, we did make progress identifying many new health care professional customers and how to effectively work with them in a very challenging and changing environment. Eric will go into this in more detail in a moment.\nTurning our attention to the future. The items that we released this morning is founded on the lower end by a continuing unpredictable epidemic that (inaudible) The upper end is less constrained by COVID, anticipates reopening of clinics with sufficient staff and the impact in the second half of the year and expanded sales force more focused on specific points of care than previously. We believe these internal and external events will allow us to bring investors to many more patients who are needlessly suffering of PD and will lead to significant growth both this year and beyond.\nWe have made a good start in addressing this market and (inaudible) we had 12 Phase II/III programs addressing C system disorders and urology (inaudible) We acknowledge the historical challenge of developing medicines in these diseases. And we have designed this pipeline with multiple compounds, each are just being a different mechanism to treat a specific disease, such as the (inaudible) and the way we're approaching major (inaudible) But the flip side of this, we're developing other compounds where each one of these can address multiple diseases. By attacking diseases from these 2 fronts, we believe we will be successful in addressing otherwise attractable disease in disorders. Over the next 18 months, this pipeline will have a number of significant readouts, and I will go into these in more detail.\nAt this time, I'd like to turn it over to Matt.\n\nMatthew C. Abernethy\n\nCFO, Neurocrine Biosciences, Inc.\n\n2:10:51PM\n\nThanks, Kevin, and good morning. Since we preannounced Q4 INGREZZA sales in early January, I'm going to focus my remarks on our 2022 sales and operating expense guidance.\n2022 INGREZZA net sales guidance range is $1.25 billion to $1.35 billion, reflecting our latest thinking considering current trends, environmental factors and our ongoing business initiatives. This is our first time providing annual sales guidance, and we aim to be as transparent as possible with better assumptions. Our assumptions following a few primary categories. The first relates to the external environment. Though this impact on our business is clear, as COVID cases go up, psychiatric patient visits decline with a higher mix of visits going virtual. This combination directly impacts TD diagnosis and ultimately treatment rates.\nThe good news is that COVID cases are starting to decline, and we expect site patient visits to increase throughout 2022, leading to a tailwind for INGREZZA in the second half of the year. But admittedly, it is difficult to predict how the impact of COVID will transpire.\nThe second bucket relates to the benefits we expect from our commercial initiatives, specifically, our direct-to-consumer advertising campaign and sales force expansion, which is on track to be fully in place next month. We anticipate these initiatives will help accelerate diagnosis and treatment rates.\nOn the payer front, access to net revenue per script are expected to remain consistent with 2021. We assume sales seasonality to be very similar to previous years with Q1 having the most disruption due to the typical gross-to-net dynamics and the impact on refill rates due to the reauthorization process.\nNow to our operating expense investment. Our 2022 GAAP operating range is $1.1 billion to $1.15 billion, with investments focused on accelerating INGREZZA growth and advancing our many R&D programs. Our (inaudible) spend in the sales force expansion and DTC. In addition, our R&D operating expense reflects advancing 12 mid- to late-stage programs in the plan and also are recently completed in-licensing of an M4 agonist from Sosei Heptares. Our strong balance sheet, durable cash flow and P&L profile allow us the flexibility to execute our capital allocation priorities, investing in growing INGREZZA and advancing our important clinical programs to discover new innovative therapies for people who deserve better.\nNow over to Eric Benevich.\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\n2:14:03PM\n\nThank you, Matt. Before I begin, I want to acknowledge our commercial and medical affairs schemes. Throughout last year's challenging external environment, your unwavering dedication and commitment made a meaningful difference to many thousands of patients who otherwise would have continued to needlessly suffer from TD.\nINGREZZA's Q4 performance marked our third straight quarter of sequential growth during the pandemic era. Total prescriptions grew 8% sequentially and grew 32% versus the prior year. While it was good to see that kind of growth, as Kevin said, we strive to improve while managing through several issues both in and out of our control.\nFirst, in Q4, changes to our distribution network were implemented. And as anticipated, we saw a modest shift in strips going from some of our specialty pharmacies to CVS and Walgreens retail outlets. Recall, we expanded the distribution network in order to provide even greater ease of access to INGREZZA for patients and their health care providers. The transferring of prescriptions back and forth across our pharmacy network likely led to delayed prescription builds for some of those patients.\nSecond, while difficult to ascribe how much of an impact, first, the Delta variant and then the Omicron variant had on TRx and Intrax volume, we know the rising cases significantly impacted our customers and interfered with patient care. Staff shortages and turnover and offices, clinics and pharmacies likely contributed to an uptick in cycle time from prescription referral to prescription sales. Our persistence and compliance remains strong, consistent with prior quarters, helping us to maintain momentum going into the new year.\nAll in all, despite a worsening external environment brought on by the surging Omicron variant, particularly in the second half of Q4, we estimate TD diagnosis rates have now grown to around 25% of the TD population. This is over 56,000 total prescriptions in Q4, a record level. INGREZZA continues to be the #1 most prescribed treatment for tardive dyskinesia.\nShifting to this year. We provided the 2022 guidance range for INGREZZA and are now over a month into the year. So what have we seen? The external environment is slowly improving, but no one is out of the woods yet. We've been encouraged with early signals and are cautiously optimistic that access to our key customers will trend positively as the external environment continues to improve.\nInternally, the onboarding effort of our sales force expansion is well underway. The newly expanded 350-plus strong sales force, with dedicated teams across psychiatry, neurology and long-term care will be fully deployed at the end of this quarter. In addition, we plan to run our ongoing TD Spotlight-branded direct-to-consumer campaign throughout 2022.\nWith improving market fundamentals and strong conviction in the commercial investments we are making for INGREZZA, the stage is set for accelerated growth in 2022 and for years to come.\nONGENTYS, while we continue to receive positive feedback from patients and neurologists, you should not expect a great acceleration in 2022 sales as ONGENTYS remains a nonformulary medication on most Medicare Part D plans. And I should reiterate, ONGENTYS opens doors to neurology practices and gives our team more time with prescribers to highlight ONGENTYS and INGREZZA. Furthermore, we strongly believe that having a dedicated neurology team will benefit both products, especially with movement disorder specialists.\nSo with that, I'll turn the call over now to my colleague, Dr. Eiry Roberts, for an update on our pipeline.\n\nEiry Wyn Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\n2:17:54PM\n\nThank you, Eric, and good morning to everyone on the call. Over the last 12 months, we have made tremendous progress across all of research and development. We have advanced a novel and diverse pipeline of 12 mid- to late-stage clinical programs, each of which has the potential to be a first-in-class or best-in-class medicines. 2021 was, in many ways, a foundational year for European R&D with the stage now set for a year of unprecedented investment and execution to advance this pipeline with the goal of submitting the supplemental new drug application for valbenatine Huntington's disease, initiating a Phase II study in schizophrenia for NBI-568, the selective M4 orthosteric agonist recently acquired through our partnership with Heptares, and delivering a significant number of registrational and Phase II data readouts over the next 24 months.\nI'll spend the balance of my prepared remarks on brief status update across these pipeline programs, beginning with valbenazine. In the second half of 2022, we plan to submit the sNDA to the FDA for the treatment of (inaudible) associated with Huntington's disease. We were extremely pleased with the safety and efficacy results achieved in the CONNECT HD study. These data, together with 6-month follow-up data from the CONNECT HD2 study, form the basis of our sNDA submission.\nContinuing with valbenazine, we recently initiated registration studies for the adjunctive treatment of schizophrenia and for dyskinetic cerebral palsy. We anticipate top line data from these recently initiated studies in 2023.\nMoving to NBI-104, the selective T-type calcium channel antagonists in licensed from Idorsia. We expect top line data from 2 Phase II studies for NBI-104 this year. Somewhere around midyear, we anticipate delivering proof-of-concept data in essential tremor. Following that, in the second half of the year, we anticipate completing our ongoing trial in epilepsy with continuous spike in wave during sleep. Based on a review of these data generated for NBI-104, we will determine potential next steps for each of these indications.\nTurning now to NBI-352, the selective Nav1.6 sodium channel inhibitor in licensed from Xeon. We have 2 Phase II studies ongoing. The first in SCN8A, a rare pediatric epileptic encephalopathy, and the second in focal on sethesia in adults from which we anticipate delivering top line data in 2023.\nShifting gears now to the psychiatry portfolio of assets in license from Takeda Pharmaceuticals. We have initiated phase II studies with all 3 lead programs, including lubidaxistat in cognitive impairment associated with schizophrenia, NBI-845 for inadequate response in major depressive disorder and NBI-846 in anadonia in major depressive disorders. Top line data for 845 and 846 are anticipated in 2023.\nStaying within psychiatry and the lead muscarinic agonist in our collaboration with Heptares, NBI-568. This molecule is a highly selective orthosteric agonist of with the potential to be a best-in-class molecule against this target. We plan to initiate a Phase II study of 568 in North America for the treatment of schizophrenia this year.\nAnd finally, with respect to our neuroendocrinology portfolio, we remain on track to read out top line data for the registrational study of Conexion in both the adult and pediatric patient population in 2023.\nTo close, we have built a strong R&D pipeline that has the potential to dramatically change lives for patients. Our focus now is on the effective delivery of this pipeline while also continuing to add innovative candidates via internal drug discovery and strategic business development, where we believe those efforts can serve the needs of our patients.\nI want to thank every one at Neurocrine, our external partners, clinicians and patients who support us in our ultimate mission to bring medicines to patients who need better treatment options.\nI'll now hand the call back to Kevin. Thank you, Kevin.\n\nKevin C. Gorman\n\nCEO & Director, Neurocrine Biosciences, Inc.\n\n2:23:15PM\n\nThank you, Eiry. That concludes our prepared remarks, and we are ready to open it up for questions."
    }
]