[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/971a852e9927a9ff579f0cc8ee082fca",
        "textblob_polarity": 0.2208895112521067,
        "textblob_subjectivity": 0.4520789960675457,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9938855022192001,
                "neutral": 0.9938466946283976
            }
        },
        "content1": "Q2 2024 Cadence Design Systems Inc Earnings Call\n\nQ2 2024 Cadence Design Systems Inc Earnings Call\n\nCDNSNASDAQJUL 22, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Briana, and I will be your conference operator today. At this time, I would like to welcome everyone to the Cadence Second Quarter 2024 Earnings Conference Call. [Operator Instructions] I will now turn the call over to Richard Gu, Vice President of Investor Relations for Cadence. Please go ahead.\n\nRichard Gu\n\nVice President of Investor Relations\n\nThank you, operator. I'd like to welcome everyone to our Second Quarter of 2024 Earnings Conference Call. I'm joined today by Anirudh Devgan, President and Chief Executive Officer; and John Wall, Senior Vice President and Chief Financial Officer.\nThe webcast of this call and a copy of today's prepared remarks will be available on our website, cadence.com.\nToday's discussion will contain forward-looking statements, including our outlook on future business and operating results. Due to risks and uncertainties, actual results may differ materially from those projected or implied in today's discussion. For information on factors that could cause actual results to differ, please refer to our SEC filings, including our most recent Forms 10-K and 10-Q, CFO commentary and today's earnings release. All forward-looking statements during this call are based on estimates and information available to us as of today, and we disclaim any obligation to update them.\nIn addition, we'll present certain non-GAAP measures, which should not be considered in isolation from or as a substitute for GAAP results. Reconciliation of GAAP to non-GAAP measures are included in today's earnings release.\n[Operator Instructions] Now I'll turn the call over to Anirudh.\n\nAnirudh Devgan\n\nCEO, President & Director\n\nThank you, Richard. Good afternoon, everyone, and thank you for joining us today. Cadence delivered strong financial results for the second quarter of 2024, with broad-based momentum across our product portfolio. Bookings were stronger than expected, leading to a healthy backlog and underscoring the robust demand for our innovative technologies.\nWe exceeded our outlook on all key metrics and are updating our revenue guidance for the year to over 13% year-over-year growth. John will provide more details on both our Q2 results and updated outlook for the year.\nGenerational trends such as hyperscale computing, 5G and autonomous driving, all underpinned by the AI super cycle are driving strong design activity across multiple verticals, particularly in data center and automotive. Along with increasing chip complexity and system companies building their own silicon, these trends are creating tremendous tailwinds for our differentiated solutions.\nWe are steadfastly executing to our intelligent system design strategy, extending our leadership in core EDA, while steadily expanding our footprint in the new system design and analysis area. Customers are ramping up their R&D spend in AI-driven automation. Our Cadence.AI portfolio offering unparalleled quality of results and productivity benefits continues to gain momentum with orders more than tripling over the last year. Our solutions are enabling the massive AI infrastructure build-out across the semi and system space. Additionally, we continue embedding AI in our EDA and digital biology solutions.\nIn Q2, our long-term development partner, NVIDIA broadly deployed Palladium ZI to deliver to its next-generation AI product road map, further solidifying Cadence's leadership in the industry. A marquee hyperscaler meaningfully expanded its partnership with Cadence in Q2 through a board proliferation of our Cadence.AI EDA, SDA and hardware portfolio.\nThe growing foundry ecosystem is driving increased design activity and creating significant opportunities for our industry-leading products. And in Q2, we expanded our collaboration with several leading foundry partners. We announced that Cadence.AI digital and analog tools were optimized for Samsung's advanced node SFII gate all around process, driving enhanced quality of results and accelerating node migration.\nWe extended our long-standing collaboration with TSMC through a very comprehensive and innovative technology advancement, ranging from 3D-IC to design IP and photonics and providing optimized digital and analog full flows for TSMC's latest and 2 process technologies. Our integrity 3D-IC platform is the industry's leading unified design, analysis and sign-up platform for multi-chiplet architectures. Integrity has been certified for all of TSMC's latest 3D fabric offerings and now has enabled several new features like hierarchical 3D-IC design.\nWe also announced that Integrity has been enabled for all of Samsung Foundry's multi-die integration offerings, accelerating the design and assembly of stacked chiplets. Additionally, we released a complete Intel foundry EMIB advanced packaging reference flow that is optimized to work seamlessly with Intel 18A technology. We are also collaborating with multiple foundries to optimize our industry-leading IP cores for AI, HPC, mobile and automotive applications for their advanced process technology so as to ensure seamless integration into customer designs.\nWe saw strong momentum in our IP business, but they're delivering 25% year-over-year growth in Q2. I as we executed to our profitable and scalable growth strategy. AI use cases, HPC and heterogeneous integration were the primary drivers fueling the demand for our HBM PCIe GDDR 112 gig SerDes and UCIE products.\nWe expanded our system IP portfolio with the addition of Cadence [indiscernible] Network-on-a-Chip solution. that manages high-speed communications effectively with minimum latency, enabling customers to achieve their PPA targets faster and with lower risk. Emulation and prototyping have become mission-critical elements of chip design and software [indiscernible] flows. Following the launch of our market-leading Z3 and X3 platforms, there is robust demand for these best-in-class systems, particularly by AI, hyperscale and automotive companies, and we continue to ramp up our production capacity accordingly.\nVerisium, our AI-driven verification platform, continued seeing rapid customer adoption with several market-shaping customers, including Qualcomm successfully using Verisium SIMAI for coverage maximization and achieving up to a 20x reduction in verification workload time. Our system design and analysis business continued its strong momentum in Q2, delivering 20% year-over-year revenue growth.\nAs chiplet-based architectures gain traction, our industry-leading Integrity 3D-IC platform had increased adoption and expansion from large deployments at 5G, hyperscale, memory and consumer customers.\nOur AI-enabled Allegro X design platform is being rapidly adopted and driving competitive displacement as multiple aerospace and defense, hyperscalers and EV customers take advantage of the platform's productivity and next-generation capabilities. Allegro X's in-design analysis capabilities are also driving a pull-through of our multi-physics analysis solutions.\nIn Q2, a leading EV auto company forged a strategic partnership with Cadence, making a significant investment across the breadth of our multiphysics portfolio.\nWith the close of beta CA in Q2, we now offer a comprehensive multiphysics platform covering electromagnets, electrothermal CFD and Structural Analysis Solutions. Our digital IC and custom businesses delivered another solid quarter. Proliferation of our digital full flow at the most advanced nodes continued with close to 40 full flow wins over the last 12 months, especially at hyperscalers.\nWith over 400 tape-outs, customers are increasingly relying on Cadence [ Celebros ], the leading AI tool in the industry, as it continues to deliver amazing PPA and productivity benefits. For example, Cadence [indiscernible] has been delivering up to a 10% PPA gain for a global marquee systems company and is now deployed as part of the default flow for their latest designs at the most advanced nodes.\nSamsung Foundry leveraged Cadence [indiscernible] in both DTC and implementation to achieve more than a 10% leakage power reduction on their SFII gate all around platform. Socionext utilized [indiscernible] closure and temper sign-off to reduce timing closure time by 73% and doubled productivity while reducing memory cost by 90%.\nOur AI-driven Virtuoso Studio is the leading automated solution for analog and RF designs. And its new AI features allow much more efficient migration from 1 process node to another. Virtuoso Studio added 35 new logos in Q2, led by top hyperscalers, aerospace and defense and automotive customers.\nIn summary, I'm pleased with our Q2 results and the continuing momentum of our business. The AI-driven automation era offers massive opportunities and the co-optimization of our comprehensive EDA and SDA portfolio, with accelerated computing and AI orchestration, uniquely positions us to provide disruptive solutions to multiple markets.\nNow I will turn it over to John to provide more details on the Q2 results and our updated 2024 outlook.\n\nJohn M. Wall\n\nSenior VP & CFO, Cadence Design Systems, Inc.\n\nThanks, Anirudh, and good afternoon, everyone. I'm pleased to report that Cadence delivered strong results for the second quarter of 2024, finishing the first half with backlog of approximately $6 billion. Also, we expanded our multiphysics platform in Q2 by completing the acquisition of beta CAE. Here are some of the financial highlights from the second quarter, starting with the P&L.\nTotal revenue was $1.061 billion. GAAP operating margin was 27.7%, and non-GAAP operating margin was 40.1%. And GAAP EPS was $0.84, with non-GAAP EPS $1.28.\nNext, turning to the balance sheet and cash flow. Cash balance at quarter end was $1.059 billion, while the principal value of debt outstanding was $1.350 billion. Operating cash flow was $156 million. DSOs were 49 days, and we used $125 million to repurchase Cadence shares in Q2.\nBefore I provide our updated outlook, I'd like to share some assumptions that are embedded. Our updated outlook includes beta CAE. And it contains the usual assumption that export control regulations that exist today remain substantially similar for the remainder of the year. Our updated outlook for 2024 is revenue in the range of $4.6 billion to $4.66 billion. GAAP operating margin in the range of 29.7% to 31.3%. Non-GAAP operating margin in the range of 41.7% to 43.3%. GAAP EPS in the range of $3.82 to $4.02. Non-GAAP EPS in the range of $5.77 to $5.97. Operating cash flow in the range of $1 billion to $1.2 billion, and we expect to use approximately 50% of our annual free cash flow to repurchase Cadence shares.\nWith that in mind, for Q3, we expect revenue in the range of $1.165 billion to $1.195 billion, GAAP operating margin in the range of $27.7 million to 29.3%, non-GAAP operating margin in the range of 40.7% to 42.3%, GAAP EPS in the range of $0.83 to $0.93 and non-GAAP EPS in the range of $1.39 to $1.49.\nAnd as usual, we published a CFO commentary document on our Investor Relations website, which includes our outlook for additional items as well as further analysis and GAAP to non-GAAP reconciliations.\nIn conclusion, I'm pleased with our strong Q2 results. We exceeded our outlook on all key financial metrics. A good finish for the first half and ongoing demand for our solutions sets us up for strong growth in the second half of 2024. As always, I'd like to close by thanking our customers, partners and our employees for their continued support. And with that, operator, we will now take questions."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/f12c7f74cd5ea24c8ba56846a4cfdb6e",
        "textblob_polarity": 0.21476520984006012,
        "textblob_subjectivity": 0.4659013790600616,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9802917291720709,
                "neutral": 0.9935633738835653
            }
        },
        "content1": "Q1 2024 Cadence Design Systems Inc Earnings Call\n\nQ1 2024 Cadence Design Systems Inc Earnings Call\n\nCDNSNASDAQAPR 22, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Regina, and I will be your conference operator today. At this time, I would like to welcome everyone to the Cadence First Quarter 2024 Earnings Conference Call. [Operator Instructions] I will now turn the call over to Richard Gu, Vice President of Investor Relations for Cadence. Please go ahead.\n\nRichard Gu\n\nVice President of Investor Relations\n\nThank you, operator. I'd like to welcome everyone to our first quarter of 2024 earnings conference call. I'm joined today by Anirudh Devgan, President and Chief Executive Officer; and John Wall, Senior Vice President and Chief Financial Officer. The webcast of this call and a copy of today's prepared remarks will be available on our website, cadence.com.\nToday's discussion will contain forward-looking statements, including our outlook on future business and operating results. Due to risks and uncertainties, actual results may differ materially from those projected or implied in today's discussion. For information on factors that could cause actual results to differ, please refer to our SEC filings, including our most recent Forms 10-K and 10-Q, CFO Commentary and today's earnings release. All forward-looking statements during this call are based on estimates and information available to us as of today, and we disclaim any obligation to update them.\nIn addition, we'll present certain non-GAAP measures, which should not be considered in isolation from or as a substitute for GAAP results. Reconciliations of GAAP to non-GAAP measures are included in today's earnings release. For the Q&A session today, we would ask that you observe a limit of 1 question and 1 follow-up. Now I'll turn the call over to Anirudh.\n\nAnirudh Devgan\n\nCEO, President & Director\n\nThank you, Richard. Good afternoon, everyone, and thank you for joining us today. I'm pleased to report that Cadence had a strong start to the year, delivering solid results for the first quarter of 2024. We came in at the upper end of our guidance range on all key financial metrics and are raising our financial outlook for the year.\nWe exited Q1 with a better-than-expected record backlog of $6 billion, which sets us up nicely for the year and beyond. John will provide more details in a moment. Long-term trends of hyperscale computing, autonomous driving and 5G, all turbocharged by AI super cycle are fueling strong broad-based design activity. We continue to execute our long-standing intelligent system design strategy as we systematically build out our portfolio to deliver differentiated end-to-end solutions to our growing customer base.\nTechnology leadership is foundational to Cadence. And we are excited by the momentum of our product advancement over the last few years and the promise of our newly unveiled products. Generative AI is reshaping the entire chip and system development process. And our [ Cadence.ai ] portfolio provides customers with the most comprehensive and impactful solutions for chip-to-systems intelligent design acceleration.\nBuilt upon AI-enhanced core design engine, our Gen AI solution boosted by foundational LLM copilot are delivering unparalleled productivity, quality of results and time-to-market benefits for our customers. Last week, at CadenceLIVE Silicon Valley, several customers, including Intel, Broadcom, Qualcomm, Juniper and ARM shared their remarkable successes with solutions in our Cadence.AI portfolio.\nLast week, we launched our third-generation Dynamic Duo, the Palladium Z3 emulation and Protium X3 prototyping platform to address the insatiable demand for higher performance and increased capacity hardware-accelerated verification solutions. Building upon the successes of the industry-leading Z2 X2 systems, this new platform set a new standard of excellence, delivering more than twice the capacity and 50% higher performance per rack than the previous generation.\nPalladium Z3 is powered by our next-generation custom processor and was designed with Cadence AI tools and IP. The Z3 system is future-proof with its massive $48 billion gate capacity, enabling emulation of the industry's largest design for the next several generations. The Z3 X3 systems have been deployed at select customers and were endorsed by NVIDIA, Arm and AMD at launch. We also introduced the Cadence Reality Digital Twin Platform, which virtualizes the entire data center and uses AI, high-performance computing and physics-based simulation to significantly improve data center energy efficiency by up to 30%.\nAdditionally, Cadence's cloud-native molecular design platform, Orion will be supercharged with NVIDIA's BioNeMo and NVIDIA microservices for drug discovery to broaden therapeutic design capabilities and shorten time to trusted results. In Q1, we expanded our footprint at several top-tier customers and furthered our relationship with key ecosystem partners. We deepened our partnership with IBM across our core EDA and systems portfolio, including a broad proliferation of our digital analog and verification software and expansion of our 3D IC packaging and system analysis solutions.\nWe strengthened our collaboration with GlobalFoundries through a significant expansion of our EDA and system solutions. That will enable GF to develop key digital analog RF wave and silicon photonics design for aerospace and defense, IoT and automotive end markets. We announced a collaboration with Arm to develop a chiplet-based reference design and software development platform to accelerate software-defined vehicle innovation.\nWe also further extended our strategic partnership with Dassault Systemes, integrating our AI-driven PCB solutions with Dassault's 3DEXPERIENCE Works portfolio, enabling up to a 5x reduction in design turnaround time for SolidWorks customers. Now let's talk about our key highlights for Q1. Increasing system complexity and growing hyper convergence between the electrical, mechanical and physical domain is driving the need for tightly integrated core design and analysis solutions.\nOur system design and analysis business delivered steady growth as our AI-driven design optimization platforms integrated with our physics-based analysis solutions continue delivering superior results across multiple end markets. Over the past 6 years, we have methodically built out our system analysis portfolio. And with the signing of the definitive agreement to acquire BETA CAE are now extending it to structural analysis, thereby unlocking a multibillion dollar TAM opportunity.\nBETA CAE's leading solutions have a particularly strong footprint in the automotive and aerospace verticals, including at customers such as Stellantis, General Motors, Renault and Lockheed Martin. Our Millennium Supercomputing platform, delivering phenomenal performance and scalability for high fidelity simulation is ramping up nicely. In Q1, a leading automaker expanded its production deployment of Millennium to multiple groups after a successful early access program, in which it realized tremendous performance benefits.\nAllegro X continued its momentum and is now deployed at well over 300 customers, while Allegro X AI, the industry's first fully automated PCB design engine is enabling customers to realize significant 4x to 10x productivity gain. Samsung used Celsius Studios to uncover early design and analysis insight to precise and rapid thermal simulation for 2.5D and 3D packages attaining up to a 30% improvement in product development time. And a leading Asian mobile chip company use Optimality Intelligence System Explorer AI technology and Clarity 3D Solver obtaining more than 20x design productivity improvement.\nEver increasing complexities in the system verification and software bring up continue to propel the demand of our functional verification products with hardware-accelerated verification now a must-have part of the customer design flow. On the heels of a record year, our hardware products continue to proliferate at existing customers while also gaining some notable competitive wins, including at a leading networking company and at a major automotive semiconductor supplier.\nDemand for hardware was broad-based with the particular strength seen at hyperscalers and over 85% of the orders during the quarter included both platforms. Our Verisium platform that leverages Big Data and AI to optimize verification workloads, boost coverage and accelerate root cause analysis of bugs saw accelerating customer adoption. At CadenceLIVE Silicon Valley, Qualcomm said that they use Verisium stim AI to increase total design coverage automatically while getting up to a 20x reduction in verification workload run time.\nOur digital IC business had another solid quarter as our digital full flow continued to proliferate at the most advanced nodes. We had strong growth at hyperscalers, and over 50 customers have deployed our digital solutions on 3-nanometer and below design. Cadence Cerebrus, which leverages Gen AI to intelligently optimize the digital full flow in a fully automatic manner now has been used in well over 350 tapeouts. Delivering best-in-class PPA and productivity benefits. It's fast becoming integral part of the design flow at marquee customers, as well as in [indiscernible] flows for new process nodes at multiple foundries.\nIn custom IC business, Virtuoso Studio, delivering AI-powered layout automation and optimization continued [ ramble ] strongly, and 18 of the top 20 semi have migrated to this new release in its first year. Our IP business continued to benefit from market opportunities offered by AI and multi chiplet-based architecture. We are seeing strong momentum in interface IPs that are essential to AI use cases, especially HBM, DDR, UCIe and PCIe at leading edge nodes.\nIn Q1, we partnered with Intel foundry to provide design software and leading IP solutions at multiple Intel advanced nodes. Our Tensilica business reached a major milestone of 200 software partners in the [ HiFi ] ecosystem, the de facto standard for automotive infotainment and home entertainment. And we extended our partnership with one of the top hyperscalers in its custom silicon SoC design with our Xtensa NX controller.\nIn summary, I'm pleased with our Q1 results and the continuing momentum of our business. Piling chip and system design complexity and the tremendous potential of AI-driven automation offer massive opportunities for our computational software to help customers realize these benefits. In addition to our strong business results, I am proud of our high-performance inclusive culture and thrilled that Cadence was named by Fortune and Great Place to Work as one of the 2024's 100 Best Companies to Work For, ranking #9. Now I will turn it over to John to provide more details on the Q1 results and our updated 2024 outlook.\n\nJohn M. Wall\n\nSenior VP & CFO, Cadence Design Systems, Inc.\n\nThanks, Anirudh, and good afternoon, everyone. I am pleased to report that Cadence delivered strong results for the first quarter of 2024. First quarter bookings were a record for Q1, and we achieved record Q1 backlog of approximately $6 billion. A good start to the year, coupled with some impressive new product launches, sets us up for strong growth momentum in the second half of 2024.\nHere are some of the financial highlights from the first quarter, starting with the P&L. Total revenue was [ $1.009 ] billion. GAAP operating margin was 24.8%, and non-GAAP operating margin was 37.8%. GAAP EPS was $0.91 and non-GAAP EPS was $1.17. Next, turning to the balance sheet and cash flow. Cash balance at quarter end was [ $1.012 billion ], While the principal value of debt outstanding was $650 million. Operating cash flow was $253 million. DSOs were 36 days, and we used $125 million to repurchase Cadence shares in Q1. Before I provide our updated outlook, I'd like to share some assumptions that are embedded in our outlook.\nGiven the recent launch of our new hardware systems, we expect the shape of hardware revenue in 2024 to weigh more towards the second half as our team works to build inventory of the new system. Our updated outlook does not include the impact of our pending BETA CAE acquisition, and it contains the usual assumption that export control regulations that exist today remain substantially similar for the remainder of the year. Our updated outlook for fiscal 2024 is revenue in the range of $4.56 billion to $4.62 billion. GAAP operating margin in the range of 31% to 32%. Non-GAAP operating margin in the range of 42% to 43%. GAAP EPS in the range of $4.04 to $4.14. Non-GAAP EPS in the range of $5.88 to $5.98.\nOperating cash flow in the range of $1.35 billion to $1.45 billion. And we expect to use at least 50% of our annual free cash flow to repurchase Cadence shares. With that in mind, for Q2, we expect revenue in the range of $1.03 billion to $1.05 billion. GAAP operating margin in the range of 26.5% to 27.5%, non-GAAP operating margin in the range of 38.5% to 39.5%. GAAP EPS in the range of $0.73 to $0.77, non-GAAP EPS in the range of $1.20 to $1.24. And as usual, we published a CFO commentary document on our Investor Relations website, which includes our outlook for additional items as well as further analysis and GAAP to non-GAAP reconciliations. In summary, Cadence continues to lead with innovation and is on track for a strong 2024 as we execute to our intelligent system design strategy. I'd like to close by thanking our customers, partners and our employees for their continued support.\nAnd with that, operator, we will now take questions."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/c511986701fbb3789f1b51ce9ec7bde1",
        "textblob_polarity": 0.2286696969696969,
        "textblob_subjectivity": 0.5150220160791587,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9996794678948142,
                "neutral": 0.9887176603078842
            }
        },
        "content1": "Q4 2023 Cadence Design Systems Inc Earnings Call\n\nQ4 2023 Cadence Design Systems Inc Earnings Call\n\nCDNSNASDAQFEB 12, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Briana, and I will be your conference operator today. At this time, I would like to welcome everyone to the Cadence Fourth Quarter and Fiscal Year 2023 Earnings Conference. [Operator Instructions] I will now turn the call over to Richard Gu, Vice President of Investor Relations for Cadence. Please go ahead, sir.\n\nRichard Gu\n\nVice President of Investor Relations\n\nThank you, operator. I'd like to welcome everyone to our fourth quarter of 2023 earnings conference call. I'm joined today by Anirudh Devgan, President and Chief Executive Officer; and John Wall, Senior Vice President and Chief Financial Officer. The webcast of this call and a copy of today's prepared remarks will be available on our website, Cadence.com.\nToday's discussion will contain forward-looking statements, including our outlook on future business and operating results. due to risks and uncertainties. Actual results may differ materially from those projected or implied in today's discussion. For information on factors that could cause actual results to differ, please refer to our SEC filings, including our most recent Forms 10-K and 10-Q, CFO commentary and today's earnings release.\nAll forward-looking statements during this call are based on estimates and information available to us as of today, and we disclaim any obligation to update them. In addition, we will present certain non-GAAP measures, which should not be considered in isolation from or as a substitute for GAAP results. Reconciliation of GAAP to non-GAAP measures are included in today's earnings release. For the Q&A session today, we would ask that you observe a limit of one question and one follow-up. Now I'll turn the call over to Anirudh.\n\nAnirudh Devgan\n\nCEO, President & Director\n\nThank you, Richard. Good afternoon, everyone, and thank you for joining us today. I'm pleased to report that Cadence delivered an outstanding Q4, wrapping up a record 2023, achieving 15% revenue growth, 42% non-GAAP operating margin and over 20% non-GAAP EPS growth for the year. We exited 2023 with a record backlog of $6 billion. as customers increasingly committed to our chip to system integrated design and analysis platforms. We expect our innovative solutions to continue driving broad-based business momentum in 2024.\nJohn will provide more details in a moment. Secular trends of digital transformation, hyperscale computing and autonomous driving all bolstered by an AI super cycle, continue to fuel strong broad-based design activity. We continue successfully executing to our intelligent system design strategy that triples our TAM opportunity while greatly expanding our portfolio.\nOur innovative engine delivered several significant products, including most recently, the revolutionary Millennium M1 platform. The industry's first accelerated multiphysics supercomputing platform. The platform tightly integrates our Fidelity CFD software with high-performance GPUs and combines AI, HPC and digital twin technology to deliver an unprecedented 20x energy efficiency and up to 100x design impact.\nWe were honored to have customers, including Honda, Boeing and GE as speakers at our launch event. We substantially grew our footprint at market-shaping customers and expanded our relationships with key ecosystem partners. We further our partnership with Intel foundry through a strategic multiyear agreement on providing design software and leading IP at multiple Intel advanced nodes, thereby advancing Intel's IDM 2.0 strategy and accelerating mutual customer success. Cadence is at the forefront of the AI revolution, closely partnering with marquee companies on their trail-rating AI design for training and inference from cloud to the edge. NVIDIA and Cadence have collaborated closely over several years. And in Q4, we deepened our partnership through a meaningful expansion of our hardware solutions and EDA software.\nEarlier in the quarter, we announced our work on Cadence. AI with NVIDIA's NeMo Retriever. And now we are thrilled to deepen our partnership and extend it to the new millennium, multiphysics supercomputer and SaaS solution, which is co-optimized with NVIDIA's accelerated computing and AI platform. And as the exclusive EDA partner of Arm Total design, Cadence and Arm are closely collaborating to accelerate the development of custom SoC, based on the Neoverse compute subsystem.\nOver the year, we have continued building out our generated Cadence AI portfolio. The industry's broadest AI offering spanning chip to bold to system and delivering exceptional optimization and productivity benefits. Earlier in Q2, we introduced Virtuoso Studio and Allegro X AI bringing AI to custom analog and PCB designs. And in Q4, we added Voltus Insight AI for automatically addressing voltage drop violations. We also pioneered bringing LLN capabilities to chip design, successfully helping Renesas accelerate functional specification to final design. Accelerating momentum of our Cadence.AI portfolio has led to an almost tenfold increase in the number of customers adopting our Gen AI solutions in 2023 as customers embrace the technology to develop optimized products much more efficiently.\nNow let's talk about some of the product highlights for Q4 and 2023. Pricing system complexity and challenges stemming from the growing hyperconvergence of the electrical, mechanical and physical worlds, are driving the need for a seamless platform solution across design, packaging, simulation and analysis. We made this a core tenant of our intelligent system design growth strategy 6 years ago and our system design and analysis business continued its strong momentum delivering 18% year-over-year growth in Q4 and 22% growth for the year.\nPCB and advanced packaging are linchpin technologies that sit at the crucial intersection of mechanical and electrical domains and Cadence's rich heritage in these areas remain a key strategic differentiator, especially in the emerging chiplet era. We continue advancing these technologies with Allegro X AI providing greater than 10x acceleration in PCB design and endorsed by Schneider Electric and Kioxia at its launch. Our multiphysics analysis portfolio couples our expertise in physics-based modeling with AI-driven optimization and is delivering superior results to customers across multiple vertical segments, especially aerospace and defense and automotive.\nRecently, we launched Celsius Studios the industry's first complete AI thermal design and analysis solutions for electronic systems, delivering up to a 10x performance benefit over legacy systems with endorsement by Samsung and BAE Systems. [ Anvistron ], a leading technical services provider use optimality AI-driven optimization technology and clarity for fast, accurate electromigration in design analysis, improving design reliability while realizing a 2x improvement in turnaround time.\nOur digital IC business finished another strong year with 22% revenue growth in Q4 as our solutions continued gaining share at market-shaping customers, especially at the most advanced nodes. Our digital software is proliferating in all top 20 semiconductor companies and our digital full flow was adopted by 34 additional customers during the year. We are very pleased with the accelerating momentum of our flagship Cadence Cerebrus Gen AI solution. whose transformative PPA and productivity benefits have led to its deployment in all our top 10 digital customers and used in well over 300 tape-outs.\nIn Q4, Cadence Cerebrus run rate more than quadrupled at several market-shaping customers, and it also drove significant digital full flow expansions at 2 top-tier semi customers. Our Integrity 3DIC platform is the industry's only unified 3DIC design and analysis platform and ties our best-in-class SoC and package design technologies with system-level planning and analysis. In Q4, GUC successfully used integrity to tape out a complex 3D stack die design, with a wafer-on-wafer structure on an advanced FinFET node.\nNext, I will talk about our functional verification business, which had another remarkable year. delivering 11% year-over-year revenue growth in Q4 and 22% growth for the full year. Escalating system and software bring-up challenges along with pressing need for first-pass silicon success continued driving strong demand for our functional verification solutions. Our best-in-class dynamic due of Palladium Z2 and Protium X2 platform delivered another record year with strong momentum across AI, hyperscale auto and mobile.\nVirtually all of the top hyperscalers are Palladium customers, and the majority of them are also dynamic duo customers. Last month, we announced a new set of Palladium Z2 applications that included the industry's first 4 state emulation and mixed-signal modeling capabilities that will significantly accelerate SoC verification, marquee customers, including NVIDIA and Samsung supported the announcement.\nOur hardware family added 26 new and over 110 repeat customers during the year with the top 3 deals being with a global marquee system company, the leading AI system company, and the leading communication services company. Demand for the dual greatly exceeded our expectations when more than 2/3 of the orders in the year, including both platforms. Our custom IC Virtuoso inspective franchise solutions tackle the most complex challenges in analog, mixed signal, RF design and certain simulation and are increasingly crucial for our customers. Building on our market leadership, our custom IC revenue grew 16% year-over-year in Q4.\nCustomer interest in our recently announced Virtuoso Studio is strong with over 2,000 downloads so far and adoption of our newer Spectra platform products continues to ramp. Virtuoso had a major win with a top global memory company, which replaced its internal tools with our technology. Our IP business drove a strong finish to the year, growing 36% year-over-year in Q4. We continue to sharpen our Star IP strategy with a targeted acquisition such as Rambus PHY IP and invites to capture market opportunities offered by AI and heterogeneous integration. Customer interest in the Rambus assets, especially HBM and GDDRIP have been extremely positive, which have already been instrumental in closing some strategic deals.\nOur Invecas acquisition is also highly synergistic to the strategy, adding a skilled engineering team with expertise in delivering custom solutions across design, product engineering, advanced packaging and embedded software. In closing, we are pleased with our outstanding performance in 2023 and are excited by the business momentum and market opportunities in 2024. Now I will turn it over to John to provide more details on the Q4 results and our 2024 outlook.\n\nJohn M. Wall\n\nSenior VP & CFO, Cadence Design Systems, Inc.\n\nThanks, Anirudh, and good afternoon, everyone. I'm pleased to report that Cadence delivered a strong Q4 and 2023, driven by growth across all of our businesses. Robust design activity and customer demand coupled with our strong execution helped us to achieve revenue growth of 15% and EPS growth of over 20% for the year. Fourth quarter bookings were strong, and I'm pleased that we achieved record backlog and record current remaining performance obligation levels, finishing the year with approximately $6.0 billion in backlog and at approximately $3.2 billion in CRPO.\nHere are some of the financial highlights from the fourth quarter and the year, starting with the P&L. Total revenue was $1.069 billion for the quarter, and [ $4.90 ] billion for the year. GAAP operating margin was 31.5% for the quarter and 30.6% for the year. Non-GAAP operating margin was 42.9% for the quarter and 42.0% for the year. GAAP EPS was $1.19 for the quarter and $3.82 for the year. Non-GAAP EPS was $1.38 for the quarter and $5.15 for the year.\nNext, turning to the balance sheet and cash flow. Our cash balance was $1.8 billion at year-end, while the principal value of debt outstanding was $650 million. Operating cash flow in the fourth quarter was $272 million and $1.35 billion for the full year. DSOs were 43 days, and we used $700 million to repurchase Cadence shares during the year.\nBefore I provide our outlook for Q1 and 2024, I'd like to share some assumptions that are embedded in our outlook. In 2023, our upfront revenue mix increased to approximately 16%, largely due to strong hardware demand. In 2024, we expect another record hardware revenue year and strong IP growth. And as a result, at the midpoint, our outlook assumes that our upfront revenue mix for the year will increase to approximately 17.5%.\nIn Q1 2023, our upfront revenue mix was approximately 20%, largely due to our effort to improve hardware delivery lead times at the start of last year. In Q1 2024, at the midpoint, our outlook assumes an upfront revenue mix of approximately 14%. Our non-GAAP EPS outlook is based on a tax rate of 16.5% and finally, our outlook for Q1 and 2024 is based on our usual assumption that export control regulations in place today remain substantially similar for the remainder of the year.\nIn our outlook for 2024, we expect revenue in the range of $4.55 billion to $4.61 billion. GAAP operating margin in the range of 32% to 33%; non-GAAP operating margin in the range of 42% to 43%, GAAP EPS in the range of $4.08 to $4.18; non-GAAP EPS in the range of $5.87 to $5.97. Operating cash flow in the range of $1.35 billion to $1.45 billion, and we expect to use approximately 50% of our free cash flow to repurchase Cadence shares in 2024.\nFor Q1, we expect revenue in the range of $990 million to $1.01 billion, GAAP operating margin in the range of 24.5% to 25.5%. Non-GAAP operating margin in the range of 36.5% to 37.5%. GAAP EPS in the range of $0.74 to $0.78 and non-GAAP EPS in the range of $1.10 to $1.14. And as usual, we published a CFO commentary document on our Investor Relations website, which includes our outlook for additional items as well as further analysis and GAAP to non-GAAP reconciliations.\nIn conclusion, I am pleased that for 2023, we achieved revenue growth of 15% and EPS growth of over 20%. We achieved the 7th consecutive year of over 50% incremental non-GAAP operating margins, resulting in non-GAAP operating margin of 42%. And we finished the year with record backlog and CRPO setting ourselves up for a great 2024. As always, I'd like to thank our customers, partners and our employees for their continued support. And with that, operator, we will now take questions."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/cbadb4daac2a2a083bb188efa0bdda29",
        "textblob_polarity": 0.19616942768517573,
        "textblob_subjectivity": 0.48184851893513314,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9996073365211486,
                "neutral": 0.9871968924999237
            }
        },
        "content1": "Q3 2023 Cadence Design Systems Inc Earnings Call\n\nQ3 2023 Cadence Design Systems Inc Earnings Call\n\nCDNSNASDAQOCT 23, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Bo and I will be your conference operator today. At this time, I would like to welcome everyone to the Cadence Third Quarter 2023 Earnings Conference Call. [Operator Instructions]\nThank you. I will now turn the call over to Richard Gu, Vice President of Investor Relations for Cadence. Please go ahead, sir.\n\nRichard Gu\n\nVice President of Investor Relations\n\nThank you, operator. I would like to welcome everyone to our third quarter of 2023 earnings conference call. I'm joined today by Anirudh Devgan, President and Chief Executive Officer; and John Wall, Senior Vice President and Chief Financial Officer. The webcast of this call and a copy of today's prepared remarks will be available on our website, cadence.com. Today's discussion will contain forward-looking statements, including our outlook on future business and operating results. Due to risks and uncertainties, actual results may differ materially from those projected or implied in today's discussion.\nFor information on factors that could cause actual results to differ, please refer to our SEC filings, including our most recent Forms 10-K and 10-Q, CFO commentary in today's earnings release. All forward-looking statements during this call are based on estimates and information available to us as of today, and we disclaim any obligation to update them. In addition, we will present certain non-GAAP measures, which should not be considered in isolation from or as a substitute for GAAP results. Reconciliations of GAAP to non-GAAP measures are included in today's earnings release. [Operator Instructions]\nNow I'll turn the call over to Anirudh.\n\nAnirudh Devgan\n\nCEO, President & Director\n\nThank you, Richard. Good afternoon, everyone, and thank you for joining us today. I'm pleased to report that Cadence delivered strong results for the third quarter of 2023. We exceeded our Q3 guidance on all key metrics and are raising our outlook for 2023. John will provide more details on our financials shortly. Notwithstanding the macro uncertainties, design activity remains strong, driven by transformative generational trends such as AI, hyperscale computing, 5G and autonomous driving.\nGrowing hyper conversions between electrical and mechanical domain, systems and semis and hardware and software is driving the need for tightly integrated core design and analysis solutions. Additionally, trends such as growing number of 3D IC and chiplet design and system companies building custom silicon are accelerating. In this rapidly evolving design landscape, the relevance of AI-driven design automation cannot be overstated as it's enabling customers to accelerate their pace of innovation while enabling them to meet their targets more efficiently.\nOver the past few years, we focused initially on incorporating powerful AI algorithms in our core engines and then build our Generative AI solutions on top of our software platforms. We are seeing growing momentum for our comprehensive JedAI Generative AI platform with an increasing number of customers adopting these solutions and achieving exceptional quality of results and productivity gains. While still in the early stages, sales of our Gen AI solutions have nearly tripled in the last year. Our solutions are enabling marquee AI infrastructure platform companies to deliver their next-generation compute, networking and memory products. Last quarter, we had referenced our successes with NVIDIA and Tesla. And this quarter, we are pleased to announce that Broadcom has accelerated the adoption of Cadence Cerebrus across multiple business units, achieving impressive quality of results.\nIn Q3, we pioneered leveraging Gen AI's LLM capabilities to chip design, successfully collaborating with Renaissance on accelerating function specification to final design. This is a key step in demonstrating the potential of LLMs to automate the translation of natural language specification to final chip design and verification tasks, thereby boosting their quality and efficiency. We also renewed and deepened collaboration with some large semi and system customers in the 5G, AI, hyperscale and connectivity areas. For instance, we strengthened our long-standing partnership with a global marquee systems company through a significant expansion of our EDA software hardware, design IP and system solutions.\nAs the digital transformation in aerospace and defense accelerates, we continued our momentum by enhancing our core EDA and systems footprint with several customers, including at 2 market-shaping companies. Now let me share some of the business highlights, starting with digital IC. With 11 new wins, our digital full flow delivering industry's leading quality of results, at the most advanced nodes, continued proliferating with market-shaping customers. We are very pleased with the accelerating momentum of our flagship Cadence Cerebrus Gen AI solution, whose transformative results have led to its deployment at all of our top 10 digital customers and in about 300 tape-outs to date. Imagination Technologies use Cadence Cerebrus and our digital full flow on its latest 5-nanometer GPU design in the cloud to achieve a 20% reduction in leakage power.\nNext, I will talk about our functional verification business which had another strong quarter with 18% year-over-year revenue growth. Evergrowing system design complexity, coupled with the need for a first-time right silicon, continued to drive strong demand for our Palladium Z2 and Protium X2 hardware platforms that provide industry-leading system verification and software bring-up capability. Our hardware business had a record Q3 with close to half of the hardware orders, including both platforms.\nHighlights for the quarter include a major dynamic duo expansion with a top AI and automotive chip supplier and a significant deal with the market-shaping data center chip company. Our flagship custom IC business continued to pave the way in analog innovation, delivering 15% year-over-year revenue growth. We are pleased with the reception of our AI-driven Virtuoso Studio solution as several marquee customers adopted for their N2 and N3 design. And it has close to 1,000 downloads since its launch 6 months ago. And [ Neshimbo ] micro devices utilize the Virtuoso studio custom IC design platform to gain a 30% reduction in turnaround time for routing analog blocks.\nIn Q3, we continued investing in our IP business and closed the acquisition of the Rambus 5 IP assets. Customer reception has been overwhelmingly positive to the addition of their HBM and GDDR IP to our STAR Design IP portfolio. Design IP had a record booking quarter with strong AI and chiplet design activity, especially in the mobile, automotive and hyperscaler verticals. In addition, we launched our Tensilica Neo NPU IP and Neurovive software tools to accelerate on device and edge AI performance. Our system design and analysis business that is driving our expansion beyond EDA, continued to deliver strong growth, increasing revenue by 20% year-over-year.\nOn the PCB front, Allegro XAI has several successful engagements with market-shaping customers underway, and we announced Arcade X, our next-generation AI-driven PCB design solution enabled by Cadence on cloud and targeting small and medium businesses. Our Fidelity CFD platform continued its strong momentum with customers in automotive, aerospace and defense and industry verticals.\nIn summary, I'm pleased with our team's continued innovation and execution. We are well positioned to benefit from the tremendous opportunities ahead. as we help customers design their differentiated products with improved quality of results, productivity and shorter time to market. I did want to take a moment to comment on the unfolding conflict in the Middle East. The ongoing violence and loss of innocent life is truly hard breaking and a matter of global concern. The well-being of our employees and their families in the region is of utmost importance to us. And we continue doing everything we can to support them. Our thoughts are with everyone who has family, friends and loved ones there, and we are helping out by providing humanitarian aid through the Cadence giving foundation.\nJohn will now go through the Q3 results and present our Q4 and updated 2023 outlook.\n\nJohn M. Wall\n\nSenior VP & CFO, Cadence Design Systems, Inc.\n\nThanks, Anirudh, and good afternoon, everyone. I'm pleased to report that Cadence delivered another strong quarter of top and bottom line results in Q3. All businesses contributed to revenue growth, and we completed more hardware installations in Q3 than we originally assumed. Here are some of the financial highlights from the third quarter, starting with the P&L. Total revenue was $1.023 billion, GAAP operating margin was 28.6% and non-GAAP operating margin was 41.1%. GAAP EPS was $0.93 and non-GAAP EPS was $1.26.\nNext, turning to the balance sheet and cash flow. Cash balance at quarter end was $962 million, while the principal value of debt outstanding was $650 million. Operating cash flow was $396 million, and we used $125 million to repurchase Cadence shares in Q3.\nBefore I provide our updated outlook, I'd like to highlight that our outlook contains the usual assumption that export control regulations that exist today remain substantially similar for the remainder of the year.\nOur updated outlook for fiscal 2023 is revenue in the range of $4.06 billion to $4.1 billion. GAAP operating margin in the range of 30.5% to 31%. Non-GAAP operating margin in the range of 41.5% to 42%. GAAP EPS in the range of $3.48 to $3.54. Non-GAAP EPS in the range of $5.07 to $5.13. Operating cash flow in the range of $1.3 billion to $1.4 billion, and we expect to use at least 50% of our annual free cash flow to repurchase Cadence shares. As a result, for Q4, we expect revenue in the range of $1.039 billion to $1.079 billion. GAAP operating margin of approximately 31%, non-GAAP operating margin of approximately 42%. GAAP EPS in the range of $0.85 to $0.91, non-GAAP EPS in the range of $1.30 to $1.36. And we expect to use approximately $125 million of cash to repurchase Cadence shares.\nAs usual, we've published a CFO commentary document on our Investor Relations website, which includes our outlook for additional items as well as further analysis and GAAP to non-GAAP reconciliations. In summary, we are on track to deliver a strong 2023. I am pleased with our team's continued execution of our intelligent system design strategy. With our updated outlook for 2023, at the midpoint, we now expect revenue growth of approximately 15%, Non-GAAP operating margin of approximately 41.75%, a seventh consecutive year of greater than 50% incremental operating margin and non-GAAP EPS of $5.10, a sixth consecutive year of high teens or better non-GAAP EPS growth.\nAs always, I'd like to close by thanking our customers, partners and our employees for their continued support. And with that, operator, we will now take questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/6e8166882f2b642e185c7a81673d60d7",
        "textblob_polarity": 0.16316934974747482,
        "textblob_subjectivity": 0.46305697601010093,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9996685981750488,
                "neutral": 0.9922939936319987
            }
        },
        "content1": "Q2 2023 Cadence Design Systems Inc Earnings Call\n\nQ2 2023 Cadence Design Systems Inc Earnings Call\n\nCDNSNASDAQJUL 24, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Lisa, and I'll be your conference operator today. At this time, I would like to welcome everyone to the Cadence Second Quarter 2023 Earnings Conference Call. [Operator Instructions] I'll now turn the call over to Richard Gu, Vice President of Investor Relations for Cadence. Please go ahead.\n\nRichard Gu\n\nVice President of Investor Relations\n\nThank you, operator. I would like to welcome everyone to our second quarter of 2023 earnings conference call. I'm joined today by Anirudh Devgan, President and Chief Executive Officer; and John Wall, Senior Vice President and Chief Financial Officer. The webcast of this call and a copy of today's prepared remarks will be available on our website, cadence.com.\nToday's discussion will contain forward-looking statements, including our outlook on future business and operating results. Due to risks and uncertainties, actual results may differ materially from those projected or implied in today's discussion. For information on factors that could cause actual results to differ, please refer to our SEC filings, including our most recent Forms 10-K and 10-Q, CFO commentary and today's earnings release.\nAll forward-looking statements during this call are based on estimates and information available to us as of today, and we disclaim any obligation to update them. In addition, we present certain non-GAAP measures, which should not be considered in isolation from or as a substitute for GAAP results.\nReconciliation of GAAP to non-GAAP measures are included in today's earnings release. [Operator Instructions] Now I'll turn the call over to Anirudh.\n\nAnirudh Devgan\n\nCEO, President & Director\n\nThank you, Richard. Good afternoon, everyone, and thank you for joining us today. Cadence delivered excellent financial results for the second quarter of 2023 with strong ongoing customer demand for our innovative technology. We exceeded our guidance on all key metrics and are raising our financial outlook for the year yet again, resulting in 14% year-over-year revenue growth and 19% non-GAAP EPS growth. John will provide more details shortly on both our Q2 results and the updated outlook for the year.\nWith its unparalleled promise, generative AI is beginning to make a significant impact globally. Our dedicated focus on AI over the past several years, combined with our computational software expertise and invaluable data that lies at the core of AI, it uniquely positions us to deliver to this tremendous potential of this transformational technology. With escalating design complexity, increasing design starts and a growing talent shortage, AI-driven design automation is crucial in empowering customers to fully realize their innovation potential.\nOur customers are increasingly adopting our chip, package, board, system, generative AI portfolio as they are achieving exceptional quality of results and productivity benefit with these solutions. Customers are ramping up their R&D spend in AI-driven automation, opening up significant opportunities for Cadence. Our solutions are enabling marquee AI infrastructure platform companies to deliver their next-generation compute, networking and memory products.\nFor instance, in its Computex keynote earlier this quarter, Jensen Huang of NVIDIA noted that NVIDIA is a big Cadence customer and commented on the expanding strategic partnership between NVIDIA and Cadence to accelerate EDA, system analysis, AI and digital biology.\nCadence has successfully collaborated with Tesla on the development of their game-changing Dojo AI supercomputer. Tesla utilized a broad array of Cadence solutions across digital, custom analog, verification, 2.5D and 3D-IC and system analysis for developing Dojo chips and solutions. We are very excited to extend our partnership to Tesla's next-generation Dojo and SSD platforms.\nOur customers like Tesla are able to leverage the power of revolutionary Cadence Cerebrus generative AI technology to optimize the quality of results of their groundbreaking AI chips and related solutions. And from a product perspective, we began by providing AI-driven solutions for core EDA applications and expanded our AI portfolio to include system design and analysis and plan to extend it to life sciences in the future.\nWith AI as they're underpinning, other generational trends, such as hyperscale computing, 5G and autonomous driving, continue to spur robust design activity across semi and system companies, creating ample market opportunities for our differentiated technology portfolio. Now let's talk about our key highlights for Q2.\nIn Q2, we deepened our long-standing partnership with a marquee electronic system company through a broad-ranging expansion of our core EDA, hardware, IP and systems portfolio. Emulation and prototyping have become a must-have part of the chip tape out and software bringer flows and secular demand for our hardware platforms drove our verification business in Q2 to a 27% year-over-year revenue growth.\nFollowing a record 2022 and Q1 '23, our Palladium Z2 and Protium X2 hardware platforms delivered a record Q2 as market demand accelerated for these best-in-class solutions. With 14 new customers and 45 repeat customers, more than half the orders during the quarter included both platforms. Demand for our hardware solutions was broad-based with particular strength seen in AI, hyperscale computing and automotive segments.\nA global communication services leader successfully deployed the Z2 and X2 systems to significantly accelerate the development of their data center chips for internal use, including those designed for AI applications. Our hardware platform enabled them to accelerate their verification workload and software bring up enabling first-pass silicon and software success.\nVerisium, our AI-driven verification platform that's built upon the JedAI database and natively integrated with our verification engines, is gaining traction at market-shaping customers. For instance, a large mobile chip company is working with us on developing a new Verisium regression optimization app and a Japanese semi customer is actively deploying Verisium app across its automotive SoC and already saw a 4x improvement in the identification of erroneous source code check-ins.\nOur digital IC business had another solid quarter, with 15% year-over-year revenue growth, largely driven by proliferation of our digital full flow, especially at the most advanced node and market-shaping customers. Our Cadence Cerebrus solution leverages breakthrough AI-driven technology to explore the entire design space and automatically optimize the digital full flow to deliver transformational results. Adoption and proliferation of Cadence Cerebrus accelerated and with multiple new marquee wins is now deployed at 8 of our top 10 customers.\nA leading hyperscaler doubled their run rate through a major expansion that included our digital full flow and Cadence Cerebrus. Another market shaping hyperscaler successfully used our digital full flow and Cadence Cerebrus to achieve a 16% leakage power reduction on their latest custom silicon. And Socionext achieved 2 to 3x better productivity with our new RTL design studio through analysis efficiency and significantly reduced iteration between RTL and implementation.\nOn IP, our scalable and profitable growth strategy continues benefiting from ongoing outsourcing trend as well as the opportunities offered by expanding foundry ecosystem. Demand for our design IP was strong, led by our multiyear agreement with Samsung Foundry to expand the availability of our design IP portfolio for Samsung's advanced process technology.\nWe signed a definitive agreement with Rambus to acquire their 5 IP assets, along with the talented team. The addition of their leading HBM GDDR5 solutions and SerDes IP enhances our established IP portfolio, providing complete subsystem solutions for demanding networking, hyperscaler and AI applications.\nOur system design and analysis business continued its strong momentum in Q2, delivering 23% year-over-year revenue growth. With Moore's Law slowing down and chip complexity and cost increasing, companies are looking to multi-die 3D-IC and chiplet-based architecture to achieve better performance and greater cost savings.\nIn Q2, we expanded our collaboration with Samsung Foundry through the delivery of reference flows and package design kits based on our uniquely differentiated integrity 3D-IC platform, the industry's only unified platform that includes system planning, packaging and system-level analysis in a single cockpit.\nOur multiphysics solutions, boosted by our optimality generative AI technology, leverage differentiated system simulation and optimization techniques to deliver superior results. Our CFD portfolio that includes recently acquired high fidelity simulation technology, 1 large renewals and add-on business with top aerospace and defense companies. We were pleased with the new wins and growing repeat orders for our multiphysics portfolio from customers across multiple end markets.\nIn summary, I'm pleased with our Q2 results and the continuing momentum of our business. AI-driven automation and chip and system design offers massive opportunities for Cadence over the long term that seamlessly aligned with our computational software core competence and intelligent system design strategy. We continue to invest in our world-class EDA system design and analysis and AI capabilities to deliver cutting-edge innovation to our customers and partners.\nNow I will turn it over to John to provide more details on the Q2 results and our updated 2023 outlook.\n\nJohn M. Wall\n\nSenior VP & CFO, Cadence Design Systems, Inc.\n\nThanks, Anirudh, and good afternoon, everyone. I'm pleased to report that Cadence achieved strong results for the second quarter of 2023, driven by the broad-based strength of our business. Our customers are increasingly adopting our generative AI portfolio that they are achieving exceptional quality results and productivity benefits with these solutions.\nHere are some of the financial highlights from the second quarter, starting with the P&L. Total revenue was $977 million. GAAP operating margin was 30.7% and non-GAAP operating margin was 41.8%. GAAP EPS was $0.81, and non-GAAP EPS was $1.22.\nNext, turning to the balance sheet and cash flow. Cash balance at quarter end was $874 million, while the principal value of debt outstanding was $650 million. Operating cash flow was $414 million, and we used $325 million to repurchase Cadence shares in Q2. We are increasing our outlook for the remainder of the year due to continued broad-based strength across our technology portfolio. Demand for our functional verification hardware solutions remained particularly strong.\nAnd as a result, our updated outlook for the second half of the year reflects approximately 15% revenue growth compared to the second half of last year. Before I provide our updated outlook for the year and our expectations for Q3, I'd like to highlight that our outlook contains our usual assumption that the export control regulations that exist today remain substantially similar for the remainder of the year.\nOur updated outlook for fiscal 2023 is revenue in the range of $4.05 billion to $4.09 billion. GAAP operating margin in the range of 30.2% to 31.2%. Non-GAAP operating margin in the range of 41.2% to 42.2%. GAAP EPS in the range of $3.35 to $3.41. Non-GAAP EPS in the range of $5.05 to $5.11. Operating cash flow in the range of $1.3 billion to $1.4 billion, and we expect to use at least 50% of our annual free cash flow to repurchase Cadence shares.\nA large number of hardware systems are slated for delivery in late September and early October. For the purposes of providing our outlook for Q3, which ends on September 30, we thought it was prudent to assume that the vast majority of those hardware deliveries fall into October and Q4. With that in mind, for Q3, we expect revenue in the range of $990 million to $1.01 billion, GAAP operating margin of approximately 29%, non-GAAP operating margin of approximately 40%, GAAP EPS in the range of $0.76 to $0.80, non-GAAP EPS in the range of $1.18 to $1.22. And we expect to use approximately $125 million of cash to repurchase Cadence shares.\nAs usual, we published a CFO commentary document on our Investor Relations website, which includes our outlook for additional items as well as further analysis on GAAP to non-GAAP reconciliations. In conclusion, we delivered a strong Q2 and first half of the year. With the increase in our outlook, at the midpoint, we now expect revenue growth for the year to exceed 14%, which would take our 3-year revenue CAGR to approximately 15% and non-GAAP EPS growth of approximately 19%, which would result in an average annual growth rate of 22% over the past 3 years.\nAs always, I'd like to close by thanking our customers, partners and our employees for their continued support. And with that, operator, we will now take questions."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/ae9d4c0a11d0c43f0453cdea7da336e9",
        "textblob_polarity": 0.23169880374078852,
        "textblob_subjectivity": 0.4830057664981331,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9930019557476044,
                "neutral": 0.9920470416545868
            }
        },
        "content1": "Q1 2023 Cadence Design Systems Inc Earnings Call\n\nQ1 2023 Cadence Design Systems Inc Earnings Call\n\nCDNSNASDAQAPR 24, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Emma, and I will be your conference operator today. At this time, I would like to welcome everyone to the Cadence First Quarter 2023 Earnings Conference Call.\n[Operator Instructions]\nThank you. I will now turn the call over to Richard Gu, Vice President of Investor Relations for Cadence. Please go ahead.\n\nRichard Gu\n\nVice President of Investor Relations\n\nThank you, operator. I would like to welcome everyone to our First Quarter of 2023 Earnings Conference Call. I'm joined today by Anirudh Devgan, President and Chief Executive Officer; and John Wall, Senior Vice President and Chief Financial Officer. The webcast of this call and a copy of today's prepared remarks will be available on our website, cadence.com.\nToday's discussion will contain forward-looking statements, including our outlook on future business and operating results. Due to risks and uncertainties, actual results may differ materially from those projected or implied in today's discussion. For information on factors that could cause actual results to differ, please refer to our SEC filings, including our most recent Forms 10-K and 10-Q in today's earnings release.\nAll forward-looking statements during this call are based on estimates and information available to us as of today, and we disclaim any obligation to update them.\nIn addition, we will present certain non-GAAP measures, which should not be considered in isolation from or as a substitute for GAAP results. Reconciliation of GAAP to non-GAAP measures are included in today's earnings release.\n[Operator Instructions]\nNow I'll turn the call over to Anirudh.\n\nAnirudh Devgan\n\nCEO, President & Director\n\nThank you, Richard. Good afternoon, everyone, and thank you for joining us today. I'm pleased to report that Cadence delivered strong results for the first quarter of 2023 with ongoing robust demand for essential and innovative solutions, driving solid double-digit growth. In view of the strong start to the year, and the continuing momentum of our business, we are raising our financial outlook for the year. John will provide more details in a moment.\nGenerative AI design tools are revolutionizing chip and system development by delivering unprecedented optimization and productivity benefits. Customers have already been benefiting from our groundbreaking Generative AI solutions in the digital verification and system areas, and with the recent introductions of Virtuoso Studio and Allegro X AI, we now have an unmatched chip to package, to board, to systems Generative AI portfolio.\nLeveraging 30 years of industry leadership, Virtuoso Studio accelerates heterogeneous System Design and through AI-powered layout automation and optimization, provides an average 3x productivity boost for designs in the notably complex analog domain.\nSeveral customers, including MediaTek, Renesas, Analog Devices and TSMC provided testimonials for the launch. Allegro X AI technology utilize the latest innovations in Generative AI to accelerate PCB design with more than a 10x reduction in turnaround time.\nAnd at a recent launch, it was endorsed by Schneider Electric and Kioxia. All of these powerful engines are fueled by our unique differentiated big data analytics JedAI platform that minimize massive amount of design and verification data to carry forward learnings and insights to future designs. Our rapidly proliferative Generative AI solutions are enabling customers to reap significant power performance and area benefits. Through better optimized designs, while greatly improving engineering productivity and accelerating design closure.\nAlong with AI, other generational trends such as hyperscale computing, 5G and the digital transformation across multiple verticals continue to propel thriving design activity across semi and system companies. Creating rich market opportunities for differentiated end-to-end EDA, IP and system solutions. I'm pleased with the momentum in our core EDA business as well as our continued expansion into systems area that provides us both revenue and margin opportunities.\nNow let's talk about our key highlights for Q1. In Q1, we deepened our collaboration with MediaTek, which includes a broad base of our digital, analog, verification and System Design & Analysis solutions. We significantly expanded our collaboration with the marquee aerospace and defense systems company that included the proliferation of our digital full flow, custom, verification products as well as RF and system analysis solutions.\nAnd Cadence expanded its collaboration with TSMC and Microsoft as we leverage our Pegasus Verification system and cloud bus platform, to accelerate giga scale physical verification in the cloud. Ever increasing complexities in system verification and software bring-up continue to propel our verification business to a 31% year-over-year revenue growth.\nHardware-based verification has become a must-have part of the customer's design flow. And on the heels of a record year, our Palladium Z2 and Protium X2 hardware platforms delivered a record Q1 as market demand remains strong for these best-in-class solutions. With 14 new customers and nearly 30 repeat customers, more than 50% of the orders during the quarter included both platforms.\nDemand for hardware was broad-based with particular strength seen in the aerospace and defense and automotive segments. Our new Verisium platform leverages big data and AI to optimize verification workloads, boost coverage and accelerate root cause analysis of bugs. Customers are realizing significant efficiency gains with Renesas seeing up to a 6x improvement in debug productivity, shortening the time to market for its our core design.\nOur Digital IC business had another solid quarter with our digital full flow continuing to drive growth, especially at the most advanced nodes at market-shaping customers. Our innovative Cadence Cerebrus solution provides customers an AI-driven cockpit by applying Generative AI to explore the entire design space and intelligently optimizing the digital full flow in a fully automated manner.\nCadence Cerebrus now has well over 180 tape-outs. And at last week's CadenceLIVE event, several leading customers, including TI, Renesas, Broadcom, Canon and ARM describe the remarkable benefits they are realized with Cadence Cerebrus.\nOur System Design & Analysis business, which is driving our expansion beyond EDA, continued its strong momentum in Q1, delivering 27% year-over-year revenue growth. Accelerating hyper convergence between system and silicon domains requires seamlessly integrated chip implementation, System Design & Analysis solutions. Our Integrity 3D-IC Platform exemplifies that by natively integrating all the required engines to provide a comprehensive multi chiplet and advanced packaging flow.\nAdditionally, the growing complexity of designs as well as accelerating of virtual prototype trends require sophisticated multi-physics solutions that not just provide higher capacity and performance, but also result in more optimized designs. Our system analysis portfolio couples our expertise in physics-based modeling with AI-driven optimization and are delivering superior results to customers across multiple end markets. We are pleased with the new wins and growing repeat orders for organic Clarity and Celsius products as well as our CFD technology.\nDuring NVIDIA's GTC 2023, NVIDIA's CEO, Jensen Huang talked about our joint partnership and the throughput and energy efficiency benefits offered by Cadence's CFD offerings running on NVIDIA's accelerated computing platform. And last week, we announced a multiyear technology partnership with the San Francisco 49ers that's focused on sustainability and based on our future facility digital twin technology.\nIn summary, I'm pleased with our Q1 results. Exploring chip and System Design complexity will drive a significant non-linear growth in workload requirements, opening up a massive opportunity for computational software to help realize these innovative products by investing more, the R&D spend in automation.\nIn addition to our strong business results, I'm proud of our high-performance inclusive culture and thrilled that we have been selected yet again by Fortune and Great Place to Work as one of the 2023, 100 best companies to work for, for the ninth consecutive year.\nNow I will turn it over to John to provide more details on the Q1 results and our updated 2023 outlook.\n\nJohn M. Wall\n\nSenior VP & CFO, Cadence Design Systems, Inc.\n\nThanks, Anirudh, and good afternoon, everyone. I'm pleased to report that we exceeded our key financial and operating metrics for the first quarter of 2023. As planned, we increased our hardware production capacity to improve delivery lead times, resulting from strong demand for our hardware solutions. Here are some of the financial highlights from the first quarter, starting with the P&L.\nTotal revenue was $1.022 billion. GAAP operating margin was 31.6% and non-GAAP operating margin was 42.1%. GAAP EPS was $0.89 and non-GAAP EPS was $1.29.\nNext, turning to the balance sheet and cash flow. Cash balance at quarter end was $917 million. Operating cash flow was $267 million, and we repurchased $125 million worth of Cadence shares. Before I provide our outlook for Q2 and the year, I'd like to highlight that it contains our usual assumption that the export control regulations, that exist today, remain substantially similar for the remainder of the year. Also for the year, we continue to expect our revenue mix to be consistent with the 15% upfront and 85% recurring revenue mix that we experienced in 2022.\nWith that in mind, our updated outlook for fiscal 2023 is: revenue in the range of $4.03 billion to $4.07 billion; GAAP operating margin in the range of 30% to 31%; non-GAAP operating margin in the range of 41% to 42%; GAAP EPS in the range of $3.26 to $3.34; non-GAAP EPS in the range of $4.96 to $5.04; operating cash flow in the range of $1.3 billion to $1.4 billion. And we expect to use approximately 50% of our free cash flow to repurchase Cadence shares.\nIn Q2 we expect revenue in the range of $960 million to $980 million, GAAP operating margin in the range of 29% to 30%. Non-GAAP operating margin in the range of 40% to 41%. GAAP EPS in the range of $0.73 to $0.77. Non-GAAP EPS in the range of $1.15 to $1.19 and we expect to repurchase approximately $125 million worth of Cadence shares.\nAs usual, we published a CFO commentary document on our Investor Relations website, which includes our outlook for additional items as well as further analysis and GAAP to non-GAAP reconciliations.\nIn conclusion, we had a good start to the year. With the increase in our outlook at the midpoint, we now expect revenue growth for the year at approximately 14%. As always, I'd like to close by thanking our customers, partners and our employees for their continued support. And with that, operator, we will now take questions."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/57c5357fdc5c5685dfc601d9aad54f6a",
        "textblob_polarity": 0.22584384305482572,
        "textblob_subjectivity": 0.4734908540399869,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9666028668483099,
                "neutral": 0.9955448706944784
            }
        },
        "content1": "Q4 2022 Cadence Design Systems Inc Earnings Call\n\nQ4 2022 Cadence Design Systems Inc Earnings Call\n\nCDNSNASDAQFEB 13, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Julianne, and I will be your conference operator today. At this time, I would like to welcome everyone to the Cadence Fourth Quarter and Fiscal Year 2022 Earnings Conference Call. (Operator Instructions) I will now turn the call over to Richard Gu, Vice President of Investor Relations for Cadence. Please go ahead.\n\nRichard Gu\n\nVP of IR, Cadence Design Systems, Inc.\n\nThank you, operator. I would like to welcome everyone to our Fourth Quarter of Fiscal Year 2022 Earnings Conference Call. I'm joined today by Anirudh Devgan, President and Chief Executive Officer; and John Wall, Senior Vice President and Chief Financial Officer. The webcast of this call and a copy of today's prepared remarks will be available on our website, cadence.com.\nToday's discussion will contain forward-looking statements, including our outlook on future business and operating results. Due to risks and uncertainties, actual results may differ materially from those projected or implied in today's discussion. For information on factors that could cause actual results to differ, please refer to our SEC filings, including our most recent Forms 10-K and 10-Q, and today's earnings release. All forward-looking statements during this call are based on estimates and information available to us as of today, and we disclaim any obligation to update them. In addition, we will present certain non-GAAP measures, which should not be considered in isolation from or as a substitute for GAAP results. Reconciliations of GAAP to non-GAAP measures are included in today's earnings release.\nToday's earnings release for the fourth quarter of fiscal 2022, related financial tables and CFO commentary are also available on our website. (Operator Instructions) Now I'll turn the call over to Anirudh.\n\nAnirudh Devgan\n\nCEO, President & Director, Cadence Design Systems, Inc.\n\nThank you, Richard. Good afternoon, everyone, and thank you for joining us today. I'm pleased to report that Cadence delivered record results for 2022 as we exceeded our guidance yet again, achieving 19% revenue growth and over 40% non-GAAP operating margin. Cadence's innovative solutions are essential and especially relevant in the current environment, enabling customers to achieve their increasingly challenging design goals.\nSecular mega trends, such as 5G, hyperscale computing and AI/ML that are driving sustained, long-term semiconductor and system growth, remain unchanged. Amid ongoing macroeconomic uncertainty, companies continue making significant investment in their next-generation products, resulting in robust design activity. We expect our pioneering solutions to continue fueling broad-based business momentum in 2023, driving strong revenue growth and profitability. John will provide more details in a moment.\nOur Intelligent System Design strategy greatly broadens our total available market, and leading end-to-end EDA, IP, hardware and expanding system analysis portfolio uniquely position us to capture a wide range of market opportunities. During the year, we introduced 9 significant innovative products across all of our business groups, and we expect these to be key drivers of our future growth.\nThe age of AI is upon us, and Cadence provides several groundbreaking, computational software-driven generative AI technologies at both the chip and system level unified by JedAI, our differentiated big data analytics platform. Our customers are seeing dramatic results with these solutions delivering highly optimized design and unprecedented efficiency gains. Additionally, by automating repetitive tasks and producing new ideas, our generative AI frees up engineers to focus on more advanced, high-value activities, opening up more opportunities for innovation.\nDuring the year, we also materially expanded our core EDA, IP and system solutions footprint at market-shaping customers. In Q2, we extended our collaboration with AMD to a far-reaching commitment to our innovative core EDA, hardware, design IP and system software solutions. In Q3, we deepened our partnership with BAE Systems across our core EDA and systems portfolio, including proliferation of our digital full flow and analog products, and a broad expansion of our PCB and multiphysics system analysis solutions.\nAnd in Q4, we broadened our relationship with a global leader in memory and storage solutions through an extensive proliferation of our custom, digital and system solutions. We also expanded our strategic partnership with a global leader in networking and telecommunications through their renewed commitment to our core EDA, IP and system solutions. In addition, we furthered our partnership with leading foundry, IP and cloud service providers and won 6 Open Innovation Platform Partner of the Year awards from TSMC.\nNow let's talk about some of the product highlights for both Q4 and 2022. Our digital IC business finished another strong year with 17% revenue growth. Deployment of our digital full flow, delivering industry-leading quality of results at the most advanced nodes continue to accelerate with nearly 50 additional customers adopting it during the year. Our digital software is now deployed in all top 20 semiconductor companies. We are pleased with the accelerating growth of our front-end Genus and Joules tools and signoff products, such as Tempus and Quantus, complementing the broad proliferation of Innovus.\nOur transformative Cadence Cerebrus AI-driven solution continued to deliver impressive PPA and productivity gains across a wide range of designs, resulting in broader adoption and accelerating proliferation. Among others, it is now deployed at 10 of the top 20 semiconductor companies, including 7 of the top 10 semis and at several major hyperscalers. In Q4, GUC successfully delivered an advanced HPC design and a CPU design using our digital full flow and Cadence Cerebrus on TSMC N5 process technology, delivering 8% reduced power and a 9% area improvement while significantly improving engineering productivity.\nIn 2022, several market-shaping customers, including Intel, NVIDIA, Broadcom, Samsung and Renesas, shared their remarkable successes with Cadence Cerebrus at our CadenceLIVE user conferences. Escalating system and software bring-up complexities combined with relentless first-pass silicon requirements continued to drive strong demand for our essential functional verification solutions. Our verification business grew 28% year-over-year, fueled by secular trend for hardware, which had another record year.\nOur dynamic duo of Palladium Z2 and Protium X2 platforms providing best-in-class system verification and software bring-up solutions saw accelerated growth and strong momentum across mobile, hyperscale, HPC and increasingly, auto EV segments. Our hardware family added 30 new customers and over 160 repeat orders during the year. Due to the compelling value offered by common front-end compiler, demand for the pair greatly exceeded our expectations with more than 2/3 of the orders in the year, including both platforms.\nOur new Cadence Verisium AI verification platform enables dramatic improvements in debug productivity. And in early production usage at several market-shaping customers, Verisium delivered up to a 30x improvement in efficient root/cause analysis. Our custom IC, Virtuoso and Spectre, franchise solutions tackle the toughest challenges in analog, mixed signal, RF design and circuit simulation. And as electrification and digital transformation trends gain momentum, they are becoming increasingly crucial to our customers.\nBuilding on our market leadership, our custom IC revenue grew 13% year-over-year in 2022 with Virtuoso growth spurred by demand in advanced nodes, heterogeneous integration and the emerging silicon photonics segment. We added 200 new Virtuoso logos and more than 150 logos for Spectre with Spectre FX making strong headway in FastSPICE memory applications. Increasing usage of preconfigured IP blocks to reduce risk and time to market, coupled with our STAR IP portfolio, led to a strong year for our IP business, which grew 12% year-over-year in 2022.\nDemand was particularly strong in HPC, 5G and automotive segments with our silicon proven high-performance PCIe Gen 5, LPDDR5 and Ethernet interfaces helping secure key wins in advanced node designs. Our Tensilica DSP portfolio continued expanding its footprint in smart speakers and true wireless stereo headsets, imaging and machine learning applications. Rising system complexity and challenges stemming from the growing hyperconvergence of the electrical, mechanical and physical worlds are driving the strong need for a seamless platform solution across design, packaging, simulation and analysis.\nOur System Design & Analysis business that is expanding our TAM beyond EDA continued its strong momentum, delivering 27% year-over-year growth. Industry interest in advanced packaging solutions notably spiked in 2022 with customers embracing our revolutionary Integrity 3D-IC solution, the industry's only comprehensive platform providing tightly integrated system planning, implementation and analysis technologies.\nOur multiphysics portfolio comprising of leading electromagnetic, electrothermal, signal and power integrity and CFD solutions continued ramping strongly across multiple end markets. Our in-design analysis solutions had several significant wins with HPC and hyperscaler customers, while our CFD Fidelity platform proliferated with market-shaping aerospace and defense customers. During the year, Fidelity CFD's software meshing capabilities were chosen by Toyota Motor Europe to be their standard workflow for CFD preprocessing. And in numerous customer engagements, Optimality Explorer, the industry's first AI-driven, multidisciplinary system analysis and optimization solution, has demonstrated up to a 10x efficiency improvement in design space exploration, leading to faster time to results.\nLastly, in keeping with our transition plan, Lip-Bu Tan has notified the Cadence Board that he will not seek reelection at our upcoming 2023 Annual Stockholders' Meeting in May. He will continue to serve as an advisor to me. We will return to an independent Chair structure with ML Krakauer becoming our next Board Chair following that meeting. The rest of the Board and I look forward to working closely with ML in her new role.\nIn closing, we are pleased with our strong execution in 2022 and are thrilled by the business momentum and market opportunities ahead of us in 2023. Now I will turn it over to John to provide more details on the Q4 results and our 2023 outlook.\n\nJohn M. Wall\n\nSenior VP & CFO, Cadence Design Systems, Inc.\n\nThanks, Anirudh, and good afternoon, everyone. I'm pleased to report that we exceeded all of our key financial and operating metrics for the fourth quarter and 2022. Robust customer design activity and demand for our strong technology portfolio continued to drive growth across all of our businesses. Cadence had an excellent 2022, and we began 2023 with a lot of confidence and strong momentum on the back of the stability and resilience you'd expect from a predominantly recurring revenue model.\nHere are some of the financial highlights from the fourth quarter and the year, starting with the P&L. Total revenue was $900 million for the quarter and $3.562 billion for the year. GAAP operating margin was 23.5% for the quarter and 30.1% for the year. Non-GAAP operating margin was 35.6% for the quarter and 40.3% for the year. GAAP EPS was $0.88 for the quarter and $3.09 for the year, and non-GAAP EPS was $0.96 for the quarter and $4.27 for the year.\nNext, turning to the balance sheet and cash flow. Our cash balance was $882 million at year-end, while the principal value of debt outstanding was $750 million. Operating cash flow in the fourth quarter was $264 million and $1.24 billion for the full year. DSOs were 49 days, and we repurchased $1.05 billion worth of Cadence shares during the year.\nBefore I provide our outlook for Q1 and 2023, I'd like to share a few comments. Our most recent fiscal year ended on December 31, 2022. This fiscal year will also end on December 31 as we've now moved our fiscal year to a calendar year. Approximately 15% of our annual revenue for fiscal 2022 was upfront, with 85% recurring. At the midpoint of our 2023 revenue outlook, we're expecting a similar revenue mix for the year. And our outlook for 2023 assumes export control regulations remain substantially similar for the remainder of the year.\nIn our outlook for 2023, we expect revenue in the range of $4 billion to $4.06 billion, GAAP operating margin of 30.5% to 32%, non-GAAP operating margin of 40.5% to 42%, GAAP EPS in the range of $3.24 to $3.34, non-GAAP EPS in the range of $4.90 to $5, operating cash flow in the range of $1.3 billion to $1.4 billion and we expect to use approximately 50% of our free cash flow to repurchase Cadence shares in 2023. For Q1, we expect revenue in the range of $1 billion to $1.02 billion, GAAP operating margin in the range of 31% to 32%, non-GAAP operating margin of 41% to 42%, GAAP EPS in the range of $0.84 to $0.88 and non-GAAP EPS in the range of $1.23 to $1.27. And as usual, we published the CFO commentary document on our Investor Relations website, which includes our outlook for additional items as well as further analysis and GAAP to non-GAAP reconciliations.\nIn conclusion, I am pleased that we achieved double-digit revenue growth across all of our businesses, increased 3-year revenue CAGR into the mid-teens and I'm especially pleased that we continue to expand annual operating margins. As always, I'd like to thank our customers, partners and our employees for their continued support. And with that, operator, we will now take questions."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/cd6c7e0b3a1cbf8a77acc545d9c9c9d6",
        "textblob_polarity": 0.19003151043967376,
        "textblob_subjectivity": 0.4865171393232616,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9986454745133718,
                "neutral": 0.9942981799443563
            }
        },
        "content1": "Q3 2022 Cadence Design Systems Inc Earnings Call\n\nQ3 2022 Cadence Design Systems Inc Earnings Call\n\nCDNSNASDAQOCT 24, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Abby, and I will be your conference operator today. At this time, I would like to welcome everyone to the Cadence Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Thank you. I will now turn the call over to Richard Gu, Vice President of Investor Relations for Cadence. Please go ahead.\n\nRichard Gu\n\nVP of IR, Cadence Design Systems, Inc.\n\nThank you, operator. I'd like to welcome everyone to our third quarter of fiscal year 2022 earnings conference call. I'm joined today by Anirudh Devgan, President and Chief Executive Officer; and John Wall, Senior Vice President and Chief Financial Officer. The webcast of this call and a copy of today's prepared remarks will be available on our website, cadence.com.\nToday's discussion will contain forward-looking statements, including our outlook on future business and operating results. Due to risks and uncertainties, actual results may differ materially from those projected or implied in today's discussion. For information on factors that could cause actual results to differ, please refer to our SEC filings, including our most recent Forms 10-K and 10-Q and today's earnings release. All forward-looking statements during this call are based on estimates and information available to us as of today, and we disclaim any obligation to update them.\nIn addition, we'll present certain non-GAAP measures, which should not be considered in isolation from or as a substitute for GAAP results. Reconciliation of GAAP to non-GAAP measures are included in today's earnings release.\nToday's earnings release for the third quarter of fiscal 2022, related financial tables and CFO commentary are also available on our website. (Operator Instructions)\nNow I'll turn the call over to Anirudh.\n\nAnirudh Devgan\n\nCEO, President & Director, Cadence Design Systems, Inc.\n\nThank you, Richard. Good afternoon, everyone, and thank you for joining us today. I'm pleased to report that Cadence delivered excellent results for Q3, driven by our technology leadership, strong execution, diversified customer base and resilient business model.\nWe beat our Q3 guidance on all key metrics and are raising our financial outlook for the year yet again to 19% year-over-year revenue growth and 40% operating margin. John will provide more details on our Q3 results and updated outlook for the year.\nNotwithstanding the prevailing macroeconomic uncertainties, our thesis about generational drivers, such as 5G, hyperscale computing and AI/ML driving robust design activity over the long term remains intact. These secular trends are accelerating the digital transformation across several end markets, while the growing hyperconvergence across multiple domains, mechanical and electrical, hardware and software and systems and semis is driving the strong need for continued innovation in compute, connectivity and storage.\nCustomers are investing heavily to differentiate their next-generation platforms with system companies increasingly developing purpose-built silicon and semiconductor companies benefiting from expanding silicon content. Our comprehensive offerings comprised of leading end-to-end EDA solutions, IP, hardware and expanding systems portfolio uniquely position us to support our customers while providing us with ample growth opportunities.\nIn an environment of increasing design complexity, tighter time-to-market requirements and growing shortage of talent, sophisticated AI/ML solutions can greatly help to democratize chip and system development while dramatically increasing productivity and quality of results. Customers deploying our game-changing, AI-driven Cadence Cerebrus and Optimality solutions are realizing amazing results. And in Q3, we augmented our portfolio with the transformative Verisium AI verification platform and the JedAI data platform.\nVerification continues to be the critical part and system time to market, consuming the vast majority of resources with debug being the largest component. Verisium provides a generational shift in verification, moving from a legacy single-run, single-engine approach to algorithms that leverage big data and AI to optimize multiple runs across multiple engines, leading to a 10x boost in debug productivity. Several customers, including Samsung and STMicroelectronics, have observed impressive results with Verisium for automatically triaging and root causing bugs.\nJedAI is our revolutionary AI-driven, big data analytics platform that is foundational to unifying our AI innovations across Cadence Cerebrus, Optimality and Verisium. JedAI operates on vast amount of data, including all types of design, verification, analysis and methodology information to facilitate smaller design optimization -- facilitate smarter design optimization and enhanced productivity.\nIn Q3, we significantly expanded our footprint with market-shaping customers as they increasingly embrace our optimized platform offerings. We deepened our partnership with BAE Systems across our core EDA and systems portfolio, including proliferation of our digital full flow and analog products and a broad expansion of our PCB and multiphysics system analysis solutions.\nAdditionally, in Q3, we strengthened our collaboration with Teradyne, which included a broad proliferation of our core EDA software across digital, analog and verification as well as a significant expansion of our PCB and system analysis business.\nDemand for our core EDA software remains strong and broad-based. Our digital business had another strong quarter with 22% year-over-year growth, driven by key competitive wins and continued proliferation at market-shaping customers. 13 new customers adopted our digital full flow in Q3. It's been just over a year since we launched Cadence Cerebrus and it's fast becoming a linchpin technology for customers as they derive incredible productivity and PPA results on a wide variety of their most advanced SoC designs.\nSeveral leading customers have major multi-design, multi-project production deployments underway and are reporting up to 30% improvement in quality of results and 30x productivity improvements. Additionally, we see accelerated growth in our front-end and sign-off offerings in part due to the Cadence Cerebrus pull-through effect.\nWe launched the Certus Closure Solution, which dramatically accelerates complete design closure by using an innovative hierarchical architecture and a fully automated environment for concurrent full chip optimization and sign-off. Using Certus, Renesas observed 6x faster chip level sign-off closure versus current methodologies. And MaxLinear experienced overnight full chip sign-off closure while realizing up to 5% of untapped power savings.\nOur custom IC business continues to define the analog market with this bold vision, market-leading technology and comprehensive portfolio. In Q3, it grew 12% year-over-year, driven by best-in-class Virtuoso platform and by strong growth in our Spectra Simulation solutions.\nNow moving on to functional verification. In Q3, our business grew 31% year-over-year, led by hardware and Xcelium. Our Palladium Z2 and Protium X2 hardware platforms, providing industry-leading system verification and software bring-up capabilities, added 3 new customers and had 20 repeat orders, including from high-end mobile, AI and hyperscale customers.\nOur IP business, led by a STAR IP offerings at the most advanced nodes, continue to benefit from ongoing IP outsourcing trend and from customers increasing embracing IP reuse for risk reduction and faster time to market. During Q3, we signed our largest IP contract ever with the marquee U.S. semiconductor company and had a major expansion at a leading U.S. 5G company. Tensilica extended its leadership in the true wireless stereo market while proliferating its functional safety and infotainment solutions with automotive companies. We also had multiple design IP wins across our leading PCIe, DDR and die-to-die portfolio.\nOur System Design & Analysis business is a key tenet of our growth strategy to leverage our computational software expertise and expand our TAM by growing in near adjacencies. This business continued its strong momentum, delivering 29% year-over-year growth as we increased our footprint in several verticals, including aerospace and defense and high-tech electronics. A broad systems portfolio providing tightly integrated platform solutions across the design, simulation and analysis is resonating strongly with customers as they increasingly choose a broader set of our solutions across these domains.\nIn Q3, we broadened our collaboration with Emerson, a global industrial technology and software leader, as they significantly expanded their use of our system solutions, notably our PCB, AWR and system analysis technologies. Fidelity CFD software, that was announced earlier this year, is ramping nicely and facilitating customers in verticals such as aerospace, marine and turbo machinery to do design optimization, leading to efficiency improvement and meaningful reduction in emissions and energy consumption. And the addition of Future Facilities, digital twin-based thermal and power optimization technology, will further help data center customers to reduce their carbon footprint.\nLastly, we completed the acquisition of OpenEye Scientific, a leader in the computational molecular design space. We are very excited to bring our system-level simulation and AI/ML expertise to the life sciences market to help improve the speed and accuracy of bio simulations, thereby enhancing the efficiency and success rate of drug discovery process. Integration of both our Future Facilities and OpenEye acquisitions is progressing well.\nIn closing, Q3 was an outstanding quarter as we advanced our intelligent system design strategy and continued to closely collaborate with our customers on their next-generation designs. We are managing our business with an intense focus on innovation and operational excellence to drive both revenue growth and margin expansion and are very well positioned to capitalize on the massive opportunities ahead of us.\nNow I will turn it over to John to provide more details on the Q3 results and our updated 2022 outlook.\n\nJohn M. Wall\n\nSenior VP & CFO, Cadence Design Systems, Inc.\n\nThanks, Anirudh, and good afternoon, everyone. I'm pleased to report that we completed the acquisitions of OpenEye Scientific and Future Facilities in the third quarter of 2022. Cadence exceeded all key financial and operational metrics for the quarter. Here are some of the financial highlights from the third quarter.\nTotal revenue was $903 million. GAAP operating margin was 29%, and non-GAAP operating margin was 39%. GAAP EPS was $0.68, and non-GAAP EPS was $1.06. Operating cash flow was $317 million. We used $150 million of cash to repurchase Cadence shares. And at the end of the quarter, our cash balance totaled $1 billion, while the principal value of our debt outstanding was $800 million.\nBefore I provide our updated outlook for the remainder of fiscal 2022, I'd like to take a moment to share certain key assumptions embedded in our outlook. We expect the impact of the recent changes to U.S. trade restrictions on our business to be limited and manageable. The impact is included in our outlook. Our outlook also assumes that the export limitations that exist today remain substantially similar for the rest of the year.\nEmbedding these assumptions into our outlook for fiscal 2022, we now expect revenue in the range of $3.532 billion to $3.552 billion; GAAP operating margin in the range of 29.7% to 30.7%; non-GAAP operating margin in the range of 39.7% to 40.7%; GAAP EPS in the range of $2.71 to $2.75; non-GAAP EPS in the range of $4.20 to $4.24; operating cash flow of approximately $1.2 billion to $1.26 billion; and we expect to use approximately $1.05 billion of our free cash flow to repurchase Cadence shares in 2022.\nFor Q4, we expect revenue in the range of $870 million to $890 million; GAAP operating margin of approximately 24%; non-GAAP operating margin of approximately 35%; GAAP EPS in the range of $0.50 to $0.54; non-GAAP EPS in the range of $0.89 to $0.93; and we expect to use approximately $300 million of cash to repurchase Cadence shares in Q4.\nOur CFO commentary, which is available on our website, includes our outlook for additional items as well as further analysis and GAAP to non-GAAP reconciliations.\nIn summary, I'm pleased with our progress across all lines of business this year. At the midpoint of our outlook, our Q3 revenue CAGR continues to increase, and I'd like to thank our Cadence team for their exceptional execution and financial discipline. At the midpoint of our outlook, we expect our annual non-GAAP operating margin to exceed 40% for the first time, which is especially pleasing. As always, I'd like to thank our customers, partners and our employees for their continued support.\nAnd with that, operator, we will now take questions."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/9b0af322eafad443806b04a9aaee9b47",
        "textblob_polarity": 0.21057532706703977,
        "textblob_subjectivity": 0.4928558872067159,
        "sentiment": {
            "distribution": {
                "positive": 13,
                "neutral": 3
            },
            "scores": {
                "positive": 0.999590671979464,
                "neutral": 0.9843983848889669
            }
        },
        "content1": "Q2 2022 Cadence Design Systems Inc Earnings Call\n\nQ2 2022 Cadence Design Systems Inc Earnings Call\n\nCDNSNASDAQJUL 25, 11:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Good afternoon. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the Cadence Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Thank you.\nI will now turn the call over to Richard Gu, Vice President of Investor Relations for Cadence. Please go ahead.\n\nRichard Gu\n\nVP of IR, Cadence Design Systems, Inc.\n\nThank you, operator. I would like to welcome everyone to our second quarter of fiscal year 2022 earnings conference call. I'm joined today by Anirudh Devgan, President and Chief Executive Officer; and John Wall, Senior Vice President and Chief Financial Officer.\nThe webcast of this call and a copy of today's prepared remarks will be available on our website, cadence.com.\nToday's discussion will contain forward-looking statements, including our outlook on future business and operating results. Due to risks and uncertainties, actual results may differ materially from those projected or implied in today's discussion. For information on factors that could cause actual results to differ, please refer to our SEC filings, including our most recent Forms 10-K and 10-Q and today's earnings release. All forward-looking statements during this call are based on estimates and information available to us as of today, and we disclaim any obligation to update them.\nIn addition, we will present certain non-GAAP measures, which should not be considered in isolation from or as a substitute for GAAP results. Reconciliation of GAAP to non-GAAP measures are included in today's earnings release.\nToday's earnings release for the second quarter of fiscal 2022, related financial tables and CFO commentary are also available on our website. (Operator Instructions)\nNow I'll turn the call over to Anirudh.\n\nAnirudh Devgan\n\nCEO, President & Director, Cadence Design Systems, Inc.\n\nThank you, Richard. Good afternoon, everyone, and thank you for joining us today.\nCadence delivered outstanding financial results for the second quarter, with accelerating broad-based demand for innovative solutions driving double-digit growth across all our business groups. We beat our guidance on all key metrics and are significantly raising our financial outlook for the year, resulting in 17% year-over-year revenue growth as well as exceeding the Rule of 55. John will provide the details in a moment on both our Q2 results and the updated outlook for the year.\nGenerational trends such as 5G, hyperscale computing and autonomous vehicles underpinned by AI, ML and data analytics are accelerating the digital transformation across multiple industries. Notwithstanding the macroeconomic uncertainties, our customers continue relentlessly investing in the next-generation innovation, with semiconductor companies benefiting from increasing silicon content and system companies investing in building custom silicon. These exciting trends are fueling robust design activity and driving a strong secular tailwind for end-to-end core EDA, IP and expanding systems portfolio.\nIn Q2, we significantly accelerated our Intelligent System Design growth strategy through the introduction of 5 new innovative products as well as through the transformative OpenEye Scientific and Future Facilities acquisitions that expand our TAM and position us well for future growth.\nThis morning, we announced our intent to acquire OpenEye Scientific, a leader in computational molecular design space. Over the past few years, we have successfully extended our multi-decade, chip-level simulation expertise to the system level, first, to finite element analysis, and more recently, to computational fluid dynamics. With OpenEye, we are now expanding into molecular modeling and simulation, an emerging area of growing interest as pharmaceutical and biotechnology companies accelerate their emphasis on software solutions for drug discovery.\nThe acquisition will allow us to leverage our solver and AI, ML leadership, along with large data management infrastructure, to significantly enhance the speed and accuracy of biosimulation. This will drive disruptive innovation in the life science market through increasing the efficiency and success rate of traditionally long and complex drug discovery process. Additionally, OpenEye market-leading, cloud-native SaaS platform can capitalize on our cloud expertise, thereby benefiting highly computationally intensive biosimulation.\nOpenEye's scientifically proven innovative solutions are used by 19 of the top 20 pharma companies, including Pfizer and AstraZeneca, as well as leading biotech firms, and we excitedly look forward to Dr. Anthony Nicholls and the OpenEye team with their deep science expertise and rich domain knowledge joining Cadence.\nDuring the quarter, we also acquired Future Facilities, a pioneer in the data center digital twin space that expands our CFD portfolio and extends it to data centers. In addition to electronics cooling analysis, Future Facilities' innovative solutions enable customers such as HP Enterprise, Digital Realty and Equinix optimize the thermal and power efficiencies in the data center using physics-based 3D digital twins, thereby helping reduce their carbon footprint. We are excited to welcome Hassan Moezzi and his talented team to Cadence.\nNow moving on to Q2 product and customer highlights. A key element of our approach has been to partner closely with market-shaping customers and win their confidence by providing leadership platform solution based on best-in-class engine. In Q2, we deepened our long-standing partnership with Samsung to a wide-ranging expansion of our core EDA system software and hardware solutions. And we are excited to have extended our collaboration with AMD to a far-reaching commitment to our innovative core EDA, hardware, design IP and system software solutions.\nDemand for our core EDA software remains strong and broad-based. Our digital business had another strong quarter, with 14% year-over-year growth fueled by key competitive displacement as well as significant expansion at several market-shaping customers.\nAdoption of our digital full flow, delivering industry's leading quality of results at the most advanced nodes, continue to accelerate with close to 25 new wins in the first half of the year. Our innovative, automated and scalable Cadence Cerebrus solution with its unique self-learning capabilities allow users to explore the entire design space and intelligently optimize the digital full flow to meet their aggressive PPA schedule and productivity goals.\nCadence Cerebrus continues to see accelerating proliferation, especially with market-shaping customers as they realized transformative results across a broad range of complex production designs and getting as much as 30% reduction in leakage power and up to 30x productivity improvement for design tasks ranging from design technology cooptimization, automated floor plan implementation and final PPA push.\nAt our recent CadenceLIVE Silicon Valley User Conference, Level 3 customers, including Intel, NVIDIA, Broadcom, Samsung and Renesas, presented their remarkable successes using Cadence Cerebrus.\nFunctional verification is becoming a key differentiator as we enable our customers to improve system quality and speed up their time to market. In Q2, our business grew 13% year-over-year, led by strong growth in hardware and Jasper.\nStrong secular demand for our industry-leading Palladium Z2 and Protium X2 platforms, especially from hyperscale, AI, ML and server customers, led to our best Q2 ever for hardware. With 10 new customers and nearly 50 repeat orders, more than 2/3 of the orders during the quarter included both the platforms.\nOur IP business had a very strong quarter, growing 30% year-over-year as the continuing IP outsourcing trend drove strong design and foundry activity for our star IP, especially at the most advanced nodes. Our leading DDR IP solution continues to proliferate strongly, especially at hyperscaler and memory customers, while our PCIe portfolio had significant wins with compute and automotive companies.\nTensilica continued to expand its footprint in true wireless stereo and Bluetooth headsets and had notable wins in automotive, mobile and AR/VR end markets.\nOur System Design & Analysis business that is driving expansion beyond EDA continued its strong momentum in Q2, delivering 29% year-over-year growth as we increase our footprint in several verticals, including high-tech electronics, hyperscalers, aerospace and defense and 5G communications.\nIn Q2, Ciena, a leader in intelligent networking, adopted our advanced node custom-design photonics, multiphysics analysis, and 2.5D/3D packaging solutions for their next-generation coherent optical solutions.\nExploring design complexity, coupled with rising product development time and cost, is driving the need for innovative packaging solutions that can handle heterogeneous integration in a modular manner. We are seeing accelerating growth for our integrity 3D-IC solution, which is the industry's only comprehensive platform with all in-house technology that provides a truly tightly integrated optimized solution across system-level floor planning, implementation, packaging and system analysis.\nOur system analysis portfolio, delivering disruptive performance and capacity benefits without compromising accuracy, is proliferating nicely with both semiconductor and system companies. For example, in addition to multiple repeat orders, Clarity 3D Solver was adopted by leading companies, including a marquee U.S. semiconductor company, a market-leading U.S. company providing RF and mobile communication chips, and a global marquee hyperscaler.\nWe also announced a new multiyear partnership with McLaren Racing, who will use our Fidelity CFD software to investigate airflow. We are also very excited to have introduced Optimality Explorer, which brings the revolutionary AI technology implemented in Cadence Cerebrus to the system space for the very first time. This solution enables the delivery of optimized designs, about 10x faster on average than traditional manual methods, with up to 100x speedup having been seen on some designs. Optimality is quickly ramping up with early adopter customers as they realize these compelling results, with Microsoft, MediaTek, Baidu and Ambarella having provided strong endorsement for the product.\nAs we innovate on our systems technology, we are also enhancing our go-to-market strategy. In Q2, we launched our transformational on-cloud SaaS and e-commerce platform, scalable solution offering, instant access, flexible use models for companies adopting a cloud-first approach. This new e-commerce platform is the industry's first and offers a consumption-based use model that's built upon the well-established Cadence CloudBurst task platform. Several customers, including Bombardier, Cisco and Amazon Web Services, have endorsed the significance of this game-changing platform.\nTo summarize, semiconductor and system companies are relentlessly investing to accelerate their innovation, and this continues to drive secular tailwinds for our business. Q2 was an outstanding quarter as we raised the financial outlook for the year while advancing our Intelligent System Design strategy and setting us up well for future growth by expanding into new end markets with our OpenEye and Future Facilities acquisitions.\nNow I will turn it over to John to provide more details on the Q2 results and our updated 2022 outlook.\n\nJohn M. Wall\n\nSenior VP & CFO, Cadence Design Systems, Inc.\n\nThanks, Anirudh, and good afternoon, everyone.\nCadence achieved strong results for the second quarter of 2022 driven by broad-based strength across our technology portfolio. All of our product categories saw a double-digit year-over-year revenue growth, and we exceeded all key financial and operational metrics in Q2.\nHere are some of the financial highlights from the second quarter. Total revenue was $858 million. GAAP operating margin was 33% and non-GAAP operating margin was 42%. GAAP EPS was $0.68 and non-GAAP EPS was $1.08. Operating cash flow was $325 million. We used $350 million of cash to repurchase Cadence shares. And at the end of the quarter, our cash balance totaled $1.03 billion, while the principal value of debt outstanding was $350 million.\nBefore I provide our updated outlook for fiscal 2022 and what we expect for Q3, I'd like to take a moment to share certain key assumptions embedded in our outlook. We assume the export limitations that exist today will remain in place for the remainder of the year. We have included the expected impact of both the Future Facilities and OpenEye acquisitions.\nAt the midpoint of our fiscal 2022 outlook, we have included the following for these acquisitions: revenue of $15 million, that's 1-5, $15 million; and an operating cash outflow of $60 million, largely due to our expectation that some of the price paid for these acquisitions will flow through operating cash in the second half. Embedding these assumptions into our updated outlook for fiscal 2022, we now expect revenue in the range of $3.47 billion to $3.51 billion, GAAP operating margin in the range of 29.25% to 30.25%, non-GAAP operating margin of approximately 39.25% to 40.25%, GAAP EPS in the range of $2.59 to $2.65, non-GAAP EPS in the range of $4.06 to $4.12, operating cash flow of approximately $1.2 billion. And we expect to use our free cash flow to repurchase approximately $900 million of Cadence shares in 2022.\nFor Q3, we expect revenue in the range of $860 million to $880 million, GAAP operating margin in the range of 26% to 27%, non-GAAP operating margin of 37% to 38%, GAAP EPS in the range of $0.58 to $0.62, non-GAAP EPS in the range of $0.94 to $0.98. And we expect to use approximately $150 million of cash to repurchase Cadence shares in Q3.\nOur CFO commentary, which is available on our website, includes our outlook for additional items as well as further analysis and GAAP to non-GAAP reconciliations.\nIn conclusion, 2022 is shaping up to be another strong year for all of our businesses at Cadence. I am pleased that revenue growth and profitability continued to improve. At the midpoint of our annual outlook, we now expect revenue growth of 16.8%, non-GAAP operating margin of 39.25% and non-GAAP EPS growth of 24.3%.\nAs always, I'd like to close by thanking our customers, partners and our employees. And with that, operator, we'll now take questions."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/cb2da7d8e870883941c750892ee6b437",
        "textblob_polarity": 0.2677398989898991,
        "textblob_subjectivity": 0.5076366341991342,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9831923544406891,
                "neutral": 0.989039937655131
            }
        },
        "content1": "Q1 2022 Cadence Design Systems Inc Earnings Call\n\nQ1 2022 Cadence Design Systems Inc Earnings Call\n\nCDNSNASDAQAPR 25, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Erica, and I will be your conference operator today. At this time, I would like to welcome everyone to the Cadence First Quarter 2022 Earnings Conference Call. (Operator Instructions)\nI will now turn the call over to Richard Gu, Vice President of Investor Relations for Cadence. Please go ahead.\n\nRichard Gu\n\nThank you, operator. I would like to welcome everyone to our first quarter of fiscal year 2022 earnings conference call. I'm joined today by Anirudh Devgan, President and Chief Executive Officer; and John Wall, Senior Vice President and Chief Financial Officer. The webcast of this call and a copy of today's prepared remarks will be available on our website, cadence.com.\nToday's discussion will contain forward-looking statements, including our outlook on future business and operating results. Due to risks and uncertainties, actual results may differ materially from those projected or implied in today's discussion. For information on factors that could cause actual results to differ, please refer to our SEC filings, including our most recent Forms 10-K and 10-Q and today's earnings release. All forward-looking statements during this call are based on estimates and information available to us as of today, and we disclaim any obligation to update them.\nIn addition, we'll present certain non-GAAP measures, which should not be considered in isolation from or as a substitute for GAAP results. Reconciliation of GAAP to non-GAAP measures are included in today's earnings release.\nToday's earnings release for the first quarter of fiscal 2022, related financial tables and CFO commentary are also available on our website. (Operator Instructions)\nNow I'll turn the call over to Anirudh.\n\nAnirudh Devgan\n\nCEO, President & Director, Cadence Design Systems, Inc.\n\nGood afternoon, everyone, and thank you for joining us today. I'm pleased to report that Cadence delivered exceptional results for the first quarter of 2022, with broad-based demand for our innovative solutions driving solid double-digit growth across all business groups.\nIn view of the strong start to the year and the continuing momentum of our business, we are raising our financial outlook for the year. John will provide more details on that in a moment.\nGenerational trends such as hyperscale computing, 5G, autonomous driving and AI/ML are creating an explosion of data. That, in turn, is driving the need for next-generation compute, connectivity, storage and data analytics solutions. Along with accelerating digital transformation of multiple end markets, these trends continue to fuel robust design activity, creating rich market opportunities for our differentiated end-to-end EDA, IP and system solutions.\nNow let's talk about our key highlights for Q1. A key element of our approach has been to closely collaborate with our ecosystem partners and focus on market-shaping customers. We are very excited to have built upon our successful engagement with a marquee U.S. semiconductor company, and in Q1, signed one of the largest contracts in company history, to enable the broad proliferation of our EDA, hardware and system solutions.\nAdditionally, in Q1, we expanded our longstanding partnership with ARM, who is using a comprehensive set of Cadence EDA solutions, and Cadence who is using ARM's latest IP to jointly provide implementation reference flows and optimized processor IP to accelerate customer innovation. Rapidly increasing challenges in system verification and software bring up continued to be a strong pull for our verification business, which delivered 30% year-over-year revenue growth.\nOn the heels of a record year, our hardware business had its biggest quarter by far, with unabating demand for our best-in-class Palladium Z2 and Protium X2 hardware platforms. With 10 new customers and over 50 repeat customers, more than half the orders during the quarter included both the platforms.\nDemand for hardware was broad-based with particular strength seen in hyperscale, 5G communication and AI/ML segments. Our digital and signoff business had another strong quarter with 23% year-over-year revenue growth. Deployment of our digital full flow delivering industry-leading quality of results at the most advanced nodes continue to accelerate with more than 15 new wins in Q1.\nOur innovative Cadence Cerebrus solution uses unique reinforcement learning ML technologies to explore the entire design space and intelligently optimize the digital full flow in a fully automated manner. Several market-shaping customers have successfully deployed Cadence Cerebrus and realized remarkable productivity and power performance and area benefits, including a marquee Asia Pacific system companies used Cadence Cerebrus to achieve 5x engineering productivity and nearly 10% power gains on a critical advanced node subsystem and a leading Asia Pacific hyperscaler used Cadence Cerebrus with our digital full flow to tape out a chip with nearly 2 billion instances, reducing power by 5% compared to the alternative flow.\nOur System Design & Analysis business, which is driving our expansion beyond EDA, continued its strong momentum in Q1, delivering 22% year-over-year revenue growth. There is growing interest in our Integrity 3D-IC solution, the industry's most advanced multi-die platform, with tightly integrated system planning, implementation and analysis technology. A large U.S. data infrastructure company successfully deployed Integrity to tape out their 2.5D IC, and Lightelligence used 3D -- Integrity 3D-IC, Virtuoso and Innovus, in development of their fully integrated optical computer system.\nIn System Analysis, we continued executing to our strategy of building out our multiphysics platform, offering best-in-class engines, delivering superior results compared to legacy solutions. We are pleased with the new wins and growing repeat orders for our organically developed Clarity and Celsius products as well as our recently acquired CFD technologies. Over the past year, our CFD solutions have continued to proliferate, especially in the aerospace and defense arena with market-shaping customers such as Lockheed Martin.\nIn Q1, Juniper Networks renewed their commitment to Cadence technology, including comprehensive access to our systems portfolio across PCB, packaging and system analysis solutions. And last week, we introduced Fidelity CFD, a comprehensive CFD platform that includes enhanced meshing technologies as well as a next-generation massively parallel high-order solver that dramatically improves the performance and accuracy of complex CFD application across multiple vertical end markets. Fidelity CFD's software machine capabilities have been used by Toyota Motor Europe to be their standard workflow for CFD preprocessing, and the winning America's Cup, Team New Zealand, relies on Fidelity Marine solver for their hull hydrodynamic modeling.\nLastly, in addition to our outstanding business results, I'm also proud of our high-performance inclusive culture and thrilled that we have been selected by Fortune and Great Place to Work as one of the 2022 100 Best Companies to Work For, for the eighth consecutive year.\nNow I will turn it over to John to provide more details on the Q1 results and our updated 2022 outlook.\n\nJohn M. Wall\n\nSenior VP & CFO, Cadence Design Systems, Inc.\n\nThanks, Anirudh, and good afternoon, everyone. I am pleased with the results we achieved for the first quarter of 2022 driven by broad-based strength across our technology portfolio and record demand for our leading hardware products. We continue to execute to our Intelligent System Design strategy, making further significant strides with our innovation road map. And most importantly, we continue to delight our customers.\nHere are some of the financial highlights from the first quarter. Total revenue was $902 million. GAAP operating margin was 35%, and non-GAAP operating margin was 44%. GAAP EPS was $0.85, and non-GAAP EPS was $1.17. Cash balance was $1.135 billion. Operating cash flow was $337 million, and we repurchased $250 million of Cadence shares.\nBefore we provide our updated outlook for fiscal 2022, I'd like to highlight that it contains our usual assumption that the export limitations that exist today remain in place for the remainder of the year. With that in mind, our updated outlook for fiscal 2022 is revenue in the range of $3.395 billion to $3.435 billion. GAAP operating margin in the range of 28.5% to 30%, non-GAAP operating margin in the range of 38.5% to 40%, GAAP EPS in the range of $2.51 to $2.59, non-GAAP EPS in the range of $3.89 to $3.97, operating cash flow in the range of $1.19 billion to $1.29 billion, and we expect to use at least 50% of our free cash flow to repurchase Cadence shares in 2022.\nFor Q2, we expect revenue in the range of $825 million to $845 million, GAAP operating margin in the range of 29% to 30%, non-GAAP operating margin of 39% to 40%, GAAP EPS in the range of $0.59 to $0.63, non-GAAP EPS in the range of $0.95 to $0.99, and we expect to repurchase at least $200 million of Cadence shares in Q2. Our CFO commentary, which is available on our website, includes our outlook for additional items as well as further analysis and GAAP to non-GAAP reconciliations.\nIn conclusion, all our businesses had a strong start to the year. I'm pleased that revenue growth and profitability continue to accelerate. We are on track to exceed 50% incremental margin for 2022, which contributes to our continued operating margin expansion.\nAlso, with the increase in our outlook at the midpoint, we now expect revenue growth for the year to exceed 14%, driving acceleration in our 3-year revenue CAGR to over 13%.\nAs always, I'd like to close by thanking our customers, partners and our employees for their continued support.\nAnd with that, operator, we will now take questions."
    }
]