[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/406a2a858922c99a47ab443bfc490e42",
        "textblob_polarity": 0.0987663469428175,
        "textblob_subjectivity": 0.3793398409868996,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9978385525090354,
                "neutral": 0.9967527985572815
            }
        },
        "content1": "Q2 2024 Howmet Aerospace Inc Earnings Call\n\nQ2 2024 Howmet Aerospace Inc Earnings Call\n\nHWMNYSEJUL 30, 4:00 PM\n\nOperator\n\nGood day, and welcome to the Howmet Aerospace Second Quarter of 2024 Earnings Call. Please note that today's event is being recorded. [Operator Instructions]. Also, please be aware that today's call is being recorded.\nI would like to now turn the call over to Paul Luther, Vice President of Investor Relations. Please go ahead.\n\nPaul Thomas Luther\n\nDirector, Investor Relations, Arconic, Inc.\n\nThank you, Joe. Good morning, and welcome to the Howmet Aerospace Second Quarter 2024 Results Conference Call. I'm joined by John Plant, Executive Chairman and Chief Executive Officer; and Ken Giacobbe, Executive Vice President and Chief Financial Officer. After comments by John and Ken, we will have a question-and-answer session.\nI would like to remind you that today's discussion will contain forward-looking statements relating to future events and expectations. You can find factors that could cause the company's actual results to differ materially from these projections listed in today's presentation and earnings press release and in our most recent SEC filings.\nIn today's presentation, references to EBITDA, operating income and EPS mean adjusted EBITDA, excluding special items, adjusted operating income, excluding special items and adjusted EPS, excluding special items. These measures are among the non-GAAP financial measures that we've included in our discussion. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release and in the appendix in today's presentation.\nWith that, I'd like to turn the call over to John.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThank you, P.T, and welcome, everyone, to the Howmet second quarter earnings call. Q2 was a strong quarter for the company, with metrics exceeding both guidance and prior year results. .\nYear-over-year revenue growth of 14%, building on the 14% growth in the first quarter. Within this number, commercial aerospace growth was an outstanding 27%, continuing a strong trend. Other revenue markets will be covered later in the call.\nEBITDA was $483 million, with a margin rate of 25.7%, while operating income was $414 million with a margin of 22%. Operating income was up 38% year-over-year and increased 370 basis points with Engines and Fasteners performing at a high level supported by an increasingly strong set of results in our structures business. [indiscernible] also was essentially flat despite the market declines.\nEarnings per share were $0.67, an increase of 52% year-on-year. Free cash flow was also strong at $342 million, resulting in a quarter end cash balance of $752 million after share buybacks of $60 million and furthermore, a $23 million bond repurchases of the 2025 bonds and also dividends of $21 million.\nThe strong cash balance for an early retirement at par of the remaining $205 million of the 2024 bonds on July 1, one day after the quarter end. These actions will reduce annual interest costs by some $12 million and continue the march to reduce interest rate drag, which is now well below $200 million with its increase in free cash flow yield. I'll provide commentary on the future dividend actions in the outlook section.\nYou'll also note later in the -- the increase in the capital expenditures in 2024 of a $30 million level. This takes the level towards $320 million for the year. And these expenditures are mainly the deposits on future new machine tools, which are required to support even further new capacity growth for our engines business. This is necessary as we have now secured additional market share at the second engine manufacturer. These revenues will also commence during 2026, albeit at a quarter later than the previous discussions on this topic.\nI'll now pass the call across to Ken to provide additional details by end market and by business segment.\n\nKenneth J. Giacobbe\n\nExecutive VP & CFO, Arconic Inc.\n\nThank you, John. Good morning, everyone. Let's move to Slide 5. So markets continued to be healthy in the second quarter. On a year-over-year basis, performance was as follows: Total revenue was up 14%, driven by strong growth in Commercial Aerospace, which was up 27%. For the first half, Commercial Aerospace was up a healthy 25%. Growth continues to be robust this year on top of the 28% growth rate in 2022 and the 24% growth rate in 2023.\nMoving to our other markets. First, Defense Aerospace was also strong, up 11%, driven by fighter programs and engine spares demand. Next is Commercial Transportation. As expected, the market has weakened with revenue down 4%, although Howmet continues to gain share from Steel Wheels with Howmet's lighter and more fuel-efficient aluminum wheels.\nFinally, the industrial and other markets were up 4%, driven by Oil & Gas, up 14%, IGT up 6%; and General Industrial down 6%. In summary, continued strong performance in Commercial Aerospace, Defense And Industrial, partially offset by commercial transportation.\nNow let's move to Slide 6. So first, the P&L. For the second consecutive quarter, Q2 revenue, EBITDA, EBITDA margin and earnings per share were all records and exceeded the high end of guidance. On a year-over-year basis, revenue was up 14%, and EBITDA outpaced the revenue growth by being up 31%, while absorbing the addition of approximately 190 net new employees in the quarter. Incremental flow-through of revenue to EBITDA was excellent at 50%. Moreover, the team delivered records for both EBITDA margin of 25.7% and earnings per share of $0.67, which was up a healthy 52% year-over-year.\nNow let's cover the balance sheet and cash flow. The balance sheet and liquidity have never been stronger. Cash at the end of the quarter was $752 million, and free cash flow was a record for Q2 at $342 million. The healthy cash balance at the quarter end was used to repay the remaining balance on the 2024 bonds of $205 million. Payment was at par and was made 3 months early on July 1. Moreover, in Q2, we opportunistically repurchased $23 million of the 2025 bonds. The combination of these actions will reduce annual interest expense by $12 million annually, further improving free cash flow yield.\nFinally, net debt to EBITDA improved to a record low of 1.7x. All long-term debt is unsecured and at fixed rates, which will provide stability of interest rate expense into the future. Liquidity is strong with a healthy cash balance and $1 billion undrawn revolver complemented by the flexibility of a $1 billion commercial paper program.\nFinally, capital deployment. We deployed approximately $104 million of cash in the quarter to shareholders, of which $60 million was used to repurchase common stock. This was the 13th consecutive quarter of common stock repurchases. The average diluted share count improved to a record low Q2 exit rate of 410 million shares.\nFinally, we continue to be confident in free cash flow. In the first quarter, we deployed $21 million for the quarterly common stock dividend of $0.05 per share. John will discuss the increase in the Q3 dividend as well as our 2025 dividend policy.\nNow let's move to Slide 7 to cover the segment results for the second quarter. Engine Products delivered another record performance. Revenue increased 14% in the quarter to $933 million. Commercial aerospace was up 18% and defense aerospace was up 10%. Both markets realized higher OE build rates and spares. Oil & Gas was up 14% and IGT was up 6%. Demand continues to be strong across all of our engine markets driven by our differentiated products.\nEBITDA increased 31% year-over-year to a record $292 million. EBITDA margin increased 410 basis points year-over-year to a record 31.3%, while absorbing approximately 315 net new employees in the quarter to support future growth. The engines team delivered a record quarter for revenue, EBITDA and EBITDA margin. Now let's go to Slide 8.\nFastening Systems also had another strong quarter. Revenue increased 20% year-over-year to $394 million. Commercial aerospace was up 36%, including the impact of the [ wide-body recovery ]. Commercial Transportation was up 10%. General Industrial was up 3% and Defense Aerospace, which represents about 9% of Fasteners revenue was down 20%.\nYear-over-year, EBITDA outpaced revenue growth with an increase of 58% to just over $100 million. EBITDA margin increased 610 basis points year-over-year to a healthy 25.6%. The team has progressively improved results for 4 consecutive quarters through commercial and operational improvements, complemented by the Wide Body Recovery. Now let's move to Slide 9.\nAlthough Engineered Structures had a favorable comp year-over-year, performance continued to improve sequentially. Revenue increased 38% year-over-year to $275 million. Commercial Aerospace was up 42%, driven by build rates in the Wide Body Recovery. Defense Aerospace was up 45% year-over-year, driven primarily by the F-35 program.\nEBITDA doubled year-over-year, while EBITDA margin improved to 14.5%. Sequentially, Revenue, EBITDA and EBITDA margin increased for the fourth consecutive quarter. Incrementals continue to improve sequentially at 23%. We continue to optimize the structures manufacturing footprint, and we expect to exit 2 small plants in the U.K. this year. The team continues to make progress, and we expect continued improvements throughout 2024.\nFinally, let's move to Slide 10. Forged Wheels revenue was down 7% year-over-year, as expected, in a challenging market. EBITDA also decreased by 7%, driven by volume and regional mix. EBITDA margin continues to be healthy at 27%, which is essentially flat year-over-year.\nWith that, let me turn it back over to John for the outlook.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, Ken, and let's now move to Slide 11, and I'll talk you through the end markets and provide some overview.\nFirstly, regarding Commercial Aerospace. Our prior comments regarding strong demand for air travel throughout the world continues to apply. Air traffic growth in Asia Pacific has strengthened in particular, for international travel. In fact, international travel globally has been increasing in the 20% range, plus or minus. Freight volumes have also been robust with increases of 10% plus recorded. Domestic travel continues to go gradually in all markets. This travel demand, combined with an aging aircraft fleet is leading to significant orders and an extremely high backlog of total aircraft, or it is leading to a position where aircraft orders placed now cannot be fulfilled until the end of the decade and beyond in certain cases.\nHowever, the issue being faced by Howmet is not the demand but rather that sales are currently constrained to some degree by the ability of aircraft manufacturers to build and deliver aircraft on a consistent basis. These facts are the subject of many press articles and this little point in repeating those facts here.\nWhile Airbus is steadily increasing requirements while building below desired levels and slowing its volume run, the larger concern is Boeing. While parts orders directly from Boeing shows some trimming, they continue to be at levels above the actual 737 and 787 build rates.\nEngine orders have also been trimmed, albeit by a large percentage. Given the situation, the question surrounding Boeing and its affiliates inventory positions and liquidation of such inventory remains. We've tried to derisk this to a large extent in our guidance. And notably, update our assumed 737 build rate to 22 aircraft per month in 2024 versus the previous view of 20 per month. Naturally, we hope for a higher build on [ it ] and also the future rate increases.\nIn the case of Defense, the outlook continues to be a double-digit increase for the year. Strength is seen in Engine and Spares and new builds for legacy fighters. New orders are also being received for structural parts for [ Howmet Aerospace ]. IGT man is for a significant single-digit growth. It's worth noting there is a potential for increasing demand in the future for new IGT turbines as a result of increased requirements emanating farm electricity demand for data centers and AI needs. This potential demand increase is being studied and is worthy of further commentary in the future. Howmet is well placed in the IGT market being the largest supplier of turbine blades in the world to our customers of Siemens, [ GE Vernova ], Mitsubishi Heavy and [ Salto ]. Indeed, further production capacity will be added by Howmet into the IGT market in 2025 to support this increased demand.\nOil & Gas continues to be strong with double-digit increases. Spares for commercial aerospace, defense and IGT to continue to grow in aggregate at a pace of approximately 17% year-to-date, with further rate increase expected in the back of the year. Commercial truck builds are beginning to abate and the long predicted slowdown, particularly in Europe, has started and will lay on the second half at maybe a 10% reduction in addition to the more normal European summer vacation seasonality. This normal seasonality is also noted in our European aerospace operations and is fully baked into our third quarter guidance.\nBefore I talk to specific financial numbers, I'd like to cover 3 topics. First, the capital expenditure required for 2024 has been increased by a further $30 million to the midpoint of $320 million. This is reflective of additional customer contracts achieved with share gain for our engines business. A further exposee will be provided on this topic in our next call.\nDespite the additional capital expenditure, the free cash flow guide has been increased by $70 million, having taken account of this expenditure and also the increase for working capital in the revenue guide. The conversion of net income is maintained at the prior guide of approximately 85%. And ultimately, this expenditure leads to further future revenue growth. It's a great outcome. With revenue starting to accrete in late 2025. The guide for capital expenditures for 2024, 2025 is approximately 4% of revenue.\nThe next topic is the dividend. We will increase the common stock dividend starting with the August payment to $0.08 per share. This is an increase of 60% and a further increase from our expectations discussed during our call in May. Moreover, for 2025, common stock dividends are expected to be in the 15% of net income, excluding special items, plus or minus 5%.\nFinally, share buyback authorization has also been addressed by the Board and increased by $2 billion to approximately a total of $2.5 billion.\nNow moving to specific numbers. In Q3, we expect revenues of $1.855 billion, plus or minus $10 million, EBITDA of $465 million, plus or minus $5 million. And earnings per share of $0.64 plus or minus $0.01. It should also be noted that we have increased revenue guidance for the year both incorporating the Q2 beat and a further additional uplift to the previous assumed second half revenues. For the year, we now expect revenues to be at $7.44 billion, plus or minus $40 million. which is an increase of $140 million from the prior guide. EBITDA is guided to $1.865 billion, plus or minus $10 million, which is an increase of $115 million from the prior guide.\nEarnings per share increased to $2.55, plus or minus $0.02, an increase of 39% year-over-year. And free cash flow is guided to $870 million, plus or minus $30 million an increase of $70 million from the prior guide. And that's after increasing that CapEx requirements by $30 million and the revenue of $140 million. You can see from the numbers shown revenue, profit and free cash flow have lifted again for 2024, and that total annual revenue has increased to a 12% growth rate year-over-year.\nNow I'll move to provide a summary. First statement is, we're pleased with our second quarter results. The guide for the year has been raised again on all fronts. We believe we've taken account of the commercial aircraft build rigs and the inventory positions [ which ] is centered on Boeing.\nAnd thank you very much, and now I'll move to the questions"
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/1dfb04a59d1f9723ab46d2cc1b554ed9",
        "textblob_polarity": 0.10677286359314005,
        "textblob_subjectivity": 0.4137653859197638,
        "sentiment": {
            "distribution": {
                "neutral": 2,
                "positive": 14
            },
            "scores": {
                "neutral": 0.990685224533081,
                "positive": 0.9991294954504285
            }
        },
        "content1": "Q1 2024 Howmet Aerospace Inc Earnings Call\n\nQ1 2024 Howmet Aerospace Inc Earnings Call\n\nHWMNYSEMAY 2, 4:00 PM\n\nOperator\n\nGood morning, and welcome to the Howmet Aerospace First Quarter 2024 Earnings Conference Call. [Operator Instructions]. Please note, this event is being recorded.\nI would now like to turn the conference over to Paul Luther, Vice President of Investor Relations. Please go ahead.\n\nPaul Thomas Luther\n\nDirector, Investor Relations, Arconic, Inc.\n\nThank you, Gary. Good morning, and welcome to the Howmet Aerospace First Quarter 2024 Results Conference Call. I'm joined by John Plant, Executive Chairman and Chief Executive Officer; and Ken Giacobbe, Executive Vice President and Chief Financial Officer.\nAfter comments by John and Ken, we will have a question-and-answer session. I would like to remind you that today's discussion will contain forward-looking statements relating to future events and expectations. You can find factors that could cause the company's actual results to differ materially from these projections listed in today's presentation and earnings press release and in our most recent SEC filings.\nIn today's presentation references to EBITDA, operating income and EPS mean adjusted EBITDA, excluding special items, adjusted operating income, excluding special items and adjusted EPS, excluding special items. These measures are among the non-GAAP financial measures that we've included in our discussion. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release and in the appendix in today's presentation.\nWith that, I'd like to turn the call over to John.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, [ Paul ], and good morning, everybody. Q1 2024 was an outstanding quarter for Howmet revenue, profit, margin, and earnings per share were records and all improved versus guidance last year and sequentially.\nMore specifically, Q1 performance and year-over-year improvements were as follows: Revenue was $1.824 billion, up 14%. EBITDA was $437 million, up 21%, with a healthy incremental of 35%. EBITDA margin was up 150 basis points to 24%. Operating income was 27 -- was up 27% with a margin rate of above 20. Earnings per share were $0.57, an increase of 36% year-over-year and 8% sequentially.\nWe'll recall that in Q4, the earnings per share benefited by an unusually low tax rate of 20.7% and also currency favorability and hence, the sequential improvement was indeed excellent. Free cash flow was $95 million and marks the first quarter with an inflow to be followed by further inflows in Q2, Q3 and Q4. We were particularly pleased with the positive cash flow since for many years, we've seen Q1 outflows, which had to be overcome in later quarters.\nA total of $150 million of cash was used to reach purchase shares. Just over 2.2 million shares at an average price of approximately $67. Dividends of $0.05 per share were paid, and you'll recall that these had been increased by 25% in Q4 of 2023. Finally, net debt to EBITDA was a record low of 2x.\nI'll now turn the call over to Ken to cover the financials in more detail before returning to talk to the overall outlook for 2024.\n\nKenneth J. Giacobbe\n\nExecutive VP & CFO, Arconic Inc.\n\nThank you, John, and good morning, everyone. Let's move to Slide 5 for an overview of the markets. All markets continued to be healthy in the first quarter. On a year-over-year basis, performance was as follows: Total revenue was up 14%, driven by very strong growth in the commercial aerospace market, which was up 23%. The Commercial aerospace has now grown for 12 consecutive quarters and represents approximately 50% of total revenue; growth continues to be robust, supported by demand for new more fuel-efficient aircraft with reduced carbon emissions and increased spares demand for engines.\nMoving to our other markets. First, defense aerospace was also strong. up 12%, driven by fighter programs and engine spares demand. Next is commercial transportation, which has been resilient in a challenging market. Revenue was up slightly as we continue to offset weakness in the market by taking share from steel wheels with Howmet lighter and more fuel-efficient aluminum wheels. Finally, the industrial and other markets were up 7%, driven by oil and gas up 15%; general industrial, up 10% in IGT, which was flat. In summary, another strong quarter across all of our end markets.\nNow let's move to Slide 6. First, moving to the P&L. Q1 revenue, EBITDA, EBITDA margin and earnings per share were all records and exceeded the high end of guidance. Revenue was up 14% and EBITDA outpaced revenue growth by being up 21%, while absorbing the addition of approximately 430 net new employees in the quarter. Incremental flow-through of revenue to EBITDA was a healthy 35%. EBITDA margin was a record at 24% and earnings per share was also a record at $0.57 which was an increase of 36% year-over-year.\nNow let's move to the balance sheet and cover the balance sheet and cash flow. The balance sheet and liquidity have never been stronger. Cash at the end of the quarter was $534 million, and free cash flow was a record for Q1 at $95 million. Net debt to EBITDA improved to a record low of 2x. All long-term debt is unsecured and at fixed rates, which provides stability of interest rate expense into the future.\nHowmet's improved financial leverage and strong cash generation were reflected in Moody's Q1 ratings upgrade to investment grade. With this upgrade, we are now rated as investment grade with all 3 rating agencies. Additionally, with the recent upgrades, we have established a $1 billion commercial paper program, which further strengthens our liquidity. Finally, we continue to have access to our $1 billion undrawn revolver. Total liquidity now stands at approximately $2.5 billion.\nFinally, let's move to capital deployment. We deployed approximately 700 -- excuse me, $170 million of cash in the quarter to shareholders, of which $150 million was used to repurchase common stock. This was the 12th consecutive quarter of common stock repurchases. The average diluted share count improved to a record low Q1 exit rate of 411 million shares.\nFinally, we continue to be confident in our free cash flow. In the first quarter, we deployed approximately $20 million for the quarterly common stock dividend of $0.05 per share.\nNow let's move to Slide 7 to cover the segment results for the first quarter. Engine Products continued its strong performance. Revenue increased 11% in the quarter to $885 million. Commercial aerospace was up 14% and defense aerospace was up 13%. Both markets realized higher build rates and spares growth. Oil and gas was up 15% and IGT was flat. Demand continues to be strong across all of our engines markets. EBITDA increased 17% year-over-year to a record $249 million.\nEBITDA margin increased 140 basis points year-over-year to a record 28.1%, while absorbing approximately 435 net new employees in the quarter. Once again, the engines team delivered another strong quarter.\nNow let's move to Slide 8. Fastening Systems also had a strong quarter. Revenue increased 25% year-over-year to $389 million. Commercial aerospace was up 44%, including the impact of the widebody recovery. Commercial Transportation was up 5%. General Industrial was up 14% and Defense aerospace was down 11%. Year-over-year.\nEBITDA outpaced revenue growth with an increase of 59% to $92 million. EBITDA margin increased 510 basis points year-over-year to 23.7%, which reflects the improved commercial and operational performance, complemented by the widebody recovery.\nNow let's move to Slide 9. Engineered Structures performance continued to improve. Revenue increased 27% year-over-year to $262 million. Commercial aerospace was up 26%, driven by build rates and the widebody recovery. Defense Aerospace was up 27% year-over-year, primarily driven by the F-35 program. EBITDA was up $7 million year-over-year and EBITDA margin decreased slightly to 14.1%. Sequentially, revenue, EBITDA and EBITDA margin increased for the third consecutive quarter. The team is making progress, and we expect continued improvements throughout 2024.\nFinally, let's move to Slide 10. Forged Wheels revenue was essentially flat year-over-year in a challenging market. Although revenue was essentially flat, EBITDA increased 4%, driven by volume and productivity. EBITDA margin was a healthy 28.5%.\nWith that, now let me turn it back over to John.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, Ken, and let's move to Slide 11 to show our progress on [ GHG ]. We continue to leverage our differentiated technologies to help our customers manufacture lighter, more fuel-efficient aircraft and commercial trucks with lower carbon footprints. Howmet remains committed to managing our energy consumption and environmental impacts as we increase production.\nIn 2023, continue -- we continue to progress against our 2024 greenhouse gas emissions goal by achieving a 20% reduction in total greenhouse gas emissions from 2023 compared to 2019. which is our baseline year. We're tracking well to our 2024 goals of a 21.5% reduction.\nI would like to draw your attention to the issuance of our annual ESG report in April, which details the good progress we've made. Additionally, in the report, we reflect 2027 goals for Howmet, which shows the continued progress on our baseline year of 2019 with a full 33% reduction in greenhouse gas emissions.\nNow let's turn to Slide 12 and start to talk about the outlook for the business. Firstly, I'll address commercial aerospace, which represents our largest revenue market. Demand for air travel continues to be very strong. And if anything, will be constrained during the summer season by the availability of new aircraft, especially narrow-body aircraft.\nAsia Pacific travel, which has been lagging in the U.S. and Europe has been increasing rapidly. And is now back to approximately 90% of pre-pandemic levels. International Asia Pacific travel was up approximately 50% in the recent months and speaks well to future aircraft demand especially wide-body aircraft.\nFreight requirements also continue to be robust. The 1 item that needs to be said that is the fact of the FAA restrictions on the Boeing 737 MAX production of 38 per month in the light of continuing quality problems at Boeing. These facts are extensively reported in the press and have resulted in lower production, well below the prior levels of approximately 30 aircraft per month, which in itself was well below the 2023 targets of 38 aircraft per month. Clearly, the prospect of going up to rate 42 and rate 47 per month is now unlikely in 2024. This has caused Howmet to completely replan our year. And we've concluded that a further reduction in build to approximately 20 aircraft per month average for the year is a more secure assumption than that previously reported of 34 aircraft per month.\nAs we replan our year, we should take in account of this revenue adjustment, while replanning other areas of our business. For example, Spares, Defense and Wheels revenues, and we net all of this replanning out to an overall increase of approximately $200 million of revenue for 2024. This guide reflects continuing strong Airbus production in line with our overall planned percentage increase of aircraft of approximately 9%. We now envisage as an example, Wheels revenue being higher than previously expected in Q1 and Q2, whilst continuing to expect a reduction in the second half of the year.\nIn the second half, we expect this to be offset by higher wide-body build especially in preparing to move into 2025, complemented by robustness in Spares, Defense and IGT sales. However, we do expect Boeing to trim back production part schedules for the 737 MAX to lower levels than previously envisioned.\nIn terms of specific numbers in Q2, we expect revenue to be $1.35 billion, plus or minus $10 million, EBITDA $440 million, plus or minus $5 million, earnings per share of $0.58, plus or minus $0.01. For the year, we see revenues around $7.3 billion, plus or minus $75 million. EBITDA of $1.75 billion, plus or minus $30 million, earnings per share of $2.35, plus or minus $0.04 and free cash flow of $800 million, plus or minus $50 million.\nClearly, the diversity of Howmet product revenues and solidity of performance can be seen in these numbers. We're pleased with the resulting increased outlook and our free cash flow in particular. Therefore, we expect to increase our dividend payout in the second half of the year, starting with the payment in August pending Board approval.\nSpecifically, the expected dividend increase is $0.02 per share to a total of $0.07 per share, which is a 40% increase. This notably maintains the 2023 dividend yield. The balanced capital allocation plan continues. Capital expenditures elevated over 2022 and 2023 levels and is now a little ahead of depreciation.\nThe main thrust continues to be the expansion in our engines business to achieve the market share increases that I already talked about on the last call. The majority of the other uses of free cash flow in terms of capital allocation will be share buyback in 2024, while still preserving the ability to pay down the stuff of the 2024 bond of $200 million should we decide to do so.\nI'm also sure that we will focus on refinancing the 2025 bonds later in the year or the latest in early 2025. I thought it useful to provide more of an extensive road map to our capital allocation thoughts during this call.\nIn terms of net leverage, we're also envisaging getting closer to our minimum leverage target of towards 1.5x net debt to EBITDA by year-end from the 2x that we currently have at the end of Q1.\nIn summary, moving to the summary slide. We have a strong start to the year. We have incremental EBITDA margins of 35% and an operating margin now over 20%. We have the ability to withstand the reduced narrow-body build notably from Boeing. We have a complete replanning of our year. We've increased the guide by $200 million of revenue at midpoint and the margin rate from 23% to 24%. And we've increased cash flow just under $100 million.\nWe also noted that we expect to raise the dividend by 40% in the second half of the year. And that we have a clear plan for the balance of 2024 in terms of capital allocation plans.\nThank you, and we'll now move to Q&A."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/49fcba136663bb3026904f6af0d50c60",
        "textblob_polarity": 0.06145899630171154,
        "textblob_subjectivity": 0.38897913620595703,
        "sentiment": {
            "distribution": {
                "positive": 17,
                "negative": 2,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9737570916905123,
                "negative": 0.7437385022640228,
                "neutral": 0.9733217557271322
            }
        },
        "content1": "Q4 2023 Howmet Aerospace Inc Earnings Call\n\nQ4 2023 Howmet Aerospace Inc Earnings Call\n\nHWMNYSEFEB 13, 4:00 PM\n\nOperator\n\nHello, and welcome to the Howmet Aerospace Fourth Quarter 2023 and Full Year Earnings Conference Call. [Operator Instructions]\nI would now like to hand the call over to Paul Luther, Vice President, Investor Relations, Please go ahead.\n\nPaul Thomas Luther\n\nDirector, Investor Relations, Arconic, Inc.\n\nThank you, MJ. Good morning, and welcome to the Howmet Aerospace Fourth Quarter and Full Year 2023 Results Conference Call. I'm joined by John Plant, Executive Chairman and Chief Executive Officer; and Ken Giacobbe, Executive Vice President and Chief Financial Officer.\nAfter comments by John and Ken, we will have a question-and-answer session. I would like to remind you that today's discussion will contain forward-looking statements relating to future events and expectations. You can find factors that could cause the company's actual results to differ materially from these projections listed in today's presentation and earnings press release and in our most recent SEC filings. In today's presentation, references to EBITDA, operating income and EPS, mean adjusted EBITDA, excluding special items, adjusted operating income, excluding special items and adjusted EPS, excluding special items.\nThese measures are among the non-GAAP financial measures that we've included in our discussion. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release and in the appendix in today's presentation.\nAnd with that, I'd like to turn the call over to John.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, PT, and welcome, everyone, to the 2023 year-end results call. If you move to Slide 4, please. And I'll start off by saying, Howmet's fourth quarter results were indeed very strong. Revenue, EBITDA, EBITDA margin and earnings per share all met or exceeded the high end of guidance. More importantly, continue to outgrow each of our respective markets.\nSpecifically, revenue was $1.73 billion, an increase of 14% year-over-year and with commercial aerospace up 22%. EBITDA was $398 million, which was an increase of 18% year-on-year, while EBITDA margin was in line with Q3 at a solid 23%. Second half EBITDA margin was 30 basis points greater than the full year average and Q4 earnings per share increased by a significant 39%. For the full year, revenue was up 17%, driven by Commercial Aerospace, up 24% and EBITDA was up 18%. Earnings per share continued to improve on usually and was a record $1.84 per share, which is an increase of 31% year-over-year.\nMoving to the balance sheet and free cash flow. Free cash flow was a record and above the high end of guidance at $682 million. And in the fourth quarter, Howmet continued to be its balanced capital allocation strategy by buying back another $100 million of common stock and we're paying another $100 million of debt as part of its reduction of the 2024 bonds.\nMoreover, we refinanced $400 million of the 2024 bonds at a reduced interest rate. The combination of these actions further reduces annualized interest expense by $10 million going into 2024. This goes towards continued improvement in free cash flow yield and improved earnings per share. Lastly, net leverage improved to a record 2.1x, which was in line with expectations. Each segment contributed with engine products and forge wheels delivering record profits. We were pleased with the pickup in faster margins to adjust in excess of 22% EBITDA margin.\nKen is going to detail all of this in his commentary. Having completed a strong 2023. The majority of my comments today will focus on the outlook for 2024 and will be covered in the guidance section after covering the historical results. We look forward to a healthy 2024.\nAnd now over to Ken.\n\nKenneth J. Giacobbe\n\nExecutive VP & CFO, Arconic Inc.\n\nThank you, John. Let's move to Slide 5 for an overview of the markets. All markets continue to be healthy, and we are well positioned for future growth. Revenue was up 14% in the fourth quarter and up 17% for the full year. The commercial aerospace recovery continued throughout 2023, with revenue up 22% in the fourth quarter and up 24% for the full year, driven by all 3 aerospace segments. Commercial Aerospace has grown for 11 consecutive quarters and stands at just over 50% of total revenue.\nGrowth continues to be robust, supported by the demand for new, more fuel-efficient aircraft with reduced carbon emissions and increased spares demand. Defense Aerospace was flat for the fourth quarter. However, Defense Aerospace was up 10% for the full year, driven by legacy fighter programs and spares demand. Commercial Transportation was up 5% year-over-year in the fourth quarter and up 9% for the full year, driven by higher volumes.\nFinally, the industrial and other markets were up 21% in the fourth quarter, driven by oil and gas, up 34%, IGT up 24% and industrial up 9%. For the full year, the industrial and other markets were up 17% year-over-year, driven by oil and gas, up 38%, IGT up 16% and general industrial up 7%.\nIn summary, another strong year across all of our end markets. Now let's move to Slide 6. Consistent with prior calls, we will start with the P&L and focus on enhanced profitability. For the full year, revenue, EBITDA, EBITDA margin and earnings per share all met or exceeded the high end of guidance. For the full year, revenue was $6.64 billion, up 17% year-over-year. EBITDA was $1.5 billion and outpaced revenue growth by being up 18% year-over-year, while absorbing the addition of approximately 1,850 net new hires.\nEBITDA margin for the year was strong at 22.7% with a fourth quarter exit rate of 23%. Adjusting for the year-over-year inflationary cost pass-through, the flow-through of incremental revenue to EBITDA was approximately 31% in the fourth quarter and approximately 26% for the full year. Earnings per share was a record $1.84, up 31% year-over-year.\nAdditionally, Q4 earnings per share was a record at $0.53 per share versus the prior quarterly record of $0.46 per share. In the quarter, we had 2 minor benefits impacting earnings per share, $0.01 associated with the Q4 favorable tax rate and $0.01 related to favorable foreign currency. The fourth quarter represented the tenth consecutive quarter of growth in revenue, EBITDA and earnings per share.\nNow let's cover the balance sheet. The balance sheet has never been stronger. Free cash flow for the year was a record $682 million, which exceeded the high end of guidance. As we have done every year since separation, we continue to drive free cash flow conversion of net income to our long-term target of 90%. The year-end cash balance was a healthy $610 million with strong liquidity. For the full year, we reduced the 2024 debt tower by approximately $875 million. $475 million came from the balance sheet and $400 million was refinanced at a fixed rate with an approximate coupon of 3.9%.\nNet debt to EBITDA improved to a record low of 2.1x. All long-term debt is unsecured and at fixed rates, which will provide stability of interest rate expense into the future. Howmet's improved financial leverage and strong cash generation were reflected in S&P's December rating upgrade to BBB-, with this upgrade, we are now rated as investment grade by 2 of the 3 rating agencies.\nFinally, moving to capital allocation. We continue to be balanced in our approach. For the year, approximately $800 million of cash on hand was deployed to debt pay down, common stock repurchases and quarterly dividends. The previously mentioned debt reduction actions during the year lowers annualized interest expense by approximately $29 million. We also repurchased $250 million of common stock at an average price of $47.76 per share. This was the 11th consecutive quarter of common stock repurchases. Share buyback authority from the Board of Directors stands at approximately $700 million. The average diluted share count improved to a record low Q4 exit rate of 413 million shares.\nFinally, we continue to be confident in free cash flow. In the fourth quarter, the quarterly common stock dividend was increased by 25% to $0.05 per share. Now let's move to Slide 7 to cover the segment results for the fourth quarter. Engine Products continued its strong performance. Revenue increased 16% year-over-year to $852 million. Commercial aerospace was up 14% and defense aerospace was up 18%. Both markets realized higher build rates and spares growth. Oil and gas was up 25% and IGT was up 24% as demand continues to be strong. EBITDA increased to 22% year-over-year to a record $233 million.\nEBITDA margin increased 120 basis points year-over-year to 27.3% while absorbing approximately 180 net new employees in the fourth quarter and approximately 1,030 net new employees for the full year. For the full year, EBITDA was $887 million and EBITDA margin was 27.2%, both were records for the engines products team, a significant accomplishment. 2023 EBITDA margin was up approximately 450 basis points from 2019 when revenue was at a similar level.\nNow let's move to Slide 8. Fastening Systems revenue increased 26% year-over-year to $360 million. Commercial aerospace was 45% higher, including the impact of the wide-body recover. Commercial Transportation was up 13%, general industrial was up 8% and defense aerospace was down 9%. Year-over-year EBITDA increased 38% to $80 million. EBITDA margin increased 180 basis points year-over-year to 22.2%. We are pleased with the continued performance of the fastening systems team with 3 consecutive quarters of revenue, EBITDA and EBITDA margin growth.\nNow let's move to Slide 9. Engineered Structures revenue increased 6% year-over-year to $244 million. Commercial aerospace was up 19%, driven by build rates and the wide-body recovery. Russian titanium share gain was flat year-over-year at approximately $20 million due to timing of shipments. Defense Aerospace was down 35% year-over-year, driven by the F-35 and legacy fighter programs. EBITDA was $33 million, down slightly from prior year. EBITDA margin decreased 130 basis points year-over-year to 13.5% partially due to absorbing net new employees.\nHowever, sequentially, revenue, EBITDA and EBITDA margin increased for the second consecutive quarter. In Q4, sequential revenue increased 7% and EBITDA increased 10%. Although production efficiencies are not yet back to targeted levels, we are making progress and expect continued recovery in 2024.\nNow let's move to Slide 10. Forged Wheels year-over-year revenue increased 3% to $275 million. The $9 million increase in revenue year-over-year was driven by an 8% increase in volume, partially offset by lower aluminum prices. Sequentially, volumes were down 3% as we're starting to see signs of the commercial transportation market softening. EBITDA was flat year-over-year. EBITDA margin decreased 90 basis points, primarily due to the timing of inflationary cost pass-through.\nFinally, let's move to Slide 11 for more detail on debt actions. In the fourth quarter, we redeemed $500 million of our 2024 bonds. The $500 million redemption at par was funded with approximately $100 million of cash from the balance sheet and approximately $400 million draw from 2 term loan facilities. All term loans are prepayable without penalties or premiums and mature in November of 2026. $200 million was drawn from the U.S. dollar-denominated term loan facility and approximately $200 million was drawn from a Japanese yen denominated term loan facility. We entered into interest rate swaps to exchange the floating interest rates of the term loans into fixed interest rates.\nThe weighted average fixed interest rate is approximately 3.9%, which is lower than the 2024 bonds coupon of 5[indiscernible] the combined impact of these Q4 actions is expected to reduce annualized interest expense by approximately $10 million. Moreover, debt reductions in Q1 through Q3 reduced annualized interest expense by an additional $19 million. We continue to leverage the strength of our balance sheet. Since 2020, we've paid down gross debt by approximately $2.2 billion with cash on hand and lowered our annualized interest cost by more than $130 million.\nGross debt now stands at approximately $3.7 billion. All long-term debt continues to be unsecured and at fixed rates and our $1 billion revolver remains undrawn. Lastly, before turning it back to John, let me highlight a couple of additional items. As we continue to focus on improving Howmet's performance and capital allocation, I wanted to highlight our pretax RONA, or return on net assets metric, RONA, which excludes goodwill and special items, has improved by approximately 400 basis points on a year-over-year basis from 29% in 2022 to 33% in 2023.\nYou will find reconciliations in the appendix of the presentation. Lastly, in the appendix on Slide 16, we have included 2024 assumptions. Interest expense is expected to improve to approximately $200 million. The guidance includes all debt actions completed to date. The operational tax rate is expected to continue to improve to a range of 21% to 22%. The midpoint of our guidance represents approximately a 600 basis point improvement in the operational tax rate since separation in 2020. We continue to be focused on further improvements in our operational tax rate. Pension and OPEB expense as well as contributions are expected to increase modestly by approximately $15 million year-over-year.\nFinally, we expect miscellaneous other expenses, which are below the line to be in the range of $5 million of income to $15 million of expense for the year, but are very volatile within quarters.\nSo with that, let me turn it back to John.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, Ken, and let's move to Slide 12, please. The commercial aerospace market continues to be strong. Airline load factors are good. International travel continues to strengthen and all this has led to significant orders for new aircraft and higher levels of aircraft backlog at both Airbus and Boeing. Demand for new aircraft is expected to be sustained due to the need for aircraft with substantially improved fuel efficiency and also to the commitments made by airlines of improvement towards carbon neutrality with 2 stages of 2030 and then 2050.\nCommercial aerospace bars are also growing not only due to the number of aircraft in service, but also in the case of narrowbody due to the increased service shop visit requirements of the newer fuel-efficient engines. This is a long-term trend over the next decade and 1 which we look forward to. Defense budgets and hence the defense market continues to be strong in fighter aircraft, farmers, drones and helicopters. Tank turbines and Howmet systems are also strong. Specifically, we expect increased F-35 engine spare requirements due to the shop visit requirements as the fleet continues to expand globally.\nOther markets of oil and gas and gas turbines continue to be healthy. We do see natural gas turbines to be the natural accompanying technology to the renewal segment of wind and solar. The market where we're cautious is that of commercial transportation, where we see potential for up to a 10% reduction in revenue as we move through 2024. We do envisage commercial transportation to resume growth in 2025 and into 2026. This is supported by the view that any potential reduction is mild due in part to the continued secular growth of our improved penetration of aluminum wheels compared to steel -- the needs of fuel efficiency or increased payloads. Also as truck engines move to alternate means of propulsion other than fossil fuels, the adoption of aluminum wheels should gradually move towards 100%.\nMoving now from general market commentary to specific numbers. We expect Q1 revenue to be up 9% year-over-year and EBITDA up approximately 11%. For Q1 of 2024, we expect revenues of $1.74 billion, plus or minus $10 million, EBITDA of $400 million, plus or minus $5 million and earnings per share of $0.51, plus or minus $0.1. This is similar to Q4 after excluding the one-off benefits of the tax rate and below the line items, which contributed about $0.02.\nRegarding the full year 2024, we see revenue at $7.1 billion, plus or minus $100 million, EBITDA of $1.635 billion, plus or minus $35 million and earnings per share of $2.15 plus or minus $0.05. Free cash flow, we see a $735 million, plus or minus $35 million and CapEx of $290 million, plus or minus $15 million.\nI'd like to comment further on the capital expenditures, seen as these are expected to be above depreciation for the first time in many years. Essentially, this is due to investment opportunities materializing the engine products business. We see this as a very good sign to be able to deploy capital with high returns and rapid future growth. In fact, let me expand in that 2023, which was another year of above-market growth in each of our segments, in fact, above 5% above market served. This engineering investment is viewed as excellent and speaks to the continued market growth in the business with 27% plus EBITDA margins and a 33% plus return of capital. And this continued growth is seen as the investments come on stream in approximately 18 months' time. Underpinning all of this is an agreement with 1 of our engine manufacturer customers for increased business and increased market shares. This does not change our long-term commitment to deliver average free cash flow conversion of 90% of net income. And as you can see from our guide, free cash flow after all cost is approximately 45% of EBITDA which is best-in-class.\nWe based our guidance on Boeing 737 MAX production of 34 aircraft per month and 6 787 aircraft per month. Our Airbus assumptions are in line with their plans. As an example, Airbus A320s are at 56 aircraft per month. We are prepared and can be prepared should volumes increase above current customer assumptions. In the case of the A320 we're anticipating the build rate increasing in 2025 to approximately 60 to 65 aircraft a month and that will require us to do some prebuilds or parts in 2024, and that explains the average we've given.\nPlease now move to Slide 13. 2023 was another good year for Howmet. Sales increased by 17% and were above each of our segments and markets. EBITDA was up 18% and EBITDA margin increased to 23% in the second half of the year. Earnings per share was up 31%. Cash flow exceeded guidance and was in line with our long-term view of converting 9% of net income into cash flow. The balance sheet was strengthened with significant debt paydown repurchases with cash on hand and record low net leverage of 2.1x. The outlook for next year or for that 2024 has already been outlined in the numbers given. But let me give you some qualitative terms to look at 2024 as it demonstrates the following features.\nWe have further revenue growth, which we expect will be proven to be again in excess of our end markets served. Free cash flow continues to improve with the higher EBITDA margins and we expect further reduced debt and interest expense burden, and we take into 2024 a reduced share count. And you can expect further shareholder-friendly actions of increased share buybacks and further dividend growth.\nAnd now I'll close my prepared remarks. I now hand over and [indiscernible] for questions."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/8c772c49fe6879665d8e8be70a8760e8",
        "textblob_polarity": 0.09558333171561866,
        "textblob_subjectivity": 0.37285842085169435,
        "sentiment": {
            "distribution": {
                "neutral": 5,
                "positive": 13
            },
            "scores": {
                "neutral": 0.9596731066703796,
                "positive": 0.9995817450376657
            }
        },
        "content1": "Q3 2023 Howmet Aerospace Inc Earnings Call\n\nQ3 2023 Howmet Aerospace Inc Earnings Call\n\nHWMNYSENOV 2, 2:30 PM\n\nOperator\n\ngood day, and welcome to the Third Quarter 2023 Howmet Aerospace Earnings Conference Call.\n[Operator Instructions]\nPlease note this event is being recorded. I would now like to turn the conference over to Paul Luther, Vice President of Investor Relations. Please go ahead.\n\nPaul Thomas Luther\n\nDirector, Investor Relations, Arconic, Inc.\n\nThank you, Betsy. Good morning, and welcome to the Howmet Aerospace Third Quarter 2023 Results Conference Call. I'm joined by John Plant, Executive Chairman and Chief Executive Officer; and Ken Giacobbe, Executive Vice President and Chief Financial Officer.\nAfter comments by John and Ken, we will have a question-and-answer session. I would like to remind you that today's discussion will contain forward-looking statements relating to future events and expectations. You can find factors that could cause the company's actual results to differ materially from these projections listed in today's presentation and earnings press release and in our most recent SEC filings. In today's presentation, references to EBITDA, operating income and EPS mean adjusted EBITDA, excluding special items, adjusted operating income, excluding special items and adjusted EPS, excluding special items.\nThese measures are among the non-GAAP financial measures that we've included in our discussion. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release and in the appendix in today's presentation.\nWith that, I'd like to turn the call over to John.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, PT, and welcome, everybody, to the Q3 earnings call.\nThe results for the third quarter were solid in all respects and exceeded the guidance given in August, which itself was a further increase on that provided in May and February. Sales of $1.658 billion, increase of 16% year-over-year. EBITDA Was $382 million, an increase of 18%. EBITDA margin increased to a headline rate of 23%. Margin rate improvements reflect the continuing good work in all segments. I would like to note fasteners with not a sequential quarterly improvement of 230 basis points and additionally, the structure segment had a 320 basis points recovery from the Q2 rate. Howmet's year-over-year revenue increase flowed through to incremental EBITDA margin at a rate of 28%, which was in line with the guidance.\nOperating income increased by 22% year-over-year and operating income margin was 19%. I continued top line growth and healthy margins generated an earnings per share increase of 28%. Free cash flow was healthy at $132 million, and help drive shareholder-friendly actions, including gross debt retirement of $200 million, share buyback of $25 million.\nLastly, we also announced a 25% increase in the dividend on top of last year's 50% increase. Having provided this top-level summary. I'll pass the call to Ken to provide further details of revenue by end market and the results by business segments.\n\nKenneth J. Giacobbe\n\nExecutive VP & CFO, Arconic Inc.\n\nThank you, John.\nLet's move to Slide 5. All markets continue to be healthy with revenue in the third quarter, up 16% year-over-year and 1% sequentially. As expected, sequential revenue growth was impacted by normal third quarter seasonality. Commercial aerospace increased 23% year-over-year, driven by all 3 aerospace segments. Commercial Aerospace has grown for 10 consecutive quarters and stands at 49% of total revenue. Commercial aerospace growth continues to be robust supported by demand for new, more fuel-efficient aircraft as well as increased spares demand. Defense Aerospace was up 13% year-over-year driven by the F-35 and legacy fighter programs.\nCommercial Transportation, which impacts both forged wheels in the Fastening Systems segment was up 7% year-over-year, driven by higher volumes. Commercial transportation remains resilient despite normal seasonality. Finally, the industrial and other markets were up 10% year-over-year, driven by oil and gas, up 29%, General Industrial, up 8%; and IGT up 4%. In summary, another very strong quarter across all of our end markets.\nNow let's move to Slide 6 for more details on the third quarter results. Starting with the P&L and enhanced profitability, revenue, EBITDA, EBITDA margin and earnings per share all exceeded the high end of guidance. Revenue was $1.658 billion, up 16% year-over-year. EBITDA was $382 million, up 18% year-over-year. while absorbing near-term costs associated with net headcount conditions of approximately 645 employees. The Engine segment drove a majority of the increase by adding approximately 500 employees. Year-to-date, net debt count additions are just over 1,500 employees. We continue to increase headcount for the expected revenue ramp. EBITDA margin was strong at 23% despite absorbing the headcount additions. Adjusting for year-over-year inflationary cost pass-through of approximately $15 million, EBITDA margin was 23.3% in the flow-through of segment incremental revenue to EBITDA was at approximately 28% year-over-year, which is right in line with our guidance.\nEarnings per share was strong at $0.46 per share up 28% year-over-year. The third quarter reason represents the ninth consecutive quarter with growth in revenue, EBITDA and earnings per share.\nNext is the balance sheet. The balance sheet continues to strengthen while returning cash to key stakeholders. The ending cash balance was $425 million after generating $132 million of free cash flow. In the quarter, $242 million of cash on hand was allocated to debt reduction, common stock repurchases and dividends. Net debt to EBITDA improved to a record low of 2.3x. All bond debt is unsecured and at fixed rates, which will provide stability of interest rate expense in the future.\nOur next bond maturity of $705 million is due in October of 2024. Howmet's improved financial leverage and strong cash generation were reflected in Fitch's August credit upgrade from BBB- to BBB, 2 notches into investment grade. Moreover, Moody's upgraded Howmet's outlook from stable to positive in September. The balance sheet continues to strengthen and is recognized with the rating agency upgrades.\nFinally, moving to capital allocation. We continue to be balanced in our approach. In the quarter, capital expenditures were $59 million, which continues to be less than depreciation and amortization. In the third quarter, we reduced debt by another $200 million. Year-to-date, we have reduced debt by approximately $376 million, which will lower annualized interest expense by approximately $19 million. We also repurchased $25 million of common stock in the third quarter at an average price of $49.32 per share. This was the tenth consecutive quarter of common stock repurchases. Share buyback authority from the Board stands at $797 million. Since separation in 2020, we have repurchased more than $1 billion of common stock. We exited the third quarter with a diluted share count of 414 million shares.\nFinally, we continue to be confident in free cash flow. In the third quarter, the quarterly stock dividend was $0.04 per share. The quarterly stock dividend will be increased by 25% in the fourth quarter to $0.05 per share. Now let's move to Slide 7 to go through the segment results for the third quarter. The Engine Products segment continued its strong performance. Revenue was $798 million, an increase of 17% year-over-year. Commercial aerospace was up 15% and Defense/Aerospace is up 33% with both markets driven by higher build rates and spares growth.\nOil and gas was up 33% and IGP was up 4% as demand continues to be strong. As expected, sequential revenue was down 3%, driven by seasonal vacations. EBITDA increased 18% year-over-year to $219 million. The EBITDA margin increased 20 basis points, both year-over-year and sequentially to 27.4%, while absorbing approximately 500 net new employees. We are pleased with the continued strong performance of the engines team.\nNow let's move to Slide 8. Fastening Systems year-over-year revenue increased 20%,. Commercial aerospace was up 34%, including the impact of the emerging wide-body recovery. Commercial Transportation was up 6%. General Industrial was up 7% and Defense Aerospace was down 5%. Year-over-year segment EBITDA increased 19%, EBITDA margin was 21.8%, and is improved 320 basis points over the last 2 quarters.\nPlease move to Slide 9. Engineered Structures year-over-year revenue was up 18%, with commercial aerospace up 33% driven by build rates and approximately $30 million of Russian titanium share gain. Defense Aerospace was down 20% year-over-year. Sequentially, Engineered Structures improved production rates and revenue was up 14%, which was in line with our expectation of 10% to 15%. Segment EBITDA increased 7% year-over-year. Sequentially, EBITDA margin improved 320 basis points to 13.2% despite absorbing approximately 145 net new employees in the third quarter. Q3 was good recovery by the structures team, and we continue to expect further improvement in margins.\nLet's move to Slide 10. Forged Wheels year-over-year revenue increased 7%. The $19 million increase in revenue year-over-year was driven by a 13% increase in volume partially offset by lower aluminum prices. Segment EBITDA increased 20% year-over-year, driven by the higher volumes. EBITDA margin increased 290 basis points, primarily due to the impact of higher volumes and lower aluminum prices.\nFinally, let's move to Slide 11. Our balance sheet continues to be a source of strength with healthy cash flow supporting a $200 million debt reduction in Q3. The $1.25 billion October 2024 debt tower was inherited from Alcoa Inc. and has been reduced to $705 million with cash on hand. Since the separation in 2020, we have paid down gross debt by approximately $2.15 billion with cash on hand and have lowered annualized interest costs by more than $120 million. Gross debt now stands at $3.8 billion. All long-term debt continues to be unsecured and at fixed rates. We will continue to focus on improving our capital structure and liquidity.\nLastly, before turning it back to John, let me highlight 1 item. In the appendix, Slide 18 covers our operational tax rate, which was approximately 22.8% year-to-date. The midpoint of our guidance represents a 500 basis point improvement in the operational tax rate since the separation in 2020. Strong performance by the tax [indiscernible], and we continue to be focused on further improvements in our operational tax rate.\nNow let me turn it back to John for the outlook and summary.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, Ken.\nSo let's move to Slide 12 and talk about the outlook for the next quarter and year-end. So first of all, regarding commercial aerospace, airline load factors continued to show improvement in resilience. Factory improvement for international travel, notably in Asia also continues to increase. Domestic airline activity continues to be above 2019 levels in the Western countries. Given these load factors and the continued restriction of aircraft builds, the fleet of existing aircraft are having to work much harder. This is leading to robustness in the engine spares market, which is further increased by the fact that the deployment in recent years of new engine technologies, which are currently operating with increased replacement parts due to lower time on wing.\nYou look worried about this and you can be assured that Howmet is playing its path and supporting both the technology upgrades and the high-pressure turbine and through providing additional service parts. This will continue over the next 2 to 3 years and probably beyond.\nMoving on commercial aerospace to the defense market. This market is also showing strength with the start of the gradual buildup of engine spares over the next 2 to 3 years to support the F-35 program for which the fleet now stands at 975 aircraft growing. These increases more than offset the continued lockhead inventory correction in our structures business. Other markets of IGT and oil and gas continue to be very healthy. In commercial truck and trailer builds and order intake continued to be good despite the lower freight rates and increased price of diesel fuel.\nWe continue to be cautious, though, as we look forward until we see several months of data for new 2024 orders, which the order books have only been opened for a month. The initial month was good. But we also know that orders can be canceled depending upon how the broader economy moves in recent months. In aggregate, we see limited risk of aircraft demand from both the commercial aircraft market and defense markets. The 2 markets aggregate to approximately 65% of our revenue, and that moves up to 80%, excluding the commercial transportation business. Beyond the fundamental demand from airlines,\nClearly, we rely upon aircraft manufacturers being able to produce and build up the stated and scheduled quality of aircraft, particularly narrow-body aircraft. Looking forward into we envisage growth to be in the 7% range, plus or minus a percentage point. The headline sales number for 2024 is likely to be approximately $7 billion. This will be further refined when we see the achieved Q4 build rates from Boeing and Airbus with the confirmed plans going into 2024. All of this will be provided in further detail in February along with the assumed build rates. Our standard is normally one of caution.\nMoving specifically to the fourth quarter of 2023. We see revenue about $1.635 billion, plus or minus $15 million, EBITDA $375 million, plus or minus $5 million, earnings per share at $0.45, plus or minus $0.01. Regarding the full year 2023, revenues increased by about $100 million from $6.44 billion to $6.54 billion, plus or minus $15 million.\nEBITDA has increased by a further $40 million to $1.485 billion plus or minus $5 million. Earnings per share has increased by $0.07 to $1.77 plus or minus $0.01. Free cash flow is at $635 million, plus or minus $35 million.\nIn summary, we see strong performance with healthy liquidity and an increased guide for the remainder of the year. We consider the year-to-date progress to be very good despite the continued choppy build conditions in commercial aerospace. We are comforted by the fact that any build misses by aircraft manufacturers who have moved into backlog given the very strong underlying demand for travel and in particular, the absolute requirements for fuel efficient engines and fuel efficient aircraft with an overarching mandate of reduced carbon emissions.\nOur full year guide of $1.77 earnings per share is an increase of 26% year-over-year. This builds on the 2022 versus 2021 increase of 39%. Currently, in 2023, we repurchased $376 million of debt and brought back $150 million of common stock. Our net leverage has further improved in Q3 and is heading towards approximately 2x net debt to EBITDA by year-end. All of the debt actions help accomplish our goal of reduced interest rate burden in both '23 and also going into 2024 with further improved cash flow yield despite the increase generally of interest rates. Thanks, everybody. And now let's move to your questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/87b34e4f6fe74e94f579302e7a6aa924",
        "textblob_polarity": 0.0792113772470915,
        "textblob_subjectivity": 0.3903911007737537,
        "sentiment": {
            "distribution": {
                "positive": 17,
                "negative": 2,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9996264436665703,
                "negative": 0.9547267854213715,
                "neutral": 0.9955649971961975
            }
        },
        "content1": "Q2 2023 Howmet Aerospace Inc Earnings Call\n\nQ2 2023 Howmet Aerospace Inc Earnings Call\n\nHWMNYSEAUG 1, 4:00 PM\n\nOperator\n\nGood morning, and welcome to the Howmet Aerospace Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Paul Luther, Vice President, Investor Relations. Please go ahead.\n\nPaul Thomas Luther\n\nDirector, Investor Relations, Arconic, Inc.\n\nThank you, Kate. Good morning, and welcome to the Howmet Aerospace Second Quarter 2023 Results Conference Call. I'm joined by John Plant, Executive Chairman and Chief Executive Officer; and Ken Giacobbe, Executive Vice President and Chief Financial Officer.\nAfter comments by John and Ken, we will have a question-and-answer session. I would like to remind you that today's discussion will contain forward-looking statements relating to future events and expectations. You can find factors that could cause the company's actual results to differ materially from these projections listed in today's presentation and earnings press release in our most recent SEC filings.\nIn today's presentation, references to EBITDA and EPS mean adjusted EBITDA, excluding special items and adjusted EPS, excluding special items. These measures are among the non-GAAP financial measures that we've included in our discussion.\nReconciliations to the most directly comparable GAAP financial measures can be found in today's press release and in the appendix in today's presentation. With that, I'd like to turn the call over to John.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, PT, and good morning, everyone. Q2 was another strong quarter for Howmet. Revenues were up 18% year-over-year and 3% sequentially. Albeit, Q2 is traditionally a stronger quarter seasonally than Q1 due to more effective production and sales days. Commercial aerospace increased by 23% year-over-year and continues to be the highlight of the quarter and reflects some of the scheduled increases for the anticipated Boeing 737 build rates, which are slated to increase very soon.\nDefense sales were also strong at plus 17%. EBITDA was up 16% year-over-year and up sequentially. Earnings per share increased to $0.44 per share and exceeded the high end of guidance. This was an increase of 26% year-over-year. The cash balance was a healthy $536 million, and free cash flow was strong at $188 million, which started at consecutive quarters of cash generation.\n$100 million of cash flow was used to buy back shares at an average price of $45 per share. Net debt to EBITDA further improved to 2.5x leverage and all bond debt is at a fixed rate, which provide predictable interest rate expenses into the future negligible exposure to floating interest rates. Regarding our revolver, we amended and extended our $1 billion undrawn credit facility to 2028, while realizing lower fees and a more favorable net debt-to-EBITDA covenant.\nLastly, another notable item was the commercial settlement of Lehman claim, $40 million, which is $25 million less than previously reserved with a cash settlement we paid in July 2023 and a further settlement in July 2024. This litigation was the most significant of all residual claims for Howmet, namely RemainCo, and dates back to 2008.\nBefore turning it over to Ken, I want to cover 3 additional items. Firstly, in Q2, Howmet was impacted by approximately 5 days of production stoppage at our Wheels plant in Hungary due to a 9-day strike at Arconic Corporation, which is now resolved. The interruption of suppliers of aluminum billet had an unfavorable effect of about $5 million to profitability for which a claim has been lodged with Arconic under the terms of the supply agreement, and we expect to gain resolution shortly. Additionally, Howmet is assessing its significant reliance upon this source of supply.\nSecondly, while segment commentaries including the finance portion of our call, let me address structures. The margin rate fell back for the first time in several quarters. The profit miss was essentially the result of adding costs or production rate increases, which we did not achieve. The cost of additional people, furnace preparation and other rolling mill facilities preparation were unrecovered due to the production rate increases not being achieved.\nThe main issue was bottlenecks in production at one plant. The backlog did increase since it was not a demand issue. Naturally, our plan is to achieve production rate increases and burn down the increased backlog as we move into the second half. This reduced production combined with F-35 bulk and inventory burn down was also not helpful. But it was, in aggregate, not material in the context of the Howmet overall results, which were again up, as I commented earlier.\nFinally, the Paris Airshow was held in June with the largest significant orders ever at an airshow for commercial aircraft, which adds to the backlog of orders fulfilled -- to be fulfilled once production rates are able to be further increased. The show was very successful for Howmet with a combination of production meetings with both customers and investors, all reflecting the huge optimism for both the industry generally and for Howmet, in particular.\nI'll now turn the call over to Ken, who will provide further market and segment commentary.\n\nKenneth J. Giacobbe\n\nExecutive VP & CFO, Arconic Inc.\n\nThank you, John. Let's move to Slide 5. All markets continue to be healthy with revenue in the quarter up 18% year-over-year and 3% sequentially. Commercial aerospace continued to lead the growth with an increase of 23% year-over-year, driven by all 3 aerospace segments. Commercial aerospace has grown for 9 consecutive quarters and stands at 47% of total revenue. Commercial aerospace portion of total revenue is expected to increase due to the developing widebody recovery, strong backlog of commercial aircraft orders and spares growth.\nSpares for commercial aerospace continued to increase sequentially and are now trending to be approximately 95% of 2019 levels at year-end. Defense aerospace was up 17% year-over-year, driven by the F-35 in legacy fighter programs. Sequentially, defense aerospace was up 4% year-over-year, driven by engine products.\nCommercial transportation, which impacts both the Forged Wheels and Fastening Systems segments, was up 8% year-over-year and up 2% sequentially, driven by higher volumes. Finally, the industrial and other markets were up 20% year-over-year, driven by oil and gas, up 36%; IGT, up 20%; and general industrial, up 11%.\nSequentially, these markets were up 4% with general industrial up 9%; oil and gas up 4%; and IGT flat. In summary, another very strong quarter across all of our end markets. Now let's move to Slide 6. Starting with the P&L and enhanced profitability, revenue, EBITDA and earnings per share, all exceeded the high end of the guidance in the second quarter.\nRevenue was $1.65 billion, up 18% year-over-year. EBITDA was $368 million, up 16% year-over-year, including net head count additions in Q2 of approximately 380 employees, which builds on additions made in Q1. Year-to-date, net head count additions are approximately 865, which are in line with our targets. EBITDA margin was 22.3%. Adjusting for the year-over-year inflationary cost pass-through of approximately $25 million, EBITDA margin was 22.7% and the flow-through of incremental revenue to EBITDA was approximately 22% while absorbing near-term recruiting, training and production costs.\nEarnings per share was $0.44, which was up 26% year-over-year. The second quarter represented the eighth consecutive quarter of growth in revenue, EBITDA and earnings per share. Moving to the balance sheet. The ending cash balance was healthy at $536 million after generating $188 million of free cash flow, which was our best Q2 of free cash flow generation. We continue to expect strong positive free cash flow in the second half of 2023.\n$118 million of free cash flow generation was allocated to common stock repurchases and dividends. Net debt to EBITDA improved to a record low of 2.5x, while bond debt is unsecured and at fixed rates, which will provide stability of interest rate expense into the future. Our next bond maturity is in October of 2024.\nFinally, we amended our $1 billion revolver through 2028, while realizing lower fees and a more favorable financial covenant. The revolver remains undrawn. Moving to capital allocation. We continue to be balanced in our approach. In the quarter, capital expenditures were $41 million with a focus on automation. Capital installed prior to COVID-19 puts us in a good position to support continued commercial aerospace recovery.\nIn the second quarter, we repurchased $100 million of common stock at an average price of $44.52 per share, retiring approximately 2.2 million shares. This was the ninth consecutive quarter of common stock repurchases. Share buyback authority from the Board of Directors stands at approximately $822 million.\nSince separation in 2020, we have repurchased more than $1 billion of common stock. We continue to be confident in free cash flow. In the second quarter, the quarterly stock dividend was $0.04 per share after it was doubled in the fourth quarter of last year. Finally, we issued a notes to redeem $200 million of our 2024 debt tower with cash on hand. The redemption is expected to be complete at the end of September and will lower our annualized interest cost by approximately $10 million. As you will recall, we repurchased approximately $176 million of bonds last quarter, which will lower annualized interest costs by an additional $9 million. Therefore, year-to-date, bond repurchases are expected to decrease annualized interest costs by approximately $19 million.\nNow let's move to Slide 7 to cover the segment results for the second quarter. Engine Products continued its strong performance as the second quarter represented the eighth consecutive quarter of year-over-year growth in revenue and EBITDA. Revenue was $821 million, an increase of 26% year-over-year. Commercial aerospace was up 23%, defense/aerospace was up 41%, and both markets were driven by higher build rates and spares growth.\nIGT was up 20% and oil and gas was up 36% as demand continues to be strong. EBITDA increased 25% year-over-year to a record for the segment of $223 million. EBITDA margin was 27.2%, despite the addition of approximately 350 net new employees year-to-date and approximately 90 net additions in Q2. Across all of the aerospace segments, net head count additions are needed for the continued revenue ramp, but do carry near-term recruiting, training and production costs. Finally, in the second quarter, the Engine's team finalized a new 5-year collective bargaining agreement in our Whitehall Michigan facility.\nLet's move to Slide 8. Fastening Systems year-over-year revenue increased 19%. Commercial aerospace was 19% higher as the widebody recovery starts to take effect. Defense aerospace was up 24%, commercial aerospace was up 17% and general industrial was up 16%. Year-over-year segment EBITDA increased 14% as volume increases were partially offset by the addition of 430 net new employees year-to-date and approximately 215 net additions in Q2.\nNow let's move to Slide 9. Engineered Structures year-over-year revenue was up 8%, with commercial aerospace up 31%, driven by higher build rates and approximately $25 million of Russian titanium share gain. Defense aerospace was down 33% year-over-year, driven by customer inventory corrections. Segment EBITDA decreased 23% year-over-year, while margins declined 410 basis points. The lower EBITDA was driven by higher costs associated with additional head count as well as operational costs for planned production rate increases, which were unrecovered due to production bottlenecks in 1 plant.\nNet head count additions in the quarter were approximately 50 employees. Finally, in the third quarter, the Structures' team finalized a new 4-year collective bargaining agreement at our Niles, Ohio facility, which was ahead of schedule.\nNow let's move to Slide 10. Forged Wheels revenue year-over-year increased 7%. The $19 million increase in revenue year-over-year was driven by a 6% increase in volume. Segment EBITDA increased 8% year-over-year, despite the interruption of raw material for our Wheels plant in Hungary due to a 9-day strike at our Arconic Corporation supplier, which has now been resolved. Margin increased 30 basis points due to the impact of lower aluminum prices and inflationary cost pass-through.\nFinally, let's move to Slide 11. We continue to be focused on improving our capital structure and liquidity. In July, we issued a notice to redeem $200 million of our 2024 debt tower with cash on hand, which is expected to be completed by the end of September. The October 2024 debt tower would be approximately $705 million after the redemption.\nSince the separation in 2020, including the redemption just announced in July, we will have paid down approximately $2.15 billion of debt with cash on hand and lowered our annualized interest costs by more than $120 million. Gross debt is expected to be less than $3.8 billion after the redemption in September, while long-term debt continues to be unsecured in it fixed rates.\nFinally, we amended our $1 billion 5-year unsecured revolving credit facility through 2028. The amendment provides lower fees and more favorable covenants. Details can be found in the 10-Q, which is expected to be filed later today. The revolver remains undrawn.\nLastly, before turning it back to John, let me highlight one item in the appendix on Slide 18. It covers our operational tax rate, which was approximately 22.6% for the quarter. The second quarter rate represents approximately a 500 basis point improvement in the operational tax rate since the separation in 2020. Now let me turn it back to John for the outlook and summary.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, Ken, and let's move to Slide #12. The outlook for Howmet continues to be very strong and supported, in particular, by the extraordinary backlog of commercial aircraft orders at both Boeing and Airbus. Demand increases have moved further to the right, constrained by current aircraft production would all go well for revenue increases to come in 2024, 2025 and beyond.\nThis growth in absolute aircraft quantity is further enhanced by the increased sophistication of engine technology upgrades being brought to market by both GE and Pratt & Whitney to the narrow-body markets. These turbine improvements address fuel efficiency and time on wing issues, which enhance the value of Howmet differentiated products. This combines well with the upcoming improvement in widebody production, which increasingly features composite technology, which again increases the value of how much differentiated products of titanium structures and fasteners.\nWide-body aircraft also feature improved aerospace engine content for the company. Defense markets continue to be robust, and we envisage increased revenue going into 2024 as the destocking for bulkheads is completed and engine spares continue to increase significantly as shop visits increase. The F-35 backlog continues to increase to approximately 420 aircraft with recent orders of 126 aircraft for the U.S. government joint Kroger office, plus 25% for Israel and a further 25 aircraft for the Czech Republic.\nIndustrial revenue continues to grow for both IGT and oil and gas, in particular. The outlook for Wheels is also healthy for the current quarter. And in Q3, underlying demand continues to be strong, albeit Q3 is notably the weakest quarter for revenue due to European vacations, which are also a feature of our aerospace plants in Europe in both France, Germany and Hungary, in particular. This seasonal effect -- the seasonal offset is seemed to be approximately $50 million of revenue between Q2 and Q3.\nMy final markets comment is regarding spares, where we see spares of commercial aircraft closing in on 95% of the 2019 levels by year-end and approximately 130% of the defense and IGT market at 2019 levels. This puts aggregate spares for this year in excess of 2019 levels with higher rates to come as we see the rates increasing as we close out the year.\nThe cautious stance has been taken relative to Q4 until the demand is more clear for commercial trucks in the quarter and aircraft parts for the first half of 2024. While the backlog is there, we find difficulty in planning for rate increases and the inventory impact, if that's not achieved.\nSpecifically, we are raising guidance once again for the year by another significant step. To give you an example of guidance assumptions, we have lifted our 737 MAX assumption from 30 per month and nudged it into the 30s, but not anywhere near the rate 38 for the second half. This number is intentionally given the -- all the moving parts for the business and also the lack of clarity over very soon.\nAnd when we plan for the second half, we are increasing people recruitment further, but at a reduced rate than the first half as we hope to use the productivity improvements to come. Regarding Q3 revenue is expected to be $1.59 billion, plus or minus $10 million; EBITDA, $360 million, plus or minus $5 million; earnings per share of $0.42, plus or minus $0.01.\nRegarding the year, revenues increased from $6.25 billion to $6.44 billion, a significant increase. And let's say, plus or minus $30 million, $40 million around that range. And then EBITDA has increased to $1.45 billion, plus or minus $10 million. Earnings per share is increased to $1.70, plus or minus $0.01, and free cash flow is held at $635 million, having absorbed the settlement for the Lehman Brothers claim.\nIn conclusion to my outlook commentary, we're pleased to demonstrate both excellent Q2 achievements, supplemented by further optimistic outlooks with very solid increases to come in the future. Let's move to the summary on Slide 13. Q2 was another strong quarter for Howmet. Revenue was up 18%, EBITDA 16% and earnings per share 26%.\nAnd EBITDA margin adjusted for material pass-through was strong at 22.7% and servicing continues to be heading in a healthy direction. Liquidity is healthy with very positive free cash flow with more to come in the second half, and we've continued to deploy that cash both to share repurchase in the second quarter. And as you can see, we've turned to debt repayment in the third quarter.\nGuidance has been increased, and we expect year-over-year improvement in annual revenue, EBITDA and earnings per share as stated. Also, we expect very positive free cash flow generation in the third and fourth quarters. Regarding debt, what we mentioned, the $200 million. And as we complete that with the EBITDA improvements, then we'll be improving our net debt-to-EBITDA leverage from the 2.5x record that we talked about in Q2 and we'll see improvements in Q3 and Q4 and heading towards 2x levered by the end of the year.\nAnd then finally, we expect to increase the quarterly common dividend by 25% from $0.04 a share to $0.05 a share in the fourth quarter of 2023. Thank you all very much. Let's move across to question and answer."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/0647353b9b2ce8d6ec7262cb1fecb623",
        "textblob_polarity": 0.09659445355076414,
        "textblob_subjectivity": 0.4100892349290409,
        "sentiment": {
            "distribution": {
                "neutral": 4,
                "positive": 14
            },
            "scores": {
                "neutral": 0.9959239810705185,
                "positive": 0.9996402859687805
            }
        },
        "content1": "Q1 2023 Howmet Aerospace Inc Earnings Call\n\nQ1 2023 Howmet Aerospace Inc Earnings Call\n\nHWMNYSEMAY 2, 4:00 PM\n\nOperator\n\nGood day, and welcome to the Howmet Aerospace First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Paul Luther, Vice President, Investor Relations. Please go ahead.\n\nPaul Thomas Luther\n\nDirector, Investor Relations, Arconic, Inc.\n\nThank you, Andrew. Good morning, and welcome to the Howmet Aerospace First Quarter 2023 Results Conference Call. I'm joined by John Plant, Executive Chairman and Chief Executive Officer; and Ken Giacobbe, Executive Vice President and Chief Financial Officer. After comments by John and Ken, we will have a question-and-answer session.\nI would like to remind you that today's discussion will contain forward-looking statements relating to future events and expectations. You can find factors that could cause the company's actual results to differ materially from these projections listed in today's presentation and earnings press release and in our most recent SEC filings.\nIn today's presentation, references to EBITDA and EPS, mean adjusted EBITDA, excluding special items, and adjusted EPS, excluding special items. These measures are among the non-GAAP financial measures that we've included in our discussion.\nReconciliations to the most directly comparable GAAP financial measures can be found in today's press release and in the appendix in today's presentation.\nWith that, I'd like to turn the call over to John.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, PT, and good morning, everyone. Howmet Q1 results speak loudly for themselves. Revenue was $1.6 billion, an increase of 21% year-over-year and an increase of 6% sequentially. Commercial aerospace increased 29% year-over-year and 4% sequentially. Revenue was above guidance by a significant amount, which was in itself an increase quarter-over-quarter. And naturally, the increased revenues require some working capital.\nEBITDA was $360 million, an increase of 20% year-over-year and an increase of 7% sequentially. EBITDA margin was healthy at 22.5%, again, an increase sequentially. Earnings per share were up 35% year-over-year. Free cash flow was negative $41 million driven by the higher revenues and will now be followed by 3 successive quarters of substantial cash inflow.\nDuring the quarter, debt was reduced by $176 million from the 2024 bonds with cash on hand, and this will further reduce future interest payments by $9 million annually and hence, increasing free cash flow yield. In addition, $25 million of common stock was repurchased. During the balance of 2023, shareholders can expect further steps regarding the application of cash flows and thereby creating shareholder value.\nAll of the above, growth, margin rate, free cash flow and the application to create value all speak to the business and financial model of the company. I will comment further on the outlook after Ken has outlined the growth by markets and performance by each business segment.\n\nKenneth J. Giacobbe\n\nExecutive VP & CFO, Arconic Inc.\n\nThank you, John, and good morning, everyone. Let's move to Slide 5 for an overview of the markets for the first quarter. Revenue was up 21% year-over-year and 6% sequentially. Commercial Aerospace continued to lead year-over-year revenue growth with an increase of 29%, driven by engine products, engineered structures and fastening systems. Sequentially, commercial aerospace was up 4%. Commercial aerospace has grown for 8 consecutive quarters and stands at 47% of total revenue and although growing continues to be short with the pre-pandemic level of 60% of total revenue.\nDefense Aerospace was up 11% year-over-year driven by the F-35 program and growth in legacy spares. Sequentially, Defense Aerospace was flat due to strong year-end seasonality.\nCommercial Transportation, which impacts both the forged wheels and Fastening Systems segments was up 17% year-over-year and up 9% sequentially, driven by higher volumes. Finally, the industrial & other markets were up 16% year-over-year, driven by oil and gas, which was up 53%; IGT, up 14%; and General Industrial up 1%. Sequentially, these markets were up 15% with oil and gas up 25%, IGT up 15% and general industrial, up 10%. In summary, strong growth across all of our end markets.\nNow let's move to Slide 6. We will start with the P&L and the focus on enhanced profitability for the first quarter. Revenue, EBITDA and earnings per share all exceeded the high end of guidance. Revenue was $1.6 billion or up 21% year-over-year. EBITDA was up 20% year-over-year and EBITDA margin was 22.5%. Adjusting for the year-over-year inflationary cost pass-through of approximately $35 million, EBITDA margin was 23%, and the flow-through of incremental revenue to EBITDA was approximately 25%, while absorbing near-term recruiting, training and production costs for approximately 500 net headcount additions.\nEarnings per share was $0.42, which was up 35% year-over-year. The first quarter represented the seventh consecutive quarter of growth in revenue, EBITDA and earnings per share.\nMoving to the balance sheet. The ending cash balance was $538 million after approximately $218 million of capital allocation, debt reduction of $176 million, common stock repurchases of $25 million and quarterly dividends of $17 million.\nFree cash flow for the quarter was a negative $41 million, driven by higher revenues in the first quarter. Finally, net debt to EBITDA remained at a record low of 2.6x. All bond debt is unsecured and at fixed rates, which will provide stability of interest rate expense into the future. Our next bond maturity is in October of 2024, and the $1 billion revolver remains undrawn.\nMoving to capital allocation. We continue to be balanced in our approach. Capital expenditures were $64 million in the quarter, and continue to be less than depreciation. Capital installed prior to COVID-19 puts us in a very strong position to support the continued commercial aerospace recovery.\nRegarding debt, we reduced the 2024 debt tower in the first quarter by approximately $176 million with cash on hand. These repurchases will lower our annualized interest cost by approximately $9 million. The October 2024 debt tower now stands at approximately $900 million, which is below our revolver.\nOur continued progress on debt reduction, EBITDA growth and healthy liquidity has resulted in an upgrade to our outlook from S&P last week from stable to positive. You can find our remaining debt towers in the appendix.\nMoving to share repurchases. The first quarter was the eighth consecutive quarter of common stock repurchases. Since the separation in 2020, we have repurchased approximately $928 million of common stock with an average acquisition price of $31.79 per share. Share buyback authority from the Board of the Directors stands at $922 million.\nLastly, we continue to be confident in free cash flow. In the first quarter, the quarterly common stock dividend remained at $0.04 per share after it was doubled in the fourth quarter of last year.\nNow let's move to Slide 7 to cover the segment results for the first quarter. Engine Products continued its strong performance. Revenue was $795 million, an increase of 26% year-over-year and an increase of 9% sequentials. Year-over-year, commercial aerospace was up 31% and Defense Aerospace was up 19% with both markets driven by higher build rates and spares growth. IGT was up 14% and oil and gas was up 57%. EBITDA increased 23% year-over-year to a record for the segment of $212 million. EBITDA margin was 26.7% despite the addition of approximately 260 net new employees and the associated near-term recruiting, training and production costs.\nPlease move to Slide 8. Fastening Systems year-over-year revenue increased 18%. Commercial aerospace was up 15% driven by the narrow-body recovery. Defense Aerospace was up 38% and Commercial Transportation was up 19%. The year-over-year segment EBITDA increased 4% as volume increases were partially offset by inflationary costs and the addition of approximately 215 net new employees and the associated near-term recruiting, training and production costs.\nNow let's move to Slide 9. Engineered Structures year-over-year revenue was up 14% with commercial aerospace up 39%, driven by higher build rates and approximately $20 million of Russian titanium share gain. Defense Aerospace was down 23% year-over-year driven by some legacy programs. Segment EBITDA increased 30% year-over-year, while margin improved 190 basis points.\nFinally, let's move to Slide 10. Forged Wheels year-over-year revenue increased 17%. The $42 million increase in revenue year-over-year was driven by 18% increase in volume. Segment EBITDA increased 18% year-over-year, in line with the higher volumes. Margin increased 20 basis points as the impact of lower aluminum prices was mostly offset by inflationary cost pass-through and unfavorable foreign currency.\nLastly, before turning it back over to John, one item of note, in the appendix, we've added Slide 16 and have updated the improved interest rate expense assumption for 2023 from $227 million to $222 million. This change reflects the 2023 impact of reducing debt by $150 million late in the first quarter. As you may recall, we had already included the impact of reducing debt by approximately $26 million in January before we published our original 2023 guidance.\nNow let me turn it back over to John.\n\nJohn C. Plant\n\nChairman & Chief Executive Officer, Arconic, Inc.\n\nThanks, Ken, and let's move to Page 11. Moving to ESG. We continue to leverage our differentiated technologies to help our customers manufacture lighter, more fuel-efficient aircraft and commercial trucks with lower carbon footprints. Within our own operations, Howmet remains committed to managing our energy consumption and environmental impacts as we increase production.\nIn 2022, our actions have reduced the intensity of Howmet's greenhouse gas emissions, energy consumption, water use and hazardous waste. We progressed against our 2024 greenhouse gas emission goal by achieving a 20% reduction in total greenhouse gas emissions through 2022 from the 2019 baseline approaching already the 2024 goal of a 21.5% reduction.\nHowmet is also committed to a safe workplace while fostering a diverse, equitable and inclusive work environment where all our employees can thrive. Our safety record continues to improve and is 7x better than the industry average. Moreover, Howmet was named one of the best places to work for LGBTQ equality by the Human Rights Campaign Foundation. We also increased our workforce by 1,500 people and invested nearly $200 million in 2022 to support the significant production growth.\nRegarding governance, the company was recognized by 50-50 Women on Boards having 40% of our Board of Directors made up of women. Lastly, 75% of our key suppliers have sustainability programs considered to be leading proactive. I'd encourage you to read our sustainability report found at howmet.com in the Investors section.\nLet's move to Slide 12 and talk about our updated outlook. Firstly, demand for aircraft is very high and aircraft manufacturers backlogs are in very good order, both for narrow-body and wide-body aircraft. Spares volume and the business jet market also continues to show strength. Airline load factors continue to be very high and robust in the West with rapid growth now seen in both short-haul and long-haul flights in Asia. This travel-led demand stimulus is further augmented by the need for modern, fully-efficient aircraft, given the current cost of jet-fuel and the very high cost of SAF substitute fuel. This is further driven by the commitment of airlines to meet carbon emission targets for today, 2030 and 2050, which can only be achieved by using the new fuel-efficient engines and aircraft.\nCurrent new engines fit to narrow-body jets are all looking at steps to further increase efficiency, which also helps Howmet given our capabilities in complex casting shapes to provide improved their management and hence, fuel efficiency. The other divisions of Howmet are also benefiting by the increased use of titanium and sophisticated fastener suites required by composite wings and fuselages, notably, but not exclusively for wide-body aircraft.\nThe defense market outlook is also healthy with increased budgets and strong demand for F-35s, drones, rocket motor parts and Howmet part. The last part of the F-35 injury inventory correction regarding bulkheads that resulted from the prior underbuild of the F-35 fighters in 2020 and 2021 should be dissipated over the next 2 to 3 quarters. IGT turbine blade demand continues to be steady and turbine demand from the oil and gas sector is very high.\nThe year started well in commercial truck. Given the backlog and steady truck ordering in both North America and Europe, it should mean that any demand drop indicated after spring is now pushed out for at least 1 quarter or so, albeit the normal Q3 seasonality regarding Europe will obviously apply. The required emissions performance targets for trucks in 2024, especially in the U.S., will apply with no ability to have a stimulated prebuild.\nIn reassessing all of the above, plus robust engine demand was seen in Q1, the outlook for the year has increased. We remain cautious about commercial aircraft build in the second half until we see clear evidence of consistent production rate increases, which will be controlled by the efficiency of both the aircraft assembly lines and the supplier parts, which leads to the final production being set by the weakest link in all of the supply chain. We, as you know, saw this the effect of this phenomenon in late Q3 of 2022 and also in Q4 when Howmet delivery requirements were curtailed to balance customer inventories.\nMore specifically and turning to guidance for the second quarter. We now see revenue of $1.61 billion, plus or minus $10 million, EBITDA of $362 million, plus or minus $3 million and earnings per share of $0.42 plus or minus $0.01. For the year, we see revenue of $6.25 billion, plus $75 million minus $50 million, EBITDA of $1.1 415 plus 20 minus $15 million. Earnings per share of $1.67 at midpoint, plus $0.03 minus $0.02. And free cash flow increased by $20 million to $635 million, plus or minus $35 million.\nPlease move to Slide 13. In summary, Q1 performance was healthy and a great start to 2023, and the outlook as seen by Howmet is improving. The balance sheet was improved with debt reductions of $176 million and net leverage will now continue towards the 2x net debt to EBITDA in the balance of 2023, given both the reduction in debt and the improved EBITDA. The balance sheet is strong.\nContinuing share repurchases can be expected as cash is generated and the current authority is sufficient to continue this program. Annual cash to service legacy Penton and OPEB liabilities is modest at approximately $56 million.\nWe look forward to updating you again in August. And thank you very much. Let's move to your questions."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/1ef13c8fdd7d874f62533166abfc8043",
        "textblob_polarity": 0.06568249016778427,
        "textblob_subjectivity": 0.36675066491242936,
        "sentiment": {
            "distribution": {
                "positive": 18,
                "neutral": 2
            },
            "scores": {
                "positive": 0.998327891031901,
                "neutral": 0.9872775375843048
            }
        },
        "content1": "Q4 2022 Howmet Aerospace Inc Earnings Call\n\nQ4 2022 Howmet Aerospace Inc Earnings Call\n\nHWMNYSEFEB 14, 4:00 PM\n\nOperator\n\nGood morning, and welcome to the Howmet Aerospace Fourth Quarter and Full Year 2022 Earnings Conference Call. (Operator Instructions) Please note that this event is being recorded today.\nI would now like to turn the conference over to Paul Luther, Vice President of Investor Relations. Please go ahead, sir.\n\nPaul Thomas Luther\n\nVP of IR, Howmet Aerospace Inc.\n\nThank you, Joe. Good morning, and welcome to the Howmet Aerospace Fourth Quarter and Full Year 2022 Results Conference Call. I'm joined by John Plant, Executive Chairman and Chief Executive Officer; and Ken Giacobbe, Executive Vice President and Chief Financial Officer. After comments by John and Ken, we will have a question-and-answer session.\nI would like to remind you that today's discussion will contain forward-looking statements relating to future events and expectations. You can find factors that could cause the company's actual results to differ materially from these projections listed in today's presentation and earnings press release and in our most recent SEC filings. In today's presentation, references to EBITDA and EPS mean adjusted EBITDA, excluding special items and adjusted EPS excluding special items. These measures are among the non-GAAP financial measures that we've included in our discussion. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release and in the appendix in today's presentation.\nWith that, I'd like to turn the call over to John.\n\nJohn C. Plant\n\nExecutive Chairman & CEO, Howmet Aerospace Inc.\n\nThanks, PT, and welcome, everybody, to the Howmet Q4 earnings call.\nLet's start by dealing with the headline numbers on Slide 4. For the fourth quarter, revenue accelerated as we exited the year, and it was above the high end of the guide at $1.51 billion, up 18% year-on-year. Commercial aerospace continues to be strong and was up 29% in the quarter. EBITDA was $336 million, at the high end of the guide. Revenue and EBITDA continued to improve sequentially for the sixth consecutive quarter. The strong operating EBITDA was mitigated by a couple of below-the-line items that Ken will cover in his commentary.\nEarnings per share was at guidance at $0.38, which benefited from the strong EBITDA and the Q4 tax rate, which mitigated the below-the-line items. For the year, despite the choppy backcloth, year-over-year revenue was up 14% and EBITDA was up 12%, which drove a healthy earnings per share growth of 39%.\nMoving to the balance sheet and cash flow. Free cash flow was within the guided range of $540 million and as commented on the previous earnings call, included an inventory build for commercial aerospace to help smooth production out as we move between years. Despite the inventory build, free cash flow conversion continues to be strong at 91%. Liquidity is healthy with year-end cash balance on hand of $792 million and this was after share buybacks, bond repurchases and dividends.\nIn the quarter, an additional $65 million of common stock was repurchased and the full year repurchase of common stock was $400 million. The December '22 fully diluted share count exit rate was 418 million shares, which is an improvement of approximately 80 million shares since the start of 2019. This was accomplished while reducing net debt over the last 4 years as well.\nThere was also some minor repurchases of bonds in Q4, taking the full year repurchases to $69 million. The bond repurchase program continued into the first quarter of 2023. And by the end of January, an additional $26 million of bonds were repurchased at a small discount to par. This continues our plan of reducing interest costs year-on-year. And going into '23, it will be lower than 2022. And this is despite the global rising interest rate costs. Hence, we set ourselves up for a fundamentally different approach to most companies where interest costs will be lower for the coming year.\nWe've improved Howmet's leverage ratio, which now stands at 2.6x net debt to EBITDA compared to our long-term target of just under 2 turns. All of Howmet's debt unsecured and at fixed rates, Howmet's $1.1 billion revolver is undrawn. At the top level, we were pleased with the year. We exceeded the initial EPS guide for the year again. And in the case of 2022, we faced an extremely choppy backcloth of below build expectations of both aircraft and engines compared to initial expectations. Furthermore, the extraordinary uptick inflation we've overcome despite its margin impact and all of this talks to the performance and resiliency of Howmet.\nKen will now detail the 2022 performance, and then I'll cover the outlook after that.\n\nKenneth J. Giacobbe\n\nExecutive VP & CFO, Arconic Inc.\n\nThank you, John. Please move to Slide 5 for an overview of the markets.\nRevenue was up 18% year-over-year for the fourth quarter and up 14% for the full year. The commercial aerospace recovery continued throughout 2022, with fourth quarter commercial aerospace revenue up 29% year-over-year and up 28% for the full year, driven by Engine Products, Engineered Structures and the narrow-body recovery. Commercial aerospace has grown for 7 consecutive quarters and stands at 48% of total revenue but continues to be short of the pre-COVID level, which was 60% of total revenue.\nDefense aerospace was up 13% in the fourth quarter, driven by year-end seasonality and down 3% for the full year, driven by customer inventory corrections for the F-35. Commercial transportation, which impacts Forged Wheels and Fastening Systems, was up 12% year-over-year in the fourth quarter and up 14% for the full year, driven by higher aluminum prices and higher volumes, partially offset by foreign currency.\nFinally, the industrial and other markets, which is composed of IGT, oil and gas and general industrial, was essentially flat for the fourth quarter and for the year. For the fourth quarter, within the industrial and other markets, oil and gas was up 22%, IGT was up 2% and general industrial was down 10% on a year-over-year basis.\nNow let's move to Slide 6. We will start with the P&L with a focus on enhanced profitability. For the fourth quarter, we had 6 consecutive quarters of growth in revenue, EBITDA and earnings per share. Revenue, EBITDA and earnings per share exceeded or were in line with guidance. For the full year, revenue was up 9% year-over-year, excluding material pass-through of approximately $225 million.\nEBITDA was $1.28 billion or up 12% year-over-year. Adjusting for the year-over-year material pass-through, EBITDA margin was 23.5% and flow-through of incremental revenue to EBITDA was strong at approximately 30%.\nThe full year operating tax rate was 22.5%, an improvement of 250 basis points year-over-year. Earnings per share was $1.40 for the year and up 39% year-over-year. The average diluted share count improved to a Q4 exit rate of 418 million shares. As John mentioned, the strong operating EBITDA and favorable tax rate in the fourth quarter were mitigated by a few items below the line. The impact of foreign currency and deferred comp was $9 million pretax charge as these items fluctuate based on market conditions. For the year, the impact of foreign currency was essentially breakeven and deferred comp was favorable.\nFinal note on earnings. As expected, we did not have significant net headcount additions in the fourth quarter. However, we hired approximately 1,000 new employees to offset Q4 attrition and absorbed incremental training and production costs.\nMoving to the balance sheet. Free cash flow for the year was a record $540 million, including an inventory build of approximately $235 million, primarily for the commercial aerospace recovery. For 2022, as well as in every year since separation, we achieved free cash flow conversion of net income in excess of our long-term target of 90%. Year-end cash balance was a healthy $792 million after approximately $513 million of capital allocation to common stock repurchases, 2024 bond repurchases and the quarterly dividends.\nYear-over-year net pension and OPEB liabilities were reduced by approximately $180 million, cash contributions were reduced by approximately 50% or $56 million. Since 2019, net pension and OPEB liabilities have been reduced by approximately $470 million and gross pension and OPEB liabilities by approximately $1.4 billion. Net pension and OPEB liabilities now stand at less than 5% of Howmet's market capitalization.\nFinally, net debt to EBITDA improved to a record low of 2.6x, all bond debt is unsecured and at fixed rates, which will provide stability of interest rate expense in the future. Our next bond maturity is in October of 2024, and the $1 billion revolver is undrawn.\nMoving to capital allocation. We continue to be balanced in our approach. Capital expenditures were $193 million for the year and were approximately 75% of depreciation. Capital installed prior to COVID-19 puts us in a very strong position to support the expected commercial aerospace growth. Fourth quarter was the seventh consecutive quarter of common stock repurchases. For the year, we repurchased approximately 11.4 million shares of common stock for $400 million with an average acquisition price of $35.22 per share. Share buyback authority stands at $947 million.\nMoving to debt. We repurchased $69 million of our 2024 bonds last year with cash on hand. These repurchases will lower our annualized interest costs by approximately $4 million. Moreover, we continue to repurchase 2024 bonds in January with another $26 million of repurchases at a slight discount to par. Repurchases were made with cash on hand.\nLastly, we continue to be confident in free cash flow. In the fourth quarter, the quarterly common stock dividend was doubled to $0.04 per share. Dividends in 2022 were $44 million, and we expect to increase them to approximately $68 million in 2023.\nLet's move to Slide 7 now to cover the segment results. Q4 was another solid quarter for Engine Products. Year-over-year revenue was 21% higher in the fourth quarter with commercial aerospace up 30%, driven by the narrow-body recovery. Defense aerospace was up 17%, IGT was up 2% and oil and gas was up 19%. EBITDA increased 26% year-over-year and margin improved 110 basis points to 26.1% despite the addition of new employees and the associated near-term training and production costs.\nLet's move to Slide 8. Fastening Systems year-over-year revenue was 11% higher in the fourth quarter. Commercial aerospace was 17% higher, driven by the narrow-body recovery. Defense aerospace was up 21% and industrial was down 13%. Year-over-year segment EBITDA decreased 3% due to the addition of new employees and the near-term training and production costs. In the fourth quarter, Fasteners added approximately 200 new hires to offset 200 exits.\nNow let's move to Slide 9. Engineered Structures year-over-year revenue was up 21% in the fourth quarter with commercial aerospace up 40%, driven by the narrow-body recovery plus approximately $20 million of Russian titanium share gain. Gains were partially offset by the impact of production declines for the Boeing 787.\nSegment EBITDA increased 10% year-over-year despite the inventory burn down of the F-35 and the continued 0 to low build of the Boeing 787. Structures' 2022 full year EBITDA margin was 14.1% and was on par with 2019 levels when revenue was 37% higher.\nFinally, let's move to Slide 10. Forged Wheels' year-over-year revenue was 14% higher in the fourth quarter. The $32 million increase in revenue year-over-year was almost entirely driven by higher aluminum prices. Commercial transportation demand remained strong, but volumes continue to be impacted by customer supply chain issues limiting commercial truck production.\nSegment EBITDA was flat year-over-year as higher volumes were offset by the impact of unfavorable foreign currency and primarily driven by the euro. While the pass-through of higher aluminum prices did not impact EBITDA dollars, it did impact margin by approximately 300 basis points.\nLastly, in the appendix on Slide 15, we've included some assumptions around 2023. We expect nonservice pension and OPEB expense to increase approximately $20 million year-over-year to approximately $40 million. The increase will unfavorably impact year-over-year earnings per share by approximately $0.04 per share and is mainly due to low asset returns impacting nonservice costs, which are noncash.\nIn addition to the increase in pension expense of $20 million, we continue to expect miscellaneous other expenses, which are below the line, to be minimal at approximately $8 million for the year but can be volatile within quarters. Pension and OPEB cash contributions are expected to be flat with 2022 and approximately $56 million for the year. CapEx should be in the range of $230 million to $260 million, which continues to be less in depreciation and amortization, resulting in a net source of cash.\nNow let me turn it back over to John.\n\nJohn C. Plant\n\nExecutive Chairman & CEO, Howmet Aerospace Inc.\n\nThanks, Ken. Let's look at Commercial aerospace first, which was up 28% this year. Airlines are experiencing strong growth for both domestic travel and now for international travel as well. Load factors are high in the U.S. and Europe. China is now reopened and is increasing load factors at a rapid rate. This builds momentum on top of the increased Asia Pacific travel already seen.\nBacklogs of aircraft demand at Boeing and Airbus are at all-time highs for narrow-body aircraft. Wide-body demand is increasing rapidly, and further rate increases are expected. Airlines are bringing A380s back into service to meet international demand. This is clearly an inferior solution to having modern composite-based twin engine 787s or Airbus A350s with their vastly better fuel efficiency and lower carbon footprint. The demand for improved emissions alone secures the increased build, never mind the huge demand for travel.\nWhile noting very favorable air travel demand conditions, Howmet does rely upon aircraft builds by Boeing and Airbus, while also considering that we'll see rate increases for spares. Here, we're going to take a cautious and conservative view of 2023 until we know more and see consistent aircraft build rate increases.\nFor example, underpinning the full year 2023 guidance, our assumed monthly build rates are approximately 30 per month for the Boeing 737 MAX, 53 to 54 for Airbus A320, A321. Additionally, we have assumed approximately 30 Boeing 787 builds for the year and 65 to 70 Airbus A350 builds for the year. Within these outlined numbers, we expect to see strength improving in the second half. These build assumptions underpin our assumed 17% commercial aerospace growth for the year.\nNow let me turn to other markets before commenting on inflation. In defense, we expect to see low single-digit increases in 2023 with less overhang from -- the F-35 structures inventory. Demand for the F-35 is strong and high builds are now expected throughout the remainder of the decade. This is further supported by both increased engine spares demand and upgrades of engines associated with the 2028 Block 4 requirements.\nOur business supports helicopters, drones and now space, which is a very healthy increase in revenue for us for these space-related programs. And at this increasing pace, I expect it will provide a lot more commentary on the space segment in the future.\nGas turbine revenues are expected to grow at single-digit growth, supported by an increase for the H and J class turbines. I believe that everyone is aware of our very balanced IGT business, which supports GE Power, [Siemens] Power and also Mitsubishi Heavy, which is another global business for Howmet. Oil and gas should remain strong at high single-digit growth or maybe low double-digit growth. General industrial is expected to be down in, say, low single digits.\nFinally, we take a more cautious view of commercial transportation in our Wheel segment, where the expectation is for reduced demand in the second half of 2023, notably in Europe. In aggregate, fundamental demand might be down 0.5 million wheels before the improvement of 250,000 wheels driven by penetration of aluminum wheels versus steel wheels and share improvement. Sector growth continues in Wheels, which will accelerate with future electrification of the truck sector, especially in Europe.\nTurning to material and inflationary costs. These remain volatile. We expect the combination of material inflationary costs to be in the range of $70 million to $100 million for the year. As we did in 2022, our intent is to pass through the majority of the inflationary costs.\nLet's turn to some specific numbers now for the first quarter of the year. Revenue, we see at $1.5 billion, plus or minus $25 million. EBITDA of $335 million, plus or minus $10 million. EPS of $0.37, plus or minus $0.02. For the year, a revenue of $6.1 billion, plus or minus $100 million. EBITDA of $1.375 billion, plus or minus $40 million. And EPS of $1.60, plus or minus $0.07.\nEarnings per share assumes continued capital allocation to common stock and bond repurchases, dependent upon market conditions. Our free cash flow guide is $615 million, plus or minus $35 million.\nWe set our year up with appropriate caution given recent aircraft build volatility, while at the same time, noting fundamental -- fundamentally strong demand which will see further increases as we plan our pathway through into 2024 and 2025.\nNow let's turn to a summary. 2022 was another strong year for Howmet. Revenue increased by 14%, EBITDA by $140 million and 12%. Margins were above 22% despite the extraordinary inflationary conditions. The effective tax rate improved to 22.5%, which is an improvement of 500 basis points from 2020. Earnings per share increased to $1.40 and by 39%. Free cash flow increased to $540 million despite the inventory build of approximately $235 million for commercial aerospace.\n$513 million of capital was deployed back to share buybacks, bond repurchases and dividends and the dividends were as you know, doubled. Liquidity is very strong. We have cash on hand of $792 million and a $1 billion undrawn revolver. Leverage improved from 3.1x net debt-to-EBITDA to 2.6x net debt-to-EBITDA.\nCompared to our initial 2022 guide, we overcame a really good amount of headwinds. We exceeded initial EPS guidance of $1.37 while navigating unstable aircraft builds. $225 million of material pass-through costs and above the initial estimate of $125 million, rapid nonmetal inflation and new employee costs. All the while, we strengthened our balance sheet, generated $540 million of free cash flow and deployed over $500 million to repurchases of bonds, dividends, et cetera.\n2023 is expected to have strong growth and free cash flow generation. Since we expect similar challenges in 2022, we've taken a cautious conservative view until we have greater visibility regarding actual aircraft build rates. We look forward to above-trend growth in '23, '24 and '25, and that will be reflected in additional profits and cash coming from the business.\nThank you very much, and now let's move to your questions."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/33d917e780649f28f76cb045918a9743",
        "textblob_polarity": 0.04012982348111655,
        "textblob_subjectivity": 0.35722659165547094,
        "sentiment": {
            "distribution": {
                "neutral": 3,
                "positive": 12,
                "negative": 1
            },
            "scores": {
                "neutral": 0.8477798899014791,
                "positive": 0.9822872579097748,
                "negative": 0.9513382911682129
            }
        },
        "content1": "Q3 2022 Howmet Aerospace Inc Earnings Call\n\nQ3 2022 Howmet Aerospace Inc Earnings Call\n\nHWMNYSEOCT 31, 3:00 PM\n\nOperator\n\nGood day, and welcome to the Howmet Aerospace Third Quarter 2022 Earnings Conference Call. (Operator Instructions)\nAnd please note that this event is being recorded. I would now like to turn the call over to Paul Luther Vice President of Investor Relations. Please go ahead.\n\nPaul Thomas Luther\n\nVP, Investor Relations, Howmet Aerospace Inc.\n\nThank you, Cole. Good morning, and welcome to the Howmet Aerospace Third Quarter 2022 Results Conference Call. I'm joined by John Plant, Executive Chairman and Chief Executive Officer; and Ken Giacobbe, Executive Vice President and Chief Financial Officer. After comments by John and Ken, we will have a question-and-answer session. I would like to remind you that today's discussion will contain forward-looking statements relating to future events and expectations. You can find factors that could cause the company's actual results to differ materially from these projections listed in today's presentation and earnings press release and in our most recent SEC filings.\nIn today's presentation, references to EBITDA and EPS mean adjusted EBITDA, excluding special items and adjusted EPS, excluding special items. These measures are among the non-GAAP financial measures that we've included in our discussion. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release and in the appendix in today's presentation.\nWith that, I'd like to turn the call over to John.\n\nJohn C. Plant\n\nExecutive Chairman & CEO, Howmet Aerospace Inc.\n\nThanks, PT, and welcome, everyone. Let's move to Slide 4. Howmet continued to perform well in the third quarter, earnings per share were in line with guidance midpoint, and EBITDA margin was strong at 22.5%. Revenue, EBITDA and earnings per share all grew for the fifth consecutive quarter. Q3 revenue was $1.433 billion and was factually lower compared to the midpoint of guidance of $1.44 billion. All Aerospace segments showed strong performance with sequential growth in the third quarter. Commercial Transportation was lower, reflecting normal seasonality and the effect of the wheels (inaudible), which has now been resolved and production at the site brought back fully online as of the third week of October.\nIn September, we saw commercial aerospace customers rebase their schedules, notably in Engine Products reflecting 2 dynamics: firstly, a lower narrow-body engine build over the summer and early fall than was originally envisaged and due partially to the availability of structural castings. And secondly, customers bringing airfoil inventory levels in line by year-end. I'll provide further commentary in the outlook section of my remarks.\nEBITDA was $323 million and further progression on Q1 and Q2 of the year. Free cash flow was positive as forecasted, however, impacted by carrying higher commercial aerospace inventory levels, again, due to the scheduled rebalances of our customers. Q3 ending cash was a healthy $454 million after repurchasing approximately 2.8 million shares for $100 million at an average price of $36.17 per share and also paying the quarterly dividend. Legacy pension and OPEB liabilities continue to be reduced, which resulted in a reduced year-to-date cash contributions of approximately 45%.\nI'll now pass the call to Ken for commentary by end markets and by each business segment.\n\nKenneth J. Giacobbe\n\nExecutive VP & CFO, Arconic Inc.\n\nThank you, John. Please move to Slide 5 for an overview of the markets. Third quarter revenue was up 12% year-over-year. The commercial aerospace recovery continued in the third quarter, with commercial aerospace revenue up 23% year-over-year and 7% sequentially, driven by the Engine Products segment and the narrow-body recovery. Commercial aerospace has grown for sixth consecutive quarter and stands at 47% of total revenue but continues to be far short of the pre-COVID level, which was 60% of total revenue.\nDefense Aerospace was down 4% year-over-year, driven by continued customer inventory corrections for the F-35, which was in line with our expectations. Commercial Transportation, which impacts both the Forged Wheels and Fastening Systems segment was up 13% year-over-year driven by higher aluminum prices and higher volumes, partially offset by foreign currency. Finally, the industrial and other markets, which is composed of IGT, oil and gas and general industrial was down 2% year-over-year. Within the industrial and other markets, oil and gas was up 11%, IGT was down 2% and general industrial was down 9% on a year-over-year basis.\nNow let's move to Slide 6. As usual, we'll start with the P&L and the focus on enhanced profitability. In the third quarter, revenue, EBITDA, EBITDA margin and earnings per share were all in line with guidance. Revenue was up 12% year-over-year, including material pass-through of approximately $70 million. EBITDA was $323 million, and EBITDA margin was a healthy 22.5%. If we exclude the $70 million impact of higher material pass-through, EBITDA margin was 120 basis points higher to 23.7%. Adjusting for material pass-through, the flow-through of incremental revenue in the quarter to EBITDA was strong at 39%.\nDuring Q3, we continued the recruitment of headcount by approximately 350 employees primarily in engines. Year-to-date, we have increased headcount by approximately 1,575 employees focused in engines and fasteners. In Q4, we do not expect significant headcount additions. Adjusted earnings per share was $0.36, up 33% year-over-year. For the quarter, the impact of foreign currency was minimal.\nMoving to the balance sheet. Free cash flow year-to-date was $130 million, including an inventory build of approximately $270 million primarily for the commercial aerospace recovery. Cash on hand was healthy at $454 million after buying back $100 million of common stock and funding the quarterly dividend. The average diluted share count improved to a Q3 exit rate of 419 million shares. Year-to-date, net pension and OPEB liabilities were reduced by approximately $85 million and cash contributions were reduced by approximately 45% or $35 million.\nDiscount rates continue to be favorable and will be remeasured at the end of the year, which should further reduce net pension liabilities. We continue to expect annual cash contributions to be approximately $60 million versus expense of $20 million. Finally, net debt to EBITDA remains at 3x, all bond debt is unsecured and at fixed rates, which will provide stability of our interest rate expense. Our next bond maturity is in November of 2024.\nMoving to capital allocation. We continue to be balanced in our approach. Capital expenditures continue to be less than depreciation at approximately 65% in the third quarter. Productivity CapEx continues to focus on automation products projects in the engines and fasteners business to improve yields, enhance quality, reduce outsourcing and mitigate labor risk. We purchased approximately 2.8 million shares of common stock in the quarter for $100 million. Year-to-date, we have repurchased approximately 9.7 million shares of common stock for $335 million with an average acquisition price of $34.60 per share.\nShare buyback authority from the Board of Directors stands at $1 billion. Lastly, we continue to be confident in free cash flow. The quarterly dividend was doubled to $0.04 per share per quarter with the first higher payment to be made in November of 2022.\nNow let's move to Slide 7 to cover segment results. Q3 was another solid quarter for engines. Year-over-year revenue was 14% higher in the third quarter with commercial aerospace up 30%, driven by the narrow-body recovery. Defense Aerospace was down 5%, IGT was down 2% and oil and gas was up 11%. EBITDA increased 23% year-over-year and margin improved 200 basis points to 27.2%, despite adding approximately 260 employees in the third quarter. Year-to-date net headcount additions for the engine business was approximately 1,040 employees. While the headcount additions are preparing us through the future commercial aerospace growth, it does unfavorably impact near-term results due to the time and cost required to train new employees, which could take several months depending on the position.\nNow let's move to Slide 8. Fastening Systems year-over-year revenue was 15% higher in the third quarter. Commercial aerospace was 24% higher driven by the narrow-body recovery, somewhat offset by continued production declines for the Boeing 787. Defense Aerospace was up 16%. Year-over-year segment EBITDA increased 8% despite the addition of employees to support future growth. Year-to-date headcount additions for fasteners was approximately 410 employees. Sequentially, EBITDA margin improved 180 basis points to 22%.\nNow let's move to Slide 9. Engineered Structures year-over-year revenue was down 3% in the quarter. Defense Aerospace was down 14% year-over-year, driven by customer inventory corrections for the F-35 as expected. Commercial aerospace was 5% higher as the narrow-body recovery offset the impact of production declines for the Boeing 787. Segment EBITDA increased 8% year-over-year. EBITDA margin improved 140 basis points to 14.5% despite the inventory burn down of the F-35, continued zero to low build on the 787 and inflationary cost pressures. Structures Q3 2022 EBITDA margin of 14.5% was greater than the 2019 annual rate of 14.2% when 2019 revenues were over $1.25 billion.\nFinally, let's move to Slide 10. As expected, Forged Wheels year-over-year revenue was 15% higher in the third quarter. The $35 million increase in revenue year-over-year was almost entirely driven by higher aluminum prices. Commercial transportation demand remained strong, but volumes continue to be impacted by customer supply chain issues, limiting commercial truck production. Segment EBITDA decreased 11% due to the impact of unfavorable foreign currency, primarily driven by the euro. While the pass-through of the higher aluminum prices did not impact EBITDA dollars, it did unfavorably impact margin by approximately 340 basis points. The impact on EBITDA margin increases to more than 550 basis points if you also include the unfavorable margin impact of passing through higher inflationary costs like the European energy costs and the unfavorable impact of foreign currency.\nBefore turning it back over to John, I will remind you that the impact of foreign currency to Howmet in total is minimal as the Aerospace segments provide a natural foreign currency hedge against the Forged Wheels segment. Lastly, in the appendix, we've updated assumptions, including an improvement in the annual operational tax rate to approximately 23.5%, which translates into a Q4 operational tax rate of approximately 22%. Also, we have updated annual assumptions to reflect improvements in our cash tax rate, net pension liabilities, depreciation and amortization, CapEx and diluted share count.\nNow let me turn that back over to John.\n\nJohn C. Plant\n\nExecutive Chairman & CEO, Howmet Aerospace Inc.\n\nThanks, Ken. So let's move to Slide #11. First, let me comment on the wider picture in commercial aerospace. Recovery continues with increasing airline schedules and load factors, especially in Europe and North America. Airline profits are rebounding well, and new aircraft are being ordered, especially narrow-body aircraft. International travel has also rebounded during the year and is showing strength, which is leading to modest increased production as we move into 2023 notably for the Airbus A350 and the Boeing 787 after its recent recertification. Spares for the aftermarket also continued to increase. This trend provides optimism that aircraft build volume will continue to strengthen throughout 2023 and 2024.\nRecent aircraft build rate issues have been more the result of parts availability, especially but not confined to engines. While we have to be cautious at this time, pending more visibility of unrestricted builds, allowing Airbus to reach their build levels of 55 per month for the A320, and Boeing to reach their build levels of 31 per month on the 737 MAX. We do envisage emission that commercial aerospace revenue should be up around 20% in 2023. Consolidated Howmet, including commercial aerospace and its other sectors of defense, industrial gas turbine, oil and gas and commercial transportation is expected to be up approximately 10% plus or minus 2% in revenue.\nFurther refinement will be provided in February 2023 upon the release of Q4 earnings. In the more immediate timeframe of Q4, we do envision further sequential growth. However, approximately $70 million of lower revenue compared to previously envisaged primarily in engine products as a result of the lower engine bill achieved and customer inventory drawdown or the end of year to my earlier comments. This results in an annual guide of $5.62 billion due to a small offset in other business areas beyond engine and earnings per share of $0.38 in the fourth quarter, which again is another sequential increase as we've shown in each quarter of 2022.\nHigher inventory will now be needed at year-end to accommodate the snapback and increasing build starting in the first quarter of next year once we've got through this inventory correction. More specifically, the guidance for Q4 is as follows: revenue, $1.47 billion, plus $30 million, minus $20 million, EBITDA $330 million, plus $6 million, minus $5 million; earnings per share of $0.38, plus or minus $0.01.\nFor the full year, revenue of $5.62 billion, plus $30 million, minus $20 million; EBITDA of $1.27 billion, plus $6 million, minus $5 million; earnings per share of $1.40, plus or minus $0.01 as we've narrowed the range from previous guidance. Free cash flow of $560 million, plus $20 million, minus $40 million, and this is driven -- this reduction compared to prior guidance is driven by the higher year-end inventory carried into 2023 for the continued commercial growth -- aerospace growth in the first quarter.\nLet's move to Slide 12 for summary. 2022 is another solid year with increases of revenue and profit building in each quarter and sequentially into Q4. Momentum does continue into 2023 with commercial aerospace expected to perform above normal growth rates in 2023, 2024 and also 2025 before reverting to a more normal 4% per year growth for Aerospace. We look forward to the future.\nSo let's now take your questions."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/052f9f4e240f32c14de3ecc1f8023093",
        "textblob_polarity": 0.0403176090804957,
        "textblob_subjectivity": 0.3585486306362595,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "negative": 1,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9995055049657822,
                "negative": 0.7660931944847107,
                "neutral": 0.9975294272104899
            }
        },
        "content1": "Q2 2022 Howmet Aerospace Inc Earnings Call\n\nQ2 2022 Howmet Aerospace Inc Earnings Call\n\nHWMNYSEAUG 4, 5:30 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Howmet Aerospace Second Quarter 2022 Results Conference Call. My name is Ian, and I'll be your operator for today. As a reminder, today's conference is being recorded for replay purposes. I would now like to turn the conference over to your host for today, Mr. Paul Luther, Vice President of Investor Relations. Please go ahead.\n\nPaul Thomas Luther\n\nVP, Investor Relations, Howmet Aerospace Inc.\n\nThank you, Ian. Good morning, and welcome to the Howmet Aerospace Second Quarter 2022 Results Conference Call. I'm joined by John Plant, Executive Chairman and Chief Executive Officer; and Ken Giacobbe, Executive Vice President and Chief Financial Officer. After comments by John and Ken, we will have a question-and-answer session.\nI would like to remind you that today's discussion will contain forward-looking statements relating to future events and expectations. You can find factors that could cause the company's actual results to differ materially from these projections listed in today's presentation and earnings press release and in our most recent SEC filings.\nIn addition, we've included some non-GAAP financial measures in our discussion. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release and in the appendix in today's presentation. With that, I'd like to turn the call over to John.\n\nJohn C. Plant\n\nExecutive Chairman & CEO, Howmet Aerospace Inc.\n\nThanks, PT, and good morning, everyone. Welcome to our Q2 call. Howmet's second quarter was another strong quarter and witnessed the continuing recovery in commercial aerospace, which was up 34% year-on-year and 7% sequentially. Total revenue was $1.393 billion and was up 17% year-on-year and 5% sequentially, which was at the top end of our guidance range. Revenue increased in each business segment, both year-over-year and sequentially.\nSimilarly, Howmet's Q2 EBITDA grew year-over-year and sequentially to $316 million, including net headcount additions of approximately 740 employees. Moreover, we are particularly pleased with the continuing healthy EBITDA margin performance of 22.8%, which is also at the high end of guidance. Inflationary costs were either recovered from customers or offset with efficiency improvements. Finally, earnings per share was strong at $0.35, an increase of 59% year-over-year.\nMoving to the balance sheet and cash flow. Free cash flow was a positive $114 million in the quarter, including an inventory build of approximately $105 million, primarily to accommodate the commercial aerospace recovery. Free cash flow was positive for the first half, and we expect to have positive free cash flow in both Q3 and Q4. The cash balance at the end of Q2 increased to $538 million, including common stock repurchases of $60 million and bond repurchases of $60 million.\nShare and bond repurchases were with cash on hand and continue to reduce share count and interest expense drag and hence, improved free cash flow yield. Legacy pension and OPEB liabilities are trending favorably with a net liability improvement of $60 million year-to-date. Associated cash contributions are down 65% in the first half compared to last year. Lastly, net leverage improved to 3x and is expected to accelerate by year-end to move towards 2.5x EBITDA.\nSegment details will be covered by Ken. However, I would like to note the small continuing EBITDA margin increase in our engines business and an improvement in structures. This was commendable of structures in the light of both the inventory burn down of F-35 and the continuing low to 0 build of the Boeing 787. Now over to Ken.\n\nKenneth J. Giacobbe\n\nExecutive VP & CFO, Arconic Inc.\n\nThank you, John. Please move to Slide 5 for an overview of the markets. Second quarter revenue was up 17% year-over-year. The commercial aerospace recovery continued in the second quarter, with commercial aerospace revenue up 34% year-over-year and 7% sequentially, driven by the Engine Products segments and the narrow-body recovery. Commercial aerospace was up 45 -- commercial aerospace was 45% of total revenue, and although an improvement from 2021, we continue to be far short of the pre-COVID level, which was 60% of total revenue.\nDefense aerospace was essentially flat year-over-year as well as sequentially, driven by continued customer inventory corrections for the F-35. Commercial transportation, which impacts both Forged Wheels and Fastening Systems segment, was up 19% year-over-year and 11% sequentially, driven by higher aluminum prices and higher volumes. Finally, the industrial and other markets, which is composed of IGT, oil and gas and general industrial, was down 4% year-over-year. Going deeper into this market, IGT was essentially flat, oil and gas was up 24% and general industrial was down 20% on a year-over-year basis.\nNow let's move to Slide 6. So let's start with the P&L with a focus on enhanced profitability. In the second quarter, revenue and adjusted EBITDA were at the high end of guidance as both metrics were up 17% year-over-year. Adjusted EBITDA was $317 million. Adjusted EBITDA margin was also at the high end of guidance as it increased 10 basis points sequentially to 22.8%. Excluding the $60 million year-over-year revenue impact of higher material pass-through, EBITDA margin was 100 basis points higher at 23.8%.\nAdjusting for material pass-through, the flow of the incremental revenue to EBITDA was in line with expectations at approximately 33%. We've been able to maintain our strong margins despite the impact of higher material pass-through and inflation as well as headcount additions to support future growth. During the second quarter, we continued the recruitment of headcount by approximately 740 employees, including net additions of approximately 455 in engines and 245 in fasteners as preparations are made for continued growth in the second half, adding to the growth already experienced in Q2. Year-to-date, we've increased headcount by more than 1,200 employees, and that's been focused in engines and in fasteners.\nAdjusted earnings per share exceeded the high end of the guidance at $0.35 per share, up 59% year-over-year. For the quarter, the impact of foreign currency on earnings was minimal.\nMoving to the balance sheet. Free cash flow in the second quarter was a positive $114 million, which excluded $44 million of proceeds generated from the sale and associated leaseback of our corporate headquarters in Pittsburgh. Cash on hand increased to $538 million after buying back $60 million of common stock, repurchasing $60 million of our 2024 bonds and funding the quarterly dividend. The average diluted share count improved to a Q2 exit rate of 421 million shares. Net pension and OPEB liabilities were reduced by approximately $60 million in the first half of 2022, and cash contributions were reduced by approximately 65% to $13 million on a year-over-year basis.\nDiscount rates continue to be favorable, and we will remeasure at the end of the year, which should further reduce the net pension liabilities. Annual cash contributions are estimated to be approximately $60 million versus expense of $20 million. Finally, net debt to EBITDA improved to 3x. As John mentioned earlier, we expect net debt to EBITDA to accelerate by year-end and move towards 2.5x.\nMoving to capital allocation. We continue to be balanced in our approach. Capital expenditures continued to be less than depreciation at approximately 67% in the second quarter. Productivity CapEx continues to be a focus on automation in both the Engines and the Fasteners business to improve yields, enhance quality, reduce outsourcing and mitigate labor risk.\nWe purchased approximately 1.8 million shares of common stock in the quarter for $60 million. In the first half of 2022, we repurchased approximately 6.9 million shares of common stock for $235 million. I would also note that we purchased 0.9 million shares of common stock in July, which increases the July year-to-date repurchases to $265 million for 7.8 million shares with an average acquisition price of $33.76 per share. Board authorization for share repurchases is currently $1,082,000,000.\nMoving to debt. We repurchased $60 million of our 2024 bonds in the quarter with cash on hand, and this will reduce our annualized interest cost by approximately $3 million. Lastly, we continue to be confident in free cash flow and paid the quarterly dividend of $0.02 per share of common stock.\nNow let's move to Slide 7 to cover the segments. Q2 was another solid quarter for the Engine Products segment. Year-over-year revenue was 20% higher in the second quarter, with commercial aerospace up 39%, driven by the narrow body recovery. Both IGT and defense aerospace were essentially flat year-over-year while oil and gas was up 24%. Adjusted EBITDA increased 38% year-over-year and margin improved 360 basis points to a record 27.5%, despite adding approximately 455 employees in the second quarter. Year-to-date, net headcount additions for Engines was approximately 780 employees.\nPlease move to Slide 8. Fastening Systems year-over-year revenue was 6% higher in the second quarter. Commercial aerospace was 20% higher, driven by the narrow body recovery but somewhat offset by continued production declines for the Boeing 787. Industrial was down 26%, driven by a strong Q2 last year. We expect growth in industrial in the second half. Segment adjusted EBITDA decreased 11% in the quarter and was impacted by inflationary cost and the addition of approximately 245 employees to support future growth. Year-to-date, headcount additions for fasteners was approximately 380 employees.\nNow let's move to Slide 9. Engineered Structures' year-over-year revenue was 16% higher in the second quarter. Commercial aerospace was 37% higher as the narrow body recovery more than offset the impact of production declines for the Boeing 787. Segment adjusted EBITDA increased 8% year-over-year despite the inventory burn-down of the F-35 and continued 0 to low builds on the Boeing 787 and inflationary cost pressures. The Structures team delivered a Q2 EBITDA margin of 14.1%. I would note that the Q2 adjusted EBITDA margin was equal to the 2019 annual margin despite revenue being down approximately 40% using this quarter's annualized revenue. This was solid performance by the Structures team.\nFinally, let's move to Slide 10. As expected, Forged Wheels' year-over-year revenue was 22% higher in the second quarter. The $50 million increase in revenue year-over-year was driven by higher aluminum prices of $36 million and volume increases of $14 million or 7%. Commercial transportation demand remains strong but volumes continue to be impacted by customer supply chain issues, limiting commercial truck production. Segment adjusted EBITDA increased 7% despite the impact of unfavorable foreign currency, driven primarily by the Europe. While the pass-through of higher aluminum prices did not impact adjusted EBITDA dollars, it did unfavorably impact EBITDA margins by approximately 400 basis points.\nBefore I turn it back to John to discuss guidance, you will note that we called out unfavorable foreign currency in the Wheels segment as a good portion of that segment's revenue has production cost and revenue in local currency. For Howmet in total, the aerospace segments provide a natural foreign currency hedge, while the aerospace segments also have a production -- a portion of their production costs in local currency, the majority of the revenue is in U.S. dollars. For the quarter, Howmet's overall foreign currency earnings impact was less than $1 million. Now let me turn it back over to John.\n\nJohn C. Plant\n\nExecutive Chairman & CEO, Howmet Aerospace Inc.\n\nThanks, Ken, and let's move to the outlook. But first, let me provide some commentary about state of end markets and the customers that we serve. The narrow body aircraft production increases will continue, and we expect Airbus to continue to lead with second half A320 production rates in the mid-50s per month. Boeing should lift the 737 MAX production to approximately 30 a month in the second half. Wide-body aircraft production is viewed as stable in the second half, and we are beginning to see spares demand increase due to improvements in international travel. Our view is that the build of wide-body aircraft improves as we move through into 2023, especially with the production of the Boeing 787 restarting and combine that with the increases with Airbus of the A330 and A350.\nThe forecast for 787 production in 2022 is cut again from 25 aircraft I talked about in the last quarter's earnings call to 15 as our best estimate, although we are now optimistic about the future, given the clearance by the FAA to restart deliveries. During the second half, we expect the F-35 inventory burn-off to continue, albeit defense revenue should show a modest improvement compared to the first half of the year. IGT is expected to improve, and we are seeing improvements which have signaled in the oil and gas market for the second half. Commercial production is expected to improve as supply chains improve component availability, albeit at a more muted level than we had previously expected.\nRegarding titanium orders, we expect to execute revenue opportunities as a result of the Ukraine situation, and we've added $20 million of revenue to our fourth quarter sales. Further updates for 2023 and beyond should become more clear and secure during the next quarter or so as we not only assess the order intake but also customer inventory burn-down, especially for wide-body aircraft production.\nMoving to guidance. The 2022 annual revenue midpoint is increased to $5.68 billion, which reflects the volume recovery commentary noted above and material inflation, which is now expected to be in excess of $200 million. Other inflationary costs such as energy, electricity, transportation, services and other production parts are additive to this number. For the third quarter, revenue is expected to be $1.44 billion, plus or minus $15 million; EBITDA, $326 million, plus $5 million, minus $4 million; EBITDA margin, 22.6%, plus or minus 10 basis points; and earnings per share, $0.36, plus or minus $0.01.\nFor the year, we have also tightened our guidance range and called out revenue at $5.68 billion, plus or minus $35 million, which is an increase of $40 million from the prior midpoint guidance. EBITDA at $1.29 billion, plus $9 million, minus $14 million; EBITDA margin of 22.7%; and earnings per share of $1.41, plus or minus $0.02, an increase of $0.02 from prior guidance at the midpoint; and free cash flow, $650 million, plus or minus $25 million, an increase of $25 million from prior guidance. Free cash flow conversion of net income is expected to be approximately 110%.\nIn summary, Howmet's Q2 year-over-year and sequential profit improvement continues. And we've demonstrated Howmet's unique and differentiated assets. We've been making strong and consistent progress against a choppy backlog. Liquidity continues to be strong with Q2 free cash flow at $114 million, including an inventory build in excess of $100 million for the commercial aerospace recovery. In the first half, total inventory build is close to $200 million.\nCash on hand has increased to $538 million and that's after the common stock and bond repurchases. Through the first half and July, approximately $343 million has been deployed for common stock and bond repurchases as well as dividends. Capital allocation has been balanced and we've also been improving net leverage as we spoke about and plan to do so again by the end of the year.\nRegarding guidance, revenue for the year is raised -- reflected the inflation recovery but also modest net volume improvements. EBITDA margin continues to be healthy and reflects the benefits of strong cost control, efficiency, material pass-through, inflation recovery and pricing with timely headcount additions to prepare for the future and the future lift into 2023. In the second half, we expect to continue to add headcount in Engines and begin recruitment in our Structures business.\nFinally, the Howmet annual dividend of $0.08 per share or $0.02 per quarter is planned to be doubled to $0.04 per share per quarter, with the first higher payment made in November of this year. Before moving to your questions, I'd like to encourage you to visit our website at howmet.com to look at the Howmet's Technology Day slides.\nAs a brief introduction, I'd like to highlight 3 slides beginning with Slide 14. What I want to note is that Howmet is a trusted brand with differentiated technologies and a rich IP portfolio with deep process know-how. We're mission-critical in growing markets with the ability to supply 90% of structural and rotating aero engine parts -- sorry, componentry. Approximately 70% of aerospace revenue is under long-term contracts, which is complemented by strong spares demand.\nOn Slide 15, 85% of revenue is generated from markets where we hold either a #1 or #2 position, driven by our customer relationships and differentiated assets. Lastly on Slide 16, Howmet's strategy has 4 pillars: to grow above market rates; the prioritization of differentiated products with discerning allocation of capital and resources; commercial and operational discipline; and finally, a disciplined capital allocation strategy. Additional information is available in the full presentation, which is in our -- on our website in the Investors section. And now we can move to questions."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/4572dfef1ae4bd4d146155ec26dcc1a3",
        "textblob_polarity": 0.07557558592840849,
        "textblob_subjectivity": 0.38526468603081493,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9956123493611813,
                "neutral": 0.9983811020851135
            }
        },
        "content1": "Q1 2022 Howmet Aerospace Inc Earnings Call\n\nQ1 2022 Howmet Aerospace Inc Earnings Call\n\nHWMNYSEMAY 3, 4:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Howmet Aerospace First Quarter 2022 Results Conference Call. My name is Eli, and I will be your operator for today. As a reminder, today's conference is being recorded for replay purposes. I would now like to turn the conference over to your host for today, Paul Luther, Vice President of Investor Relations. Please proceed, sir.\n\nPaul Thomas Luther\n\nVP, Investor Relations, Howmet Aerospace Inc.\n\nThank you, Eli. Good morning, and welcome to the Howmet Aerospace First Quarter 2022 Results Conference Call. I'm joined by John Plant, Executive Chairman and Chief Executive Officer; and Ken Giacobbe, Executive Vice President and Chief Financial Officer. After comments by John and Ken, we will have a question-and-answer session.\nI would like to remind you that today's discussion will contain forward-looking statements relating to future events and expectations. You can find factors that could cause the company's actual results to differ materially from these projections listed in today's presentation and earnings press release and in our most recent SEC filings. In addition, we've included some non-GAAP financial measures in our discussion. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release and in the appendix in today's presentation.\nI would also like to point out that starting this quarter, we are moving our segment profitability measure from segment operating profit to segment adjusted EBITDA. We will use this measure to assess the segment's performance going forward. We will continue to provide depreciation and amortization by segment, giving investors the ability to continue to calculate segment operating profit. EBITDA for previous period segment profitability are included for comparison purposes. You can find these numbers in our earnings press release and on Slides 19 and 20 in today's presentation deck.\nWith that, I'd like to turn the call over to John.\n\nJohn C. Plant\n\nExecutive Chairman & CEO, Howmet Aerospace Inc.\n\nThanks, PT. Good morning, everyone, and welcome. Please move to Slide #4. The first quarter was another strong quarter for Howmet. Revenue was above the high end of guidance and profit was near the high end of guidance, which provided a very healthy start to the year. As expected, revenue was a little higher than the fourth quarter of '21 with higher sales to commercial aerospace due to narrow body programs. These were partially offset by sales to the Boeing 787 platform and inventory takeout for structures on the F-35 program. Revenue played out as expected, and the good news is that we now have a new Boeing skyline production plan for the 787. The other good news is the improved outlook for COVID, with large reductions in cases and deaths in the Western world. This has led to reduced testing for international travel, which is an important precursor to the pickup in wide-body commercial aerospace programs. The tragic Russian invasion of Ukraine has led to further increases in commodity inflation, notably for oil and materials. The effects of this will be outlined in my guidance comments.\nMoving to specific numbers. Revenue for the quarter was $1.3 billion, an increase of 10% year-over-year, which includes additional material pass-through of approximately $40 million. Clearly, this pass-through is excellent. However, it does unfavorably reflect in the EBITDA margin percentage by 70 basis points year-over-year. Without this effect, Q1 EBITDA margin was 23.4%, which was well ahead of Q1 of 2021. On a sequential basis, we also had an EBITDA margin improvement of 10 basis points adjusting for material pass-through.\nAdjusted EBITDA was strong at $300 million and earnings per share at $0.31, both of which were ahead of the midpoint of guidance. Free cash flow in the first quarter was essentially breakeven and resulted in cash on hand of $522 million after buying back $175 million of shares in the quarter. This buyback included an additional $75 million over and above the January buyback of $100 million noted in our February earnings call. The average diluted share count improved to 425 million in Q1 with an exit rate of 423 million shares. Lastly, we reduced pension and OPEB liabilities by approximately $200 million year-over-year and reduced cash contributions by approximately 60%.\nI'll now pass the call commentary over to Ken to detail the market dynamics and provide commentary on segment performance.\n\nKenneth J. Giacobbe\n\nExecutive VP & CFO, Arconic Inc.\n\nGreat. Thank you, John. Please move to Slide 5 for an update on the end markets. First quarter revenue was up 10% year-over-year. The commercial aerospace recovery continued in the first quarter with commercial aerospace revenue up 29% year-over-year and 4% sequentially, driven by the Engine Products segment and the narrow body recovery. Commercial aerospace was 44% of total revenue, and although an improvement from 2021, it continues to be [far forth] of the pre-COVID level, which was 60% of total revenue.\nMoving to defense aerospace. Revenue was down 16% year-over-year and essentially flat sequentially, driven by customer inventory corrections for the F-35. Commercial transportation, which impacts both the Forged Wheels and Fastening Systems segment was up 10% year-over-year and 4% sequentially, driven by higher aluminum prices.\nFinally, the industrial and other markets, which is composed of IGT, oil and gas and general industrial was flat year-over-year. Going deeper within the industrial and other markets sector, IGT continues to be strong and was up 14% year-over-year and 3% sequentially.\nPlease move to Slide 6. Let's start with the P&L with a focus on enhanced profitability. In the first quarter, we had a healthy start to the year with adjusted EBITDA of $300 million, which exceeded the guidance midpoint. Margin was 22.7% and in line with guidance. Excluding the year-over-year revenue impact of higher material pass-through, EBITDA margin was 23.4%. Incremental flow-through of the higher revenue was in line with expectations at 33%. Adjusted earnings per share was strong at $0.31, up 41% year-over-year.\nMoving to the balance sheet. Free cash flow for the first quarter was essentially breakeven while building approximately $85 million of inventory in anticipation of the commercial aerospace recovery. Cash on hand was $522 million after buying back $175 million of common stock. The average diluted share count improved to a Q1 exit rate of 423 million shares. On a year-over-year basis, net pension and OPEB liabilities were reduced by $200 million and cash contributions were reduced by 60% to $13 million.\nAnnual cash contributions are estimated to be approximately $60 million versus expense of $20 million. We continue to focus on reducing pension and OPEB gross and net liabilities. Comparing to the Europe separation in 2020, annual cash contributions were approximately $240 million and are expected to improve to $60 million this year, a substantial improvement. Additionally, expense is expected to be reduced from $35 million in 2020 to $20 million this year.\nMoving to capital allocation. We continue to be balanced in our approach. Howmet's improved financial leverage and strong cash generation were recently reflected in Moody's April 27 credit rating upgrade from Ba2 to Ba1. Capital expenditures were approximately 94% of depreciation in the first quarter with productivity CapEx focused on automation projects in engines and fastener segments to improve yields and mitigate labor risk. We purchased approximately 5 million shares of common stock in the quarter for $175 million with an average acquisition price of $34 per share. Lastly, we continue to be confident in our free cash flow and paid the quarterly dividend of $0.02 per share of common stock.\nNow let's move to Slide 7 to cover the segment results. As previously mentioned, starting this quarter we are moving our segment profitability measure from segment operating profit to segment adjusted EBITDA. We will use this measure to assess the segment's performance going forward while continuing to provide segment DNA in the appendix.\nMoving to Engine Products. Year-over-year revenue was up 18% in the first quarter. Commercial aerospace was up 45%, driven by the narrow body recovery. IGT was 14% higher as demand for cleaner energy continues. Defense aerospace was down 9% year-over-year. Segment adjusted EBITDA increased 31% year-over-year and margin improved 270 basis points while adding approximately 325 employees in the first quarter, which now brings the total adds to 1,275 employees since Q1 of 2021.\nNow let's move to Slide 8. Fastening Systems year-over-year revenue was 3% lower in the first quarter. Commercial aerospace was flat as the narrow body recovery was offset by continued production declines for the 787. Defense aerospace was down 24%, while commercial transportation was up 15%. Segment adjusted EBITDA decreased 2% year-over-year while margin improved 20 basis points. The quarter was impacted by inflationary costs and the addition of approximately 135 employees to support future growth.\nNow let's move to Slide 9. Engineered Structures year-over-year revenue was 3% higher in the first quarter. Commercial aerospace was 36% higher as the narrow body recovery more than offset the impact of the declines of the 787. The defense aerospace market was down 26% year-over-year, driven by customer inventory corrections for the F-35. Segment adjusted EBITDA increased 5% year-over-year while margin improved 10 basis points.\nFinally, please move to Slide 10. Forged Wheels year-over-year revenue was 9% higher in the first quarter. The $20 million increase in revenue year-over-year was driven by higher aluminum prices of $29 million, somewhat offset by lower volumes. Pass-through of higher aluminum prices did not impact EBITDA dollars but unfavorably impacted margin by approximately 360 basis points. Commercial transportation demand remained strong, but volumes continue to be impacted by customer supply chain issues limiting commercial production.\nOne final comment on the segments. Consistent with our expected revenue growth, we are now hiring in every segment except for Engineered Structures, which is expected to commence in the second half of the year.\nBefore turning it back over to John to discuss guidance, I'd like to point out one additional item related to tax. There is a slide in the appendix that covers the operational tax rate. In 2021, the annual operational tax rate improved to 25%. The rate further improved to 24.6% in the first quarter of 2022. When comparing sequential performance, the Q1 rate of 24.6% compares to 20.7% in Q4 of 2021. The 390 basis point sequential increase in operational tax rate unfavorably impacted first quarter earnings per share by approximately $0.015.\nNow let me turn it back over to John.\n\nJohn C. Plant\n\nExecutive Chairman & CEO, Howmet Aerospace Inc.\n\nThanks, Ken. Let's move to Slide #11. Moving to ESG. I'd encourage you to read our sustainability report found at howmet.com in the Investors section. Howmet is committed to improving our environmental footprint, and actions taken in 2021 have reduced Howmet's greenhouse gas emissions, energy consumption, wastewater use and landfill waste. We have funded approximately 100 projects, which are expected to reduce Howmet's Scope 1 and Scope 2 greenhouse gas emissions by 21.5% by 2024 compared to our 2019 baseline. Howmet is also committed to a safe workplace while fostering a diverse, equitable and inclusive work environment where all of our employees can thrive. Our safety record is 5x better than the industry average. Moreover, Howmet was named one of the best places to work for LGBT equality by the Human Rights Campaign Foundation.\nRegarding governance, the company was recognized by 50/50 Women on Boards for having 40% of our Board of Directors made up of women. Lastly, 81% of our key suppliers have sustainability programs considered to be leading or active. Howmet's portfolio at advanced energy-efficient projects span several markets and contribute to substantial reductions in emissions. We will discuss Howmet's IP-rich portfolio and several of our differentiated products at Howmet's Technology Day on Monday, May 23, in New York.\nLet's move to Slide #12 and our second quarter guidance. The revenue outlook continues to show improvement. Let me start with commercial aerospace. Airline load factors show improvements in North America and Europe. China is lagging but is expected to show improvements later in 2022. This is leading to solid narrow body build projections for the Airbus A320 and 321 and the Airbus the 321XLR family of aircraft. Moreover, there is a notable order input for the Airbus 220 aircraft, for which Howmet has a very healthy shipset value roughly in line with the A320.\nWe also expect to see further value content improvements later in 2022 when we begin to transition to the improved Pratt & Whitney geared turbofan engine having both increased thrust and fuel efficiency. The volumes for the Boeing 737 MAX continued to grow with the rate improving to 31 per month compared to the exit rate in 2021 of 17 per month. As the rate moves towards this 31 per month range, the remaining inventory overhang will be extinguished. We also note by the middle of 2023, the Airbus A320, 321 rate of 65 per month will require Howmet to be at this rate as we transition into 2023, which is another pickup from the mid-50s rate in the middle of 2022.\nRevenue for the defense sector is solid, and after destocking of the structural bulkheads for the F-35, driven by lower-than-planned Lockheed build in 2020 and 2021, we expect growth will resume in 2023. We note the selection of the F-35 programs for the Air Forces in Germany, Switzerland, Canada and Finland in recent months, which is going to drive future volume projections.\nMoving to industrial and other markets. Revenue for IGT remain strong, notably with average shipset values increasing with the larger, more sophisticated turbine blades for the aging J class turbines. One good aspect of the oil price increase is the expectation for Howmet -- that this will show growth later in the year. Class 8 truck and trailer manufacturing are also expected to begin to grow as the supply chain constraints begin to ease especially in the second half, but in fact, beginning in the second quarter.\nSpecifically to address numbers for Q2 and the year. Revenue is expected in Q2 to be $1.37 billion, plus or minus $20 million; EBITDA of $310 million, plus or minus $8 million; EBITDA margin of 22.6%, plus 30 basis points, minus 20 basis points; and earnings per share of $0.32 plus or minus $0.01.\nFor the year, revenue of $5.64 billion, plus or minus $80 million; EBITDA of $1.3 billion, plus or minus $35 million; EBITDA margin of 23%, plus 30 basis points, minus 20. Earnings per share are expected to be in the range of $1.39, plus or minus $0.06; and free cash flow of $625 million, plus or minus $50 million.\nImplicit in these numbers is capital expenditure of approximately $235 million and an improved tax rate of approximately 24.5%. In order to provide color on the near term, revenues reflect the reduction of the Boeing 787 volumes and also increases for commodity inflation recoveries. There's a similar impact on EBITDA and EBITDA margin. You'll note that the guidance leads to another very solid year for Howmet with growth and profit improvement and is setting the company up well to address the further growth expected in 2023 across all of our markets and especially the start of growth in the wide-body market.\nAlso, as Ken mentioned, notably, we are now recruiting in 3 of our 4 segments. The first quarter -- so I'll move to Slide 13. The first quarter was a healthy start to the year. We delivered strong results that met or exceeded guidance. Year-over-year revenue grew 10% and earnings per share grew 41%. Free cash flow was essentially breakeven after approximately $85 million increase in inventory to support the aerospace recovery plus the commensurate increase in AR as a result of the increased sales. Liquidity is strong, and cash generation is expected to be very positive in the remaining quarters of 2022. The Q2 outlook for revenue is expected to be approximately $45 million higher than in Q1, with margins of approximately 22.5% to 23%, setting a platform for a healthy '22. Full year adjusted earnings per share guidance has also been increased.\nAnd now we can move to Q&A."
    }
]