[
    {
        "date": "2024 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/eb45a9c23308bd265d817950abea252d",
        "textblob_polarity": 0.2184619094673442,
        "textblob_subjectivity": 0.45899785902503293,
        "sentiment": {
            "distribution": {
                "positive": 13,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9985516804915208,
                "neutral": 0.87250288327535
            }
        },
        "content1": "Q3 2024 Synopsys Inc Earnings Call\n\nQ3 2024 Synopsys Inc Earnings Call\n\nSNPSNASDAQAUG 21, 11:00 PM\n\nOperator\n\nLadies and gentlemen, welcome to the Synopsys Earnings Conference Call for the Third Quarter Fiscal Year 2024. [Operator Instructions]. Today's call will last 1 hour. As a reminder, today's call is being recorded. At this time, I would like to turn the conference over to Trey Campbell, Senior Vice President, Investor Relations. Please go ahead.\n\nTrey Campbell\n\nHead-Investor Relations, Intel Corp.\n\nThank you, and good afternoon, everyone. With us today are Sassine Ghazi, President and CEO of Synopsys; and Shelagh Glaser, CFO.\nBefore we begin, I'd like to remind everyone that during the course of this conference call, Synopsys will discuss forecasts, targets and other forward-looking statements regarding the company and its financial results. While these statements represent our best current judgment about future results and performance as of today, our actual results are subject to many risks and uncertainties that could cause actual results to differ materially from what we expect. In addition to any risks that we highlight during this call, important factors that may affect our future results are described in our most recent SEC reports and today's earnings press release.\nIn addition, we will refer to certain non-GAAP financial measures during the discussion. Reconciliations to their most directly comparable GAAP financial measures and supplemental financial information can be found in the earnings press release, financial supplement and 8-K that we released earlier today. All of these items, plus the most recent investor presentation are available on our website at www.synopsys.com. In addition, the prepared remarks will be posted on our website at the conclusion of the call.\nWith that, let's turn the call over to Sassine.\n\nSassine Ghazi\n\nPresident & COO\n\nGood afternoon. We delivered excellent results in the third quarter, exceeding the midpoint of all our guidance targets while setting another quarterly revenue record. We positioned the company's portfolio with 1 strategic end in mind, maximizing the value that we deliver to customers in the era of pervasive intelligence.\nOur focus is on leading innovation in EDA and IP, while deepening our differentiation in software-defined systems. Against this strategic backdrop, the Synopsys team continued its strong operational execution in the quarter and commercial momentum remains robust. Revenue was up 13% year-over-year at the high end of our guided range. Non-GAAP operating margin was 40%, up 3.6 points year-over-year. And non-GAAP EPS was up 27% year-over-year and above our guidance range. We continue to be confident and our guidance for industry-leading double-digit revenue growth. Shelagh will discuss the financials in more detail.\nFirst, I'll give some context for our confidence, which is grounded in the continued strong execution of our Synopsys team and industry trends, reinforced by our customers and partners. Since becoming Synopsys CEO in January, I have traveled to 8 countries, participating in more than 140 meetings with over 80 customers and partners, discussing their challenges and understanding their priorities. The message in every meeting is loud and clear. Synopsys is mission-critical to their innovation, which makes our business uniquely resilient.\nOur success is tied to technology innovation cycles, not end market dynamics. In this era of pervasive intelligence technology innovation is only accelerating, fueled by the rise of artificial intelligence, silical (sic) [ silicon ] proliferation and software-defined systems. The evidence is all around us.\nOur silicon customers are racing to design the many components necessary to optimize AI infrastructure. Remarkably design cycles are contracting despite mounting complexity, and we help make this possible. This combination of pace and complexity equals good news for Synopsys.\nArtificial intelligence is driving incredible demand for high-performance computing and data centers and new AI-powered smartphones and PCs, which are poised for an exciting refresh thanks to silicon innovation. Bottom line, AI needs more and more complex silicon that is good for Synopsys.\nFinally, silicon proliferation and AI chip innovation is driving the build-out of manufacturing capacity and accelerating the transition to new advanced nodes. Foundries count on our EDA and IP to enable each new process node, again, good for Synopsys. These trends reinforce the resiliency of Synopsys business.\nAdditionally, our customer set is expanding as more companies and more industries define and optimize system performance at the silicon level. As a leading silicon to systems design solutions company, Synopsys opportunity has never been greater. And our planned acquisition of Ansys will expand our TAM and further our mission of empowering technology innovators everywhere.\nThe future of technology R&D require system design solutions with a deeper integration of electronics and physics. That's what we can provide with Ansys, and we're making good progress on closing this important transaction. The regulatory review is proceeding well. We are working cooperatively and constructively with the various regulatory agencies. We have completed all preliminary filings worldwide. Customers continue to express their overwhelming support and we continue to expect the transaction to close in the first half of 2025.\nWe -- let's move to segment business highlights, starting with Design Automation. Q3 Design Automation revenue was up 6% year-over-year versus a very strong prior Q3 a -- as Synopsys Design Automation solutions are helping customers accelerate their innovation despite growing complexity. Growing systemic complexity has turbocharged the criticality of verification and chip design, and we offer the most complete portfolio of solutions in the industry.\nOur next-generation Verdi platform for advanced debug capabilities was adopted by a large U.S.-based GPU company and a large U.S. mobile SoC company, reducing failure debug from days to minutes. While our flagship verification tool VCS displaced competition at a large U.S. HPC customer, a large Chinese mobile customer and a large Chinese hyperscaler.\nOur AI verification product, VSO.ai is also ramping aggressively demonstrating up to 10x faster turnaround time, double-digit increases in verification coverage, significant reductions in verification compute requirements and better verification quality.\nA marquee U.S. GPU company deployed VSO.ai across multiple IPs with turnaround time improvements of 2x to 7x and coverage improvements up to 33%. Our hardware-assisted verification business had an excellent quarter as customers upgraded from HAPS-100 to our ZeBu EP product line to leverage 1 hardware platform for both emulation and prototyping.\nIn Q3, we saw a significant ZeBu hardware expansion at a large U.S. hyperscaler in a direct win versus competition. We also increased ZeBu adoption at a large European IP provider and 2 large U.S. HPC companies, increasing demands for high-performance emulation with the opportunity for large capacity expansion were drivers in these wins.\nWe also worked with several large U.S. systems and hyperscaler customers on successful software bring-up workloads with our HAPS product line. Physical verification was also a point of strength in the quarter. We continue to win new designs on ICV with 20 tape-outs in Q3, 4 of these tape-outs were on TSMC N3, N1 on IFS 18A, where engagements are increasing rapidly.\nTurning to Analog Design, where our competitive displacements continued in Q3. We -- we now have more than 30 displacements for the year. This quarter, we completed Analog Full Flow wins at a leading European Tier 1 supplier, a North American IP provider and an Asian SoC vendor and we displaced competition in analog simulation at 2 U.S. AI accelerator companies and a global analog chip company.\nLike in Verification, our analog customers are looking to Synopsys as a scale multiplier to modernize their flows and unleash the power of AI to move to more advanced process nodes. Our Synopsys.ai engine for analog, ASO.ai now has more than 15 customers in evaluation.\nTransitioning to Digital, where we continue to expand our leadership in digital EDA across advanced node design flows. Fusion Compiler delivered the world's first mobile SoC tape-out on Samsung's 2-nanometer GAA process this quarter, along with a number of customer first tape-out at TSMC N2, N3E and N5. Augmenting Fusion Compiler with our AI engine, DSO.ai creates a powerhouse capability for customers. We are now seeing customer adoption spread to the automotive vertical, where a leading Asian automotive silicon company demonstrated 30% power reduction in the design with DSO.ai.\nOn to Design IP, which delivered 32% revenue growth as the IP supplier of choice for leading HPC, AI, automotive and mobile chips at advanced nodes. Driven by AI bandwidth requirements, hyperscalers are pushing consortiums to pull in specification time lines for interface protocols, creating faster innovation cycles and increased opportunity for us and our customers, and we are matching the space with our operational execution.\nIn Q3, we announced the world's first PCIe 7.0 IP solution to enable fast and secure data transfers. We are also seeing increasing momentum in AI edge devices for mobile optimized platforms. We secured 2 major smartphone customers on leading nodes to enable power efficient mobile devices with Gen AI capabilities, while our ARC neural processing unit and DSP processors were adopted into 5 edge applications including 2 new customers.\nTurning to multi-die, where we have an outstanding lineup of products in the IP and the EDA space for our customers. We continue to broaden our multi-die portfolio, launching 3D IO Foundation IP, which is a specialized IO for 3D multi-die integration. In EDA, 3D IC Compiler momentum continued with the tape-out of multi-die design for an automotive application based on a CoWoS-R interposer and deployment at a major U.S. hyperscaler.\nWe also announced Intel Foundry EMIB, a reference floor for multi-die enabled by 3D IC compiler to accelerate multi-die designs at all stages from silicon to systems. As the on-ramp for the world's foundry we achieved silicon success on Samsung's SF2 and SF4x processes for a range of interface IP. We also demonstrated the industry's first HBM3 operating at 9.6 gigabits per second and TSMC's advanced 3-nanometer processes and partnered with GLOBALFOUNDRIES to develop new memory compilers for the 22FDX process technology targeting edge AI acceleration in automotive, and industrial microcontrollers.\nA couple of closing comments before we transition to Shelagh's remarks. We are working through final closing conditions for the sale of our Software Integrity business and continue to expect that we'll complete that transaction in the second half of 2024. And before closing, I want to recognize a monumental award to someone I deeply admire and I'm proud to call both a mentor and a friend, Synopsys Founder and Exec Chair Aart de Geus. Aart was selected to receive the semiconductor industry's highest honor, the 2024 Robert Noyce Award. We look forward to celebrating his leadership and outstanding contributions to our industry at the awards ceremony in November.\nIn summary, we have strong continuing momentum across the business, supported by multiple secular growth drivers. We have a very resilient business model and are mission-critical to our customers' innovation. We are aligning our portfolio investment with the greatest return potential to accelerate our growth. Thank you to our employees for their passion and to our partners and customers for trusting us to ignite their future ingenuity.\nWith that, I'll turn it over to Shelagh.\n\nShelagh Glaser\n\nChief Financial Officer\n\nThank you, Sassine. We had an excellent Q3 with record revenue and non-GAAP EPS was above our guidance range. We continue to execute well, which is a testament to our strong momentum across the business, leading technology that is mission-critical to our customers and a resilient and stable business model.\nI'll now review our third quarter results, which are presented on a continuing basis operation. All comparisons are year-over-year unless otherwise stated. We generated total revenue of $1.53 billion, up 13% and at the high end of our guided range. Total GAAP costs and expenses were $1.17 billion; total non-GAAP costs and expenses were $915 million, resulting in non-GAAP operating margin of 40%. GAAP earnings per share were $2.73, non-GAAP earnings per share were $3.43 and above our guided range.\nNow on to our segment. Design Automation segment revenue was $1.06 billion, up 6% compared to a very strong Q3 a year ago. Design Automation adjusted operating margin was 41.5%. Design IP segment revenue was $463 million, up 32%, driven by strength in Interface and Foundation IP. Design IP adjusted operating margin was 36.7%. The -- Operating cash flow, including discontinued operations was $455 million for the quarter, and free cash flow, including discontinued operations, was [ $415 million ]. We ended the quarter with cash and short-term investments of approximately $2 billion.\nNow to guidance. Except for cash flow metrics, all targets are presented on a continuing operations basis. The full year targets for 2024 are: revenue of $6.105 billion to $6.135 billion; total GAAP costs and expenses between $4.58 billion and $4.60 billion; total non-GAAP costs and expenses between $3.76 billion and $3.77 billion, resulting in more than 2 points of non-GAAP operating margin improvement at the midpoint.\nNon-GAAP tax rate of 15%; GAAP earnings of $9.71 to $9.85 per share; non-GAAP earnings of $13.07 to $13.12 per share; cash flow from operations of approximately $1.3 billion, free cash flow of approximately $1.1 billion.\nNow to targets for the fourth quarter: revenue between $1.614 billion and $1.644 billion; total GAAP costs and expenses between $1.21 billion and $1.23 billion; total non-GAAP costs and expenses between $1.03 billion and $1.04 billion; GAAP earnings of $2.25 to $2.39 per share and non-GAAP earnings of $3.27 to $3.32 per share.\nOur press release and financial supplement include additional targets and GAAP to non-GAAP reconciliation. Consistent with prior years, we will provide additional comments and guidance for 2025 when we report next quarter.\nIn conclusion, for 2024, we expect to achieve revenue growth of approximately 15%; non-GAAP operating margin improvement of more than 2 points and approximately 24% non-GAAP EPS growth. We continue to see strong momentum in the business, reflecting our relentless execution and leadership position across our segments, mission-critical products to enable our customers' innovation and a stable and resilient business model.\nWith that, I'll turn it over to the operator for questions."
    },
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/c56fd2c35a8a02a7ec2a05a2b3bdbdb7",
        "textblob_polarity": 0.1895661209358018,
        "textblob_subjectivity": 0.4437004352030949,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9993605017662048,
                "neutral": 0.9943614900112152
            }
        },
        "content1": "Q2 2024 Synopsys Inc Earnings Call\n\nQ2 2024 Synopsys Inc Earnings Call\n\nSNPSNASDAQMAY 22, 11:00 PM\n\nOperator\n\nLadies and gentlemen, welcome to the Synopsys Earnings Conference Call for the Second Quarter Fiscal Year 2024. [Operator Instructions]. Today's call will last 1 hour. As a reminder, today's call is being recorded. At this time, I would like to turn the conference over to Trey Campbell, Senior Vice President, Investor Relations. Please go ahead.\n\nTrey Campbell\n\nHead-Investor Relations, Intel Corp.\n\nThanks, Sarah. Good afternoon, everyone. With us today are Sassine Gazzi, President and CEO of Synopsys; and Shelagh Glaser, CFO.\nBefore we begin, I'd like to remind everyone that during the course of this conference call, Synopsys will discuss forecasts, targets and other forward-looking statements regarding the company and its financial results. While these statements represent our best current judgment about future results and performance as of today, our actual results are subject to many risks and uncertainties that could cause actual results to differ materially from what we expect. In addition to any risks that we might highlight during this call, important factors that may affect our future results are described in our most recent SEC reports and today's earnings press release.\nIn addition, we will refer to certain non-GAAP financial measures during the discussion. Reconciliations to their most directly comparable GAAP financial measures and supplemental financial information can be found in the earnings press release, financial supplement and 8-K that we released earlier today. All of these items, plus the most recent investor presentation are available on our website at www.synopsys.com. In addition, the prepared remarks will be posted on our website at the conclusion of the call.\nWith that, I'll turn the call over to Sassine.\n\nSassine Ghazi\n\nPresident & COO\n\nThanks, Trey. Good afternoon. In Q2, we continued our strong execution and momentum. Semiconductor and systems companies continue to invest in Synopsys solutions to maximize their R&D capabilities and productivity.\nRevenue was up 15% year-over-year and at the high end of our guided range. Non-GAAP operating margin was 37.3%, up approximately 3 points year-over-year. And non-GAAP EPS was up 26% year-over-year and above guidance.\nGiven our momentum and continued confidence in our business, we are again raising our full year revenue and non-GAAP EPS guidance. Shelagh will discuss the financials in more detail.\nFirst, I'll give some context for our confidence and share some business highlights from the quarter. We are in an era of pervasive intelligence, fueled by the rise of artificial intelligence, silicon proliferation and software-defined systems. These trends are driving systemic complexity for technology R&D, which in turn drives unprecedented opportunity for Synopsys.\nOur silicon customers are racing to design and manufacture complex purpose-built silicon and our customer set is expanding as systems companies are also either designing their own chips or defining and optimizing their system performance at the silicon level.\nIn March, many of our semiconductor and systems customers attended SNUG, our yearly Synopsys User Group Conference in Silicon Valley. Thousands of passionate design engineers shared best practices and learned about the innovations we're driving. And we were honored to have a dozen key customers, including NVIDIA, Intel, AMD, AWS, Tesla and others contribute their perspective regarding the mission-critical role Synopsys plays in their innovation.\nAs a leading silicon to system design solutions company, Synopsys opportunity has never been greater. Today, we have best-in-class EDA tools and the broadest portfolio of silicon IP. Our planned acquisition of Ansys will expand our TAM and further our mission of empowering technology innovators everywhere.\nLet me provide a brief update on this important transaction. Our customers have overwhelmingly told us that they see tremendous potential for the combination to accelerate their innovation and address their rapidly increasing need for system design solutions that provided deeper integration between electronics and physics.\nWe're pleased to announce that Ansys stockholders approved the transaction this morning. Synopsys and Ansys are making progress towards securing the necessary regulatory approvals, and we remain confident in the regulatory review process given the clear and compelling benefits of this combination for customers and partners. We continue to expect the transaction to close in the first half of 2025.\nLet's move to segment business highlights, starting with Design Automation. Q2 Design Automation revenue was up 14% year-over-year with strength across the business and continued rapid adoption of Synopsys.ai, customer's realize impressive gains in performance, power and area.\nIn Analog and Mixed Signal Design, customers are looking to Synopsys as they modernize their flows and move to more advanced process nodes. We saw 10 displacement design wins in the quarter. and now have 20 displacements through the first half of the year.\nIn Q2, we delivered a marquee win for full flow displacement at a leading U.S. systems company, while a leading Asian memory company chose our analog design environment for their next-generation memory designs.\nOur Synopsis.ai engine for analog, ASO.ai allows analog customers to harness the power of AI to simplify node migration. A high-speed connectivity customer recently reported a 10x productivity gain using ASO.ai.\nTransitioning to Digital, where we continue to expand our leadership across advanced node design flows. In Q2, Fusion Compiler continued to push boundaries and performance and power efficiency optimization, demonstrating 8% better power on a 2-nanometer based CPU at a U.S. CPU company and higher performance versus competition for the flagship mobile CPU at Samsung.\nDemonstrably, a better PPA results such as these also led to Fusion Compiler wins at a large U.S. hyperscaler and a top U.S. mobile CPU company.\nWhile the customer results from Fusion are exceptional, we believe the combination of Fusion and AI-based optimization is game-changing. In Q2, multiple Asian design services firms exceeded maximum frequency targets with DSO.ai and a leading U.S. GPU company deployed DSO.ai for improved productivity.\nIn Verification, our flagship VCS product delivered 15 competitive displacements in the quarter led by wins at an Asian systems company, a leading U.S. hyperscaler and a top U.S. GPU company. The Synopsis.ai optimization engine that partners with VCS, VSO.ai saw significant adoption as well. We are now engaged with over 30 customers, demonstrating up to 10x fast turnaround time and double-digit increase in coverage.\nShifting to hardware-assisted verification, Demand exceeded our expectations for the quarter with 4 new customer wins and over 50 repeat customer wins. At SNUG, we announced ZeBu EP2 and saw the first sales to a large Asian mobile SoC company and a competitive win for full SoC verification.\nWe also saw significant customer pull for HAPS, including at a large U.S. mobile company, which deployed multi-die designs on HAPS and reduced bring-up time by approximately 40%.\nOn to Design IP which delivered 19% revenue growth as the IP supplier of choice for leading HPC, AI, automotive and mobile chips at advanced nodes. Q2 was a particularly strong quarter for automotive wins. Electrification, infotainment and ADAS features continue to drive strong demand for our comprehensive automotive portfolio.\nShip level security continues to be a concern to chip designers. In Q2, we announced the acquisition of Intrinsic ID to add physical unclonable functions or PUF technology, to our extensive IP portfolio. More broadly, we gained over 10 secure interface IP wins in the quarter including 5 new customers.\nDemand for interface IP for AI and data center applications is growing at a blistering pace. In the quarter, we launched the industry's first 1.6 terabyte Ethernet solution to meet the high bandwidth needs of AI and hyperscaler chips, securing design wins at 2 leading high-speed Ethernet customers.\nAdditionally, we secured more than 10 design wins for PCIe 6.0 and CXL 3.0 solutions. We also have the industry's most expensive IP library for multi-die starting with the standard for die-to-die interconnect UCIe. We won 5 UCIe IP licenses in the quarter across end markets from memory to mobile to HPC.\nWith these wins, we now have 50 lifetime wins for die-to-die connectivity. As silicon becomes foundational to innovation in nearly every industry, we've seen an infusion of government support and funding for chip manufacturing around the world. Synopsys plays a mission-critical role as an on-ramp to the world's foundries, enabling manufacturing success for our mutual customers.\nIn Q2, we won a significant enablement engagement with the emerging leading-edge Japanese foundry Rapidus Corporation, involving our leadership 2-nanometer interface IP. This builds on a major Rapidus design win for foundation.\nHaving a portfolio of trusted IP is a requirement for every world-class foundry. As the leading provider of interface and foundation IP Synopsys is often the first stop for foundry enablement. Synopsys IP provides a path for mutual customers to bring Rapidus manufactured chips to market faster and with lower risk.\nThe design and manufacturing of semiconductors is inexplicably linked, and we engage deeply with all the major foundries. At TSMC symposium, we announced TSMC N2 IP development and demonstrated silicon proof points for N3E and N3P IP.\nAt Samsung, we secured multiple IP wins, enabling customers to confidently adopt Samsung's leading processes for AI, storage, automotive and other applications.\nWe also partnered with Intel Foundry to accelerate advanced chip designs with Synopsys IP and certified EDA flows for their 18A process.\nThis quarter also marked another transformative milestone as we accelerate our silicon to systems strategy and prioritize growth investments and our core EDA and IP businesses. We recently announced the definitive agreement to sell the Software Integrity business to Clearlake Capital and Francisco partners.\nThis transaction valued at up to $2.1 billion will establish SIG as a newly independent leading application security testing software provider and is expected to close in the second half of 2024, subject to customary closing conditions and regulatory approval.\nThis agreement fulfilled the key priorities we had for the sale. Find our team and our customers great new owners that can care about nurturing and investing in the business to deliver to its full potential, focus on speed and certainty to close and deliver financial value and smooth transition for Synopsys.\nWe are proud to have started the business, grown it to be the application and security testing leader and will partner with the new owners to ensure a seamless transition.\nWe have strong continuing momentum across the business supported by multiple secular growth drivers. We have a resilient business model and our customers continue to prioritize investments in the silicon and systems that position them for future growth.\nWe are aligning our portfolio investment with the greatest return potential to accelerate our growth. Thank you to our employees, partners and customers for their passion and commitment.\nWith that, I'll turn it over to Shelagh.\n\nShelagh Glaser\n\nChief Financial Officer\n\nThank you, Sassine. We continued our strong momentum in Q2 with revenue at the high end of our guided range, non-GAAP operating margin of 37.3% and non-GAAP earnings above the high end of our guidance.\nOur Q2 results are driven by our relentless focus on execution, leading technology that is mission-critical to our customers and a resilient and stable business model with $7.9 billion in non-cancelable backlog. We remain confident in our business and after raising guidance at our Investor Day in March, we are again raising our full year targets for revenue and non-GAAP EPS.\nWe -- as Sassine noted, we entered into an agreement to sell our Software Integrity business. Unless otherwise noted, our Software Integrity business has been presented as a discontinued operation and our consolidated financial statements for all periods presented.\nI'll now review our second quarter results which are presented on a continuing operations basis. All comparisons are year-over-year unless otherwise stated.\nWe generated total revenue of $1.45 billion, up 15%. Total GAAP costs and expenses were $1.12 billion. Total non-GAAP costs and expenses were $91.7 million, resulting in non-GAAP operating margin of 37.3%. GAAP earnings per share were $1.92 and non-GAAP earnings per share were $3.\nNow on to our segment. Design Automation segment revenue was $1.05 billion, up 14%, driven by strength in EDA software and hardware. Design Automation adjusted operating margin was 39.6%. Design IP segment revenue was $399.8 million, up 19%, driven by broad-based strength. Design IP adjusted operating margin was 31.2%.\nOperating cash flow, including discontinued operations, was $477 million for the quarter, and free cash flow, including discontinued operations, was $438 million. We ended the quarter with cash and short-term investments of $1.66 billion.\nNow to guidance, presented on a continuing operations basis. For fiscal year 2024, the full year targets are: revenue of $6.09 billion to $6.15 billion, total GAAP costs and expenses between $4.56 billion and $4.61 billion; total non-GAAP costs and expenses between $3.77 billion and $3.81 billion, resulting in non-GAAP operating margin improvement of approximately 2 percentage points at the midpoint.\nNon-GAAP tax rate of 15%; GAAP earnings of $9.14 and -- to $9.36 per share; non-GAAP earnings of $12.90 to $12.98 per share. Cash flow from operations of approximately $1.3 billion free cash flow of approximately $1.1 billion.\nNow to targets for the third quarter: revenue between $1.505 and $1.535 billion; total GAAP costs and expenses between $1.10 and $1.12 billion; total non-GAAP costs and expenses between $920 million and $930 million; GAAP earnings of $2.22 to $2.35 per share and non-GAAP earnings of $3.25 to $3.30 per share.\nOur press release and financial supplement include additional targets and GAAP to non-GAAP reconciliations as well as historical financial and operating metrics presented on a continuing operations basis.\nIn conclusion, we are on track to achieve revenue growth of $14.5 million to 15.6%, approximately 2 percentage points of non-GAAP operating margin improvement and 22% to 23% non-GAAP EPS growth in 2024.\nWe -- our confidence reflects our leadership position across our segments, mission-critical products to enable our customers' robust design activity and a stable and resilient business model.\nWith that, I'll turn it over to the operator for questions."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/44e2aef8c04b60a40e01e7de107b4c85",
        "textblob_polarity": 0.19787996964721108,
        "textblob_subjectivity": 0.4262436557695178,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9996373994009835,
                "neutral": 0.9974640905857086
            }
        },
        "content1": "Q1 2024 Synopsys Inc Earnings Call\n\nQ1 2024 Synopsys Inc Earnings Call\n\nSNPSNASDAQFEB 21, 11:00 PM\n\nOperator\n\nLadies and gentlemen, welcome to Synopsys Earnings Conference Call for the First Quarter Fiscal Year 2024. [Operator Instructions]. Today's call will last 1 hour. As a reminder, today's call is being recorded.\nAt this time, I would like to turn the conference over to Trey Campbell, Senior Vice President of Investor Relations. Please go ahead.\n\nTrey Campbell\n\nHead-Investor Relations, Intel Corp.\n\nThank you, operator. Good afternoon, everyone. With us today are Sassine Ghazi, President and CEO; and Shelagh Glaser, CFO. Before we begin, I'd like to remind everyone that during the course of this conference call, Synopsys will discuss forecasts, targets and other forward-looking statements, including statements regarding our pending acquisition of Ansys. However, we will not be commenting on Ansys' financial results. While these forward-looking statements represent our best current judgment about future results and performance as of today, our actual results are subject to many risks and uncertainties that could cause actual results to differ materially from what we expect.\nIn addition to any risks that we highlight during this call, important factors that may affect such statements are described in our most recent SEC reports and today's earnings press release. In addition, we will refer to certain non-GAAP financial measures during the discussion. Reconciliations to their most directly comparable GAAP financial measures and supplemental financial information can be found in the earnings press release, financial supplement and 8-K that we released earlier today. All of these items, plus the most recent investor presentation are available on our website at www.synopsys.com. In addition, the prepared remarks will be posted on our website at the conclusion of the call.\nWith that, I'll turn the call over to Sassine.\n\nSassine Ghazi\n\nPresident & COO\n\nGood afternoon. In Q1, we continued our strong momentum with revenue in the upper end of our guidance range and non-GAAP EPS surpassing the upper end of our guidance range. Revenue was $1.65 billion, up 21% year-over-year. Non-GAAP operating margin was 38.7% up approximately 3.5 points year-over-year. Non-GAAP EPS was $3.56, up 36% year-over-year. While maintaining our laser focus on meeting our quarterly financial commitments, we strategically drive the business for long-term financial success.\nOver the last 3 years, we have delivered a 17% of revenue CAGR, non-GAAP operating margin improvement of 7 points and non-GAAP EPS growth at a 26% CAGR. Shelagh will discuss our financials and guidance in more detail.\nLet's turn to market trends. We've entered an era of pervasive intelligence, driven by the rise of artificial intelligence, silicon proliferation and software-defined systems. These trends demand more compute, new architectures and new design methodologies who are requiring us to address the significant challenges of complexity, cost, energy consumption and security. Despite the mounting challenges, design starts continue to rise as the semiconductor industry scales to $1 trillion in revenue or more by the end of the decade.\nAs the leading silicon to system design solution company with best-in-class EDA tools and the broadest portfolio of semiconductor IP, Synopsys growth opportunity is truly incredible and already underway. Across industries, a paradigm shift is underway as companies race to deliver on this era of pervasive intelligence where AI and smart technologies are omnipresent and interconnected.\nTo capitalize on this shift, the technology is overcoming is converging on a silicon to systems approach to innovation. As the company at the heart of silicon and systems, Synopsys was made for this moment. There is no one more capable of helping companies innovate for this era of pervasive intelligence. Semiconductor companies are now designing with a system approach in mind, while system companies are unlocking additional value through purpose-built chips and software-defined systems. At the same time, customers see the fusion of electronics design and physics simulation as critical to delivering high-performing and high-yielding solutions for their business.\nBuilding on our 7-year partnership with Ansys, the industry leader in simulation and a [ bit ] multiyear strategy to reshape our business to support system-level design. Last month, we announced our intent to acquire Ansys. This transaction will grow our TAM by 1.5x to $28 billion and further enhance our silicon to system strategy. Both across our core EDA segment and a highly attractive adjacent growth areas where Ansys has an established presence and successful go-to-market expertise. Customer feedback on the proposed transaction has been incredibly supportive, and we look forward to closing this transaction in the first half of 2024.\nNow I'll share some segment highlights starting with Design Automation, where we saw strong design win activity across the business. We continue to enhance our leadership in digital EDA as our capabilities become increasingly critical for the leading chips at advanced nodes. We are proud to have partnered with our customers to achieve a number of industry firsts in Q1. The world's first GAA based [ nex exploration ] arm, Cortex-X mobile core tape-out at a leading Asian mobile SoC provider. The first completed tape-out for a server SoC on 18A. And Asia's first N5 arm flagship automotive core tape-out for a leading EV OEM.\nIn addition, we had multiple competitive wins anchored by 2-nanometer and 3-nanometer projects at a leading Asian mobile semiconductor company. We are also gaining momentum with analog mixed-signal customers. We won several competitive full flow displacements at analog mixed signal companies including networking OEMs in Europe and Japan. A key differentiator in these competitive wins was the breadth and leadership of our EDA platform, from digital to analog and from architecture to sign off. All turbo charged with the industry's leading full-flow AI platform, synopsys.ai.\nSynopsys.ai focuses on 3 distinct pillars of value for our customers, optimization, [ XSO.ai beat ] analytics, and generative AI, including our copilot. Starting with our [ excess o.ai ] family, which includes design, verification, test and analog space optimization. We continue to expand our footprint and drive set in our core EDA tools. DSO.ai was key in several major wins and continues to drive a 20% plus uplift to Fusion Compiler revenue at multiple accounts. Increasing share of usage of DSO.ai were competition was driven by superior PPA results on our platform versus alternatives.\nWe saw a very strong pull for VSO.ai with multiple production deployments that are seeing excellent improvements in test coverage and turnaround time. A large North American HPC semiconductor company made a significant investment in VSO.ai technology with plans to immediately deploy on 4 projects and eventually deploy [ the ply ].\nAnother large North American GPU company saw 2x faster turnaround time and a 20% improvement in coverage and is being a large-scale deployment of the technology. Our analog tool, ASO.ai now has multiple deployments moving to production with reference flows at TSMC, Samsung and Intel for analog migration. We also brought in the ability of TSO.ai, adding a design for test feature to the proven ability for advanced pattern generation. At the International Test Conference this quarter, we demonstrated a 20% reduction in total pattern count using TSO.ai. Our data analytics AI products also saw significant logo engagement growth. A great example is Silicon.da production analytics, which is part of the silicon lifecycle management family and spans design through product manufacturing phases. Silicon.da automatically highlights silicon data outliers, enabling engineering teams to quickly identify and correct underlying issues in design and manufacturing and boost productivity.\nLast quarter, we had a groundbreaking generative AI announcement with Microsoft for accelerating chip design, Synopsys.ai copilot. The integration of Gen AI across Synopsys.ai provides chip designers with collaborative capabilities that offer expert to guidance, generative capabilities to enable RTL and collateral creation from natural language.\nFollowing positive feedback from initial pilot participants, AMD and Microsoft will be adding a number of other companies with our beta rollout. In Q1, we also won significant multi-die package designs. Our 3DIC Compiler platform gained substantial momentum in multi-die packaging. Multi-die implementations continue to increase in the HPC market with an expectation that by 2028, 40% of HPC designs will be multi-die architectures. Like the transition to AI this new design paradigm will create significant opportunity for both our EDA and IP businesses.\nMoving to our systems business. Hardware-assisted verification had a strong -- quarter with excellent booking on ZeBu and HAPS, across multiple [ geos ] with 8 new hardware logos. We saw share expansion at a large Asian OEM on ZeBu 5 and grew our HAPS footprint at 2 top North American customers. In system software, bookings momentum continued with key automotive OEMs and Tier 1s.\nOne example was the collaboration we announced with Continental. Integrating our industry-leading virtual prototyping solutions within Continental's automotive edge development framework, we're building the digital twin capabilities that allow automakers to accelerate their software development and improve their time to market.\nNow moving to Design IP, which continues to deliver industry-leading growth as the IP supplier of choice for leading HPC, AI, automotive and mobile chips at advanced nodes. This quarter, we closed a multiyear, multi-node and multi-foundry agreements to enable the next-generation automotive and IoT platforms in a landmark design win at the major North American semiconductor company. A keystone IP in HPC and AI is PCIe 6.0, where we lead the industry with more than 50 lifetime wins. We demonstrated our next wave of innovation by showcasing our PCIe 7.0 technology at DesignCon 2024.\nMulti-die packaging is a significant tailwind to IP as well as EDA. We want 4 die-to-die IP engagements in the quarter surpassing 45 lifetime enhancing our leadership in this emerging space. We proudly demonstrated the industry's first silicon success for [ UCIeS ] by IP in TSMC, NCE and N5. The tight integration with our flagship EDA tool, 3DIC Compiler is generating significant productivity gains with improved line margins.\nFinally, at the beginning of the quarter, we launched our new ARC 5 RISC 5 based portfolio with strong customer interest. The ARC processors are highly configurable and extensible to deliver optimal power performance efficiency for a broad range of applications such as automotive, storage and IoT.\nNow to the Software Integrity segment. which delivered record revenue despite a challenging [ monomic ] backdrop for enterprise software. We continue to evaluate strategic alternatives for this business, and we will provide an update when we complete this process. While the company engages in this process, the Software Integrity Group will continue to focus on investing and integrating in our market-leading products and serving customers with our leading application security testing portfolio and a global go-to-market execution.\nIn summary, we had an excellent start to the year, building on underpinned by multiple secular growth drivers. We have a resilient business model and our customers continue to prioritize investments in the silicon systems that position them for future growth. We are aligning our portfolio investment with the greatest return potential to accelerate our growth.\nThank you to our employees partners and customers for their passion and commitment. Finally, we look forward to providing you more insight into our business, strategy and growth opportunities at our upcoming Investor Day, which will be held in conjunction with our Synopsys Users Group event in Santa Clara on March 20. I hope to see many of you there.\nWith that, I'll turn it over to Shelagh.\n\nShelagh Glaser\n\nChief Financial Officer\n\nThank you, Sassine. We delivered a solid start to the year with revenue in the upper end of our guided range, non-GAAP operating margin of 38.7% and non-GAAP earnings above the high end of our guidance range. Our Q1 results are driven by our execution and leadership position across our segments, robust line activity across semiconductor and systems customers and the stability and resilience of our time-based business model. We remain confident in our business, and as a result, we are reaffirming our year 2024 targets for revenue and non-GAAP operating margin and raising our non-GAAP EPS guidance.\nI'll now review our first quarter results. All comparisons are year-over-year unless otherwise stated. We generated total revenue of $1.65 billion. Total GAAP costs and expenses were $1.29 billion. Total non-GAAP costs and expenses were $1.01 billion, resulting in a non-GAAP operating margin of 38.7%. GAAP earnings per share were $2.89, and non-GAAP earnings per share of [ $1.56 ]. Q1 included an extra fiscal week which contributed $70.5 million in revenue and $0.11 in non-GAAP EPS.\nNow on to our segment. Design Automation segment revenue was $985.3 million, up 11%. Design Automation adjusted operation was 37%. The Design IP segment revenue was $525.7 million, up 53%, driven by broad-based strength. Design IP adjusted operating margin was 47.5%. Software Integrity revenue was $138.2 million, up 8%, and adjusted operating margin was 17.3%. Operating cash outflow was $88 million for the quarter and we ended the quarter with cash and short-term investments of $1.27 billion.\nNow to guidance. For fiscal year 2024, the full year targets are: revenue of $6.57 billion to $6.63 billion. Total GAAP costs and expenses between $5.02 billion and $5.08 billion, total non-GAAP costs and expenses between $4.14 billion and $4.18 billion, resulting in non-GAAP operating margin improvement of roughly 2 percentage points. Non-GAAP tax rate of 15% and [ Cap ] earnings of $9.56 to $9.74 per share. Non-GAAP earnings of $13.47 to $13.55 per share. Cash from operations of approximately $1.4 billion.\nNow to targets for the second quarter. Revenue between $1.56 billion and $1.59 billion, total GAAP costs and expenses between $1.21 billion and $1.23 billion. Total non-GAAP costs and expenses between $1.01 billion and $1.02 billion, GAAP earnings of $2 to $2.16 per share and non-GAAP earnings of $3.09 to $3.14 per share. Our press release and financial supplement include additional targets and GAAP to non-GAAP reconciliation.\nIn conclusion, we delivered a solid start to the year. We continue to execute and for the full year expect 12.4% to 13.5% revenue growth, non-GAAP operating margin improvement of roughly 2 percentage points and 20% to 21% non-GAAP EPS growth. Our confidence reflects our leadership position across our segments, robust design activity by our customers and the stability and resiliency of our time-based business model.\nWith that, I'll turn it over to the operator for questions."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/510953ac9363a654e277bc6b82b5ab2b",
        "textblob_polarity": 0.15036463424568272,
        "textblob_subjectivity": 0.44410270620956066,
        "sentiment": {
            "distribution": {
                "positive": 19,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9966418460795754,
                "neutral": 0.9962082743644715
            }
        },
        "content1": "Q4 2023 Synopsys Inc Earnings Call\n\nQ4 2023 Synopsys Inc Earnings Call\n\nSNPSNASDAQNOV 29, 11:00 PM\n\nOperator\n\nLadies and gentlemen, welcome to the Synopsys Earnings Conference Call for the Fourth Quarter and Fiscal year 2023. [Operator Instructions] Today's call will last 1 hour. And as a reminder, today's call is being recorded.\nI would now like to turn the call over to Trey Campbell, Senior Vice President, Investor Relations. Please go ahead.\n\nTrey Campbell\n\nHead-Investor Relations, Intel Corp.\n\nThanks, Lisa. Good afternoon, everyone. With us today are Aart De Geus, Chair and CEO of Synopsys; Sassine Ghazzi, President and COO; and Shelagh Glaser, CFO. Before we begin, I'd like to remind everyone that during the course of this conference call, Synopsys will discuss forecasts, targets and other forward-looking statements regarding the company and its financial results. While these statements represent our best current judgment about future results and performance as of today, our actual results are subject to many risks and uncertainties that could cause actual results to differ materially from what we expect.\nIn addition to any risks that we highlight during this call, important factors that may affect our future results are described in our most recent SEC reports and today's earnings press release. In addition, we will refer to certain non-GAAP financial measures during the discussion. Reconciliations to their most directly comparable GAAP financial measures and supplemental financial information can be found in the earnings press release, financial supplement and 8-K that we released earlier today.\nAll of these items, plus the most recent investor presentation are available on our website at www.synopsys.com. In addition, the prepared remarks will be posted on our website at the conclusion of the call.\nWith that, I'll turn the call over to Aart De Geus.\n\nAart J. de Geus\n\nChairman & Co-Chief Executive Officer, Synopsys, Inc.\n\nGood afternoon. In Q4, we exceeded the high end of all our guidance targets and delivered another quarterly revenue high at $1.599 billion. Q4 this capped a record year, growing revenue by 15% to $5.84 billion with strong orders expanding backlog by $1.5 billion to $8.6 billion. We further improved non-GAAP operating margin to 35.1%, increased non-GAAP EPS by 26%, generated $1.7 billion in operating cash flow, while maintaining an exceptionally strong balance sheet.\nTruly, Synopsys has moved forward with sustained momentum. Over the last 5 years, we've grown revenue at 13% CAGR, expanded non-GAAP operating margin by 13 points and increased non-GAAP EPS at a 23% CAGR. Through the year, we also widened our differentiation by substantially expanding our AI-driven product capabilities, but also through unique collaborations that strengthened our customers' differentiation while cementing deep, long-term relationships. We thank our employees for their passion and dedication and our customers for their business and trust in Synopsys.\nMeanwhile, dark geopolitical clouds are inflecting unimaginable harm in multiple conflict zones. Our hearts hurt with deep compassion for our employees, families, colleagues, customers and all others impacted by pain, loss and uncertainty. Yet, we will never give up the leaving in the positive potential of humanity. It is thus heartwarming to see how fast our teams have turned compassion into caring, carrying into action and our respect and support for each other is that active norm at Synopsys.\nLet me now briefly share some thoughts on the state of the industry and our company before I pass the baton to Sassine. From the first days of Synopsys 37 years ago, Synopsys has enabled and navigated the exponential ambition that came to be defining the semiconductor industry and which, in turn, radically impacted the world. Our initial contribution, Synthesis, revolutionized digital design. We ushered in the transition from CAD, computer-aided design to EDA, electronic design automation, so far delivering roughly a $10 million increase in design productivity.\nDuring Synopsys entire existence, the vast majority of our products have been the state-of-the-art, together with the leading foundries with us empowered digital age exponential referred to as Moore's Law. And then at the very moment that the economics of classic Moore's Law are slowing down in terms of transistor performance and cost improvements, the era of big data and AI becomes real, triggering enormous compute needs on the horizon.\nAbout 8 years ago, Synopsys forecasted, this age of Smart Everything would become the driver for the semiconductor growth to $1 trillion in this decade. And here we are. This year's generative AI advances and furious adoption clearly fulfill our vision. As pervasive AI is now massively underway, the classic Moore's Law era in turn, is morphing into the SysMoore era, systemic complexity, but still with a Moore's Law exponential ambition. SysMoore is happening in front of our eyes by reinventing architectures not based on a single chip but on multiple chips, tightly connected or even stacked on top of each other with extreme proximity. These so-called software-defined multi-die architectures will enable massive increases in the number of transistors available.\nAnd again, Synopsys is at the heart of the heart of capitalizing exponential impact. Our investments in multi-die design our massive collection of IP building blocks in many silicon technologies, our prototyping and electronic digital twinning technology that lets customers run software before the hardware actually exists are all essential enablers driving the new race into AI-driven computation.\nAdding one more part to our technical leadership, Synopsys has also pioneered the use of deep learning AI and chip design. Applied to optimization, verification and test production results are outstanding and adoption is broad and rapid. Most recently, our announcement of exciting Gen AI capabilities adds yet another angle to driving the state-of-the-art for it. If nothing else, my enthusiasm for both the system or opportunity and for our technology advances to give you a sense of Synopsys is on the move.\nTalking about on the move, we're also well on the way in our executive leadership transition. I have great confidence, expectations and enthusiasm for Sassine Ghazi as our next CEO. Sassine, please give us your perspective, vision and ambition for Synopsys. The floor is all yours.\n\nSassine Ghazi\n\nPresident & COO\n\nThank you, Art, for your pioneering work in our industry and for building Synopsys into one of the world's essential semiconductor ecosystem companies. I am profoundly grateful for the opportunity to succeed you as building on our strong foundation and propelling Synopsys to the next wave of growth.\nLet's turn to market trends. Despite global macroeconomic uncertainty, our customers continue to prioritize R&D investments and chip design starts remain robust. We leave 2023 with $8.6 billion in noncancelable backlog and have a time-tested business model that balances dynamic growth with macro resiliency. We expect solid growth across our geographies in 2024, but our outlook reflects a continued challenging near-term growth environment in China. China is an adaptable and large market. However, given the combination of entity list and technology restrictions and a weaker macroeconomic outlook, we believe more pragmatism in our 2024 China forecast is appropriate.\nTechnology trends continue to create a rising tide for our business. Chief among those trends is a new era of AI-driven productivity. AI is reshaping industries and providing breakthrough solutions for intractable challenges, like the 15% to 30% design resource shortage that semiconductor is facing this decade. We pioneered AI-driven semiconductor design and are relentlessly advancing our AI capabilities so that we can drive step-up function improvement in our customers' productivity.\nAnd thus, play a greater role in their success. Recently, at Microsoft's Ignite Conference, we announced a breakthrough generative AI capability for accelerating chip design Synopsys.ai Copilot. The new capability is the result of a strategic collaboration with Microsoft to integrate Azure service that brings the power of Gen AI into one of the most complex engineering challenges, the design process for semiconductors. The integration of Gen AI across Synopis.ai provides chip designers with collaborative capabilities that offer expert tool guidance, generative capabilities to enable RTL and collateral creation, and fully autonomous capabilities for workflow creation from natural language.\nWe're engaged with leading chip makers, including AMD, Intel and Microsoft to deliver the value of Gen AI across the Synopsys.ai EDA stack from design, verification test to manufacturing. We are at a very early stage of this new AI era, but our initial customer results are exceptional. AI is key to massively unlocking customer productivity. And we are increasing our investment to accelerate the Synopsys.ai road map.\nBeyond AI, we see multiple other secular tailwinds providing our design automation and design IP business expanding growth opportunities. With the slowing of Moore's Law, increasingly, architecture and design automation are the main levers in delivering semiconductor PPA gains even as insatiable use case demand push the frontiers of performance and performance per watt. Multi-die implementations are accelerating as our customers seek to optimize cost and yield for these large complex designs. And our customers who rely on our critical competencies from silicon to software now requires systems-level approach both at the semiconductor device level was multi-die and the electronic design, software bring-up and software validation of full systems like today's software-defined cars.\nOur design IP business also has strong wind in its sales. Applications claimed ever faster ingest and throughput, resulting in faster protocol migrations and increasing IP content value per device. Customers are prioritizing scarce design resources to focus on their critical architectural differentiations and turning to us as an integral part of their chip design development teams for their foundation and interface IP needs. And now all 3 leading edge foundries are making Synopsys the advanced node IP vendor of choice. They are partnering with us on a broad range of IP titles to minimize risk and accelerate silicon success.\nOur design automation and design IP businesses have both leadership technology and market positions with industry trends playing to our strengths. We're increasing our investment in these segments to capture more of this growing TAM. We started our investments in Software Integrity with the acquisition of Coverity in 2014. Software Security was a pain point for every company and risk services were expanding. Customers were searching for innovative approaches in quality and security testing to help reduce the risk of software failures and security breaches. And we developed the broadest portfolio to meet that need.\nFlash forward to today, our Software Integrity business has become the leader in application security testing with industry-leading team delivering over $0.5 billion in trailing 12 months revenue at mid-teens non-GAAP operating margin. We are proud of the significant progress we've made over the last 9 years and believe the future opportunity remains attractive. At the same time, we have compelling investment opportunities in design automation and design IP with much higher expected growth and return profiles.\nFollowing our strategic portfolio review, and in consultation with the company's Board of Directors, we have decided to explore strategic alternatives for the Software Integrity business. As part of this process, we're considering full range of strategic opportunities. We will provide an update after we conclude that process. Based on these market and technology trends, and with high confidence in our business, here are our 2024 guidance targets. We expect 2024 revenue between $6.57 billion and $6.63 billion. We expect to deliver 37% non-GAAP operating margin, a 200 basis point improvement versus last year. We expect full year non-GAAP EPS between $13.33 and $13.41. Shelagh will discuss the financials in more detail.\nNow I'll share some segment highlights starting with Design Automation. This quarter, Synopsys.ai was selected by AspenCore to receive the World Electronics Achievement Award for EDA software of the Year. We're proud of the recognition but even more excited by the strong customer adoption for Synopis.aI across the design flow. A major North American hyperscaler made a major commitment to use DSO.ai after demonstrating PPA and productivity benefits on consecutive HPC projects.\nIn verification, we engaged with over 20 customers in Q4, demonstrating up to 10x faster turnaround time, while in test, we added 8 new customer engagements with [ Toshi ] publicly highlighting more than 50% pattern reduction. Finally, we and TSMC announced that our analog migration flow through Synopsys.aI has enabled the cost TSMC's advanced process technologies. We are also seeing great results deploying Synopis.aI internally with our IP teams. Internal IP teams are seeing 10x turnaround time improvements in time to target verification coverage and have deployed analog design migration flows for TSMC 2-nanometer.\nFusion Compiler continues to win key designs, including the leading-edge ARM mobile core for the industry's first implementation for a gate all around based mobile SoC. In combination with DSO.ai, Fusion Compiler also delivered 10% better power on gate all-around based mobile GPU and modem designs. We saw continued momentum in sign-off delivered by our leadership family of prime tools. We won multiple engagements with prime time, time closure and Prime Shield and saw the world's top 3 data center providers adopt time closure to get the fastest ECO closure time for 5 3-nanometer SoCs.\nExpanding our multi-die ecosystem, we received a prestigious leadership award from TSMC. OIP 2023 Partner of the Year for developing the industry's first 3DIC design prototyping solution, supporting the new industry standard 3D blocks. Verification, product momentum also remains strong. This quarter, we announced our AI-driven next-generation VRD solution, which continues its lead in functional debug with deployment already at more than 10 top semiconductor companies. In hardware-assisted verification, we delivered another record year.\nIn Q4, Zebu won against competition at 2 large North American hyperscalers and we expanded our HAPS footprint with a large North American systems company and a large Asian semiconductor company. Now turning to design IP. This quarter, we won our first 2-nanometer interface IP engagement with a leading mobile company and are now in production at 3-nanometer with foundation IP for a high-volume PC chip.\nWe delivered a key multi-die proof point in concert with Intel and TSMC on UCIE interoperability. The demonstration at Intel innovation showed die-to-die interconnect over UCIE between Synopsys IP on TSMC and CE and Intel foundry silicon. We saw two other key technology proof points this quarter. We demonstrated interoperability for our 224 gig Ethernet PHY IP and (PCIe) 6.0 IP both industry first. On the processor IP side, we announced a new addition to the ARC processor IP portfolio, the risk 5 Arc 5 processor IP. This product allows customers to choose from a broad range of flexible, extensible processor options that deliver optimal power performance efficiency for their target applications.\nFinally, we delivered a significant win in automotive, displacing competition at a marquee customer in a multi-generation multiple project agreements. Now to the Software Integrity segment. which delivered solid growth against the backdrop of continued macro headwinds for enterprise software. In Q4, we saw over 50% year-over-year growth in our Polaris Software Integrity Platform. Polaris is a SaaS-based application security testing solution optimized for the needs of development and Dev SecOps teams.\nWe were also recently recognized as a leader in the Forrester Wave for software composition analysis. This was based on an evaluation of Black Duck, our software composition analysis solution.\nIn summary, we had an outstanding Q4 and FY 2023 financial results and operational execution and take tremendous forward momentum into 2024. We have a resilient business model and our customers continue to prioritize investments in the chips and systems that position them for future growth. We are aligning our portfolio investment with the greatest return potential to accelerate our growth deepest thanks to our employees, partners and customers for their passion and commitment.\nWith that, I'll turn it over to Shelagh.\n\nShelagh Glaser\n\nChief Financial Officer\n\nThank you, Sassine. 2023 was an excellent year highlighted by record revenue, record non-GAAP operating margin and record earnings. We continue our strong execution with financial discipline and are confident in our business heading into 2024, driven by our execution and leadership position across our segments robust chip and system design activity by our customers who continue to invest through semiconductor cycles and with $8.6 billion in noncancelable backlog, the stability and resilience of our time-based business model. As a result, while the macro environment is uncertain, we expect to grow revenue 12.4% to 13.5%, expand non-GAAP operating margin by approximately 2 percentage points and drive non-GAAP EPS growth of 19% to 20% in 2024.\nLet me provide some highlights of our full year 2023 results. We generated total revenue of $5.84 billion, up 15% over the prior year, with double-digit growth across all key products and geographies. Total GAAP costs and expenses were $4.6 billion, and total non-GAAP costs and expenses were $3.8 billion, resulting in non-GAAP operating margin of 35.1%. GAAP earnings per share were $7.92 and non-GAAP earnings per share were $11.19 up 26% year-over-year.\nNow on to our segment. Design Automation segment revenue was $3.78 billion, up 14%, driven by strength in EDA software and hardware. Design Automation adjusted operating margin was 38.1%. Design IP segment revenue was $1.54 billion, up 17%, driven by broad-based strength. Design IP adjusted operating margin was 34.5%. Software Integrity revenue was $525 million, up 13% and adjusted operating margin was 14.5%.\nTurning to cash. Operating cash flow for the year was $1.7 billion. We ended the year with cash and short-term investments of $1.59 billion and total debt of $18 million. During the year, we completed buybacks of $1.2 billion or 80% of free cash flow.\nNow to targets, which reflects the impact from export control regulations and assume no further changes for the year. Based on our current assessment of timing of hardware and IP deliveries, we expect the first half, second half split of approximately 48% to 52% for revenue and non-GAAP EPS.\nFor fiscal year 2024, the full year targets are: revenue of $6.57 billion to $6.63 billion; total GAAP costs and expenses between $5.0 billion and $5.05 billion; total non-GAAP costs and expenses between $4.14 billion and $4.18 billion, resulting in non-GAAP operating margin improvement of roughly 2 percentage points. Non-GAAP tax rate of 15%; GAAP earnings of $9.07 to $9.25 per share, non-GAAP earnings of $13.33 to $13.41.\nCash flow from operations of approximately $1.4 billion which includes an impact of approximately $200 million of 2023 taxes that we will pay in '24 and approximately $400 million of higher cash taxes due to the amortization of R&D expenses. Following 2024, we expect cash tax growth rate to be approximately in line with operating income growth over a multiyear period.\nNow to targets for the first quarter, which includes an extra week compared to the first quarter of fiscal 2023. Revenue between $1.63 billion and $1.66 billion, which includes approximately $70 million from the extra week, total GAAP costs and expenses between $1.22 billion and $1.24 billion, total non-GAAP costs and expenses between $1.02 billion and $1.03 billion; GAAP earnings of $2.40 to $2.50 per share, non-GAAP earnings of $3.40 to $3.45 per share, including approximately $0.14 from the extra week.\nOur press release and financial supplement include additional targets and GAAP to non-GAAP reconciliation. I also want to highlight that we will be hosting our Investor Day on March 20, which will be held in conjunction with our Synopsys Users Group event in Santa Clara. We look forward to seeing many of you there.\nIn conclusion, we entered 2024 with momentum and confidence reflecting our leadership position across our segment, robust design activity by our customers who continue to invest through semiconductor cycles and the stability and resiliency of our time-based business.\nWith that, I'll turn it over to the operator for questions."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/f92a5de9e0d89e4e9c54b2a5d00a2865",
        "textblob_polarity": 0.20933514567443126,
        "textblob_subjectivity": 0.4606536452965021,
        "sentiment": {
            "distribution": {
                "neutral": 2,
                "positive": 19
            },
            "scores": {
                "neutral": 0.9963245093822479,
                "positive": 0.9975868494887101
            }
        },
        "content1": "Q3 2023 Synopsys Inc Earnings Call\n\nQ3 2023 Synopsys Inc Earnings Call\n\nSNPSNASDAQAUG 16, 11:00 PM\n\nOperator\n\nLadies and gentlemen, welcome to the Synopsys Earnings Conference Call for the Third Quarter of Fiscal year 2023. [Operator Instructions] Today's call will last 1 hour. And as a reminder, today's call is being recorded.\nAt this time, I would like to turn the conference over to Trey Campbell, Senior Vice President, Investor Relations. Please go ahead, sir.\n\nTrey Campbell\n\nHead-Investor Relations, Intel Corp.\n\nThanks, Lisa. Good afternoon, everyone. With us today are Aart De Geus, Chair and CEO of Synopsys; Sassine Ghazi, President and COO; and Shelagh Glaser, CFO.\nBefore we begin, I'd like to remind everyone that during the course of this conference call, Synopsys will discuss forecasts, targets and other forward-looking statements regarding the company and its financial results. While these statements represent our best current judgment about future results and performance as of today, our actual results are subject to many risks and uncertainties that could cause actual results to differ materially from what we expect.\nIn addition to any risks that we highlight during this call, important factors that may affect our future results are described in our most recent SEC reports and today's earnings press release. In addition, we will refer to certain non-GAAP financial measures during the discussion. Reconciliations to their most directly comparable GAAP financial measures and supplemental financial information can be found in the earnings press release, financial supplement and 8-K that we released earlier today. All of these items, plus the most recent investor presentation are available on our website at www.synopsys.com. In addition, the prepared remarks will be posted on our website at the conclusion of the call.\nWith that, I'll turn the call over to Aart.\n\nAart J. de Geus\n\nChairman & Co-Chief Executive Officer, Synopsys, Inc.\n\nGood afternoon. We delivered outstanding results in the third quarter, exceeding the midpoint of all our guidance targets, while reaching another quarterly revenue record. .\nRevenue of $1.487 billion was in the high end of our guidance with non-GAAP operating margin at 35.3%. GAAP earnings per share was $2.17, while non-GAAP earnings per share was above our target range at $2.88. We generated $560 million of operating cash flow, ended Q3 with a backlog of $7.1 billion.\nBy now, you have all seen our other news. So before I address our segment results and outlook, let me warmly welcome to Sassine Ghazi to the call. Today, we announced that the Synopsys Board has named Sassine as Synopsys President and CEO starting January 2024, and that I will take the role of Executive Chair of Synopsys Board at the same time. I'm absolutely thrilled with this transition into the CEO role for Sassine.\nSassine is uniquely qualified. He is a proven operational leader, a technology innovator and a trusted partner to our customers and ecosystem friends. so much more than that. He embodies our values and culture and inspires our company, including me, with his results focused leadership.\nSassine, welcome to your first of many Synopsys earnings calls.\n\nSassine Ghazi\n\nPresident & COO\n\nThanks, Aart. I'm incredibly honored, humbled and profoundly grateful to the Board and you, Aart, for placing your unwavering trust in me. You built Synopsys from a disruptive start-up into one of the world's essential semiconductor ecosystem companies. I'm so proud to have been a part of that journey for the last 25 years working with you, our leadership team and the many colleagues across the organization. I'm determined to build upon our strong foundation, drive innovation and propel Synopsys to even greater heights of success. I look forward to engaging with all of you moving forward and to the continuing partnership with Aart.\n\nAart J. de Geus\n\nChairman & Co-Chief Executive Officer, Synopsys, Inc.\n\nThanks, Sassine. You have my full support. Now let's turn to what we're seeing in the market. .\nTechnology industry trends are playing to our strength. The AI-driven Smart Everything era is putting positive pressure on the semiconductory to deliver more. Despite economic challenges, semiconductor design starts and R&D investments continue unabated. Our relentless innovation drive has made Synopsys a catalyst for our customers' success in this new growth era for semiconductors. In fact, the market is playing out much as we expected when we planned the year and we are executing accordingly.\nBased on continued strong design activity, our high confidence in our business, we are raising our full year revenue guidance range to between $5.81 billion and $5.84 billion. We are increasing our year-over-year non-GAAP op margin improvement expectation to 200 basis points. This is approximately 0.5 point up versus prior guidance. We are raising our full year non-GAAP EPS range to between $11.04 and $11.09. Shelagh will give you -- will discuss the financials in more detail.\nPrior to giving color on our segment results, let me update you on our AI progress. By now, I hope that we all understand that AI can and does and has further potential to unlock massive new productivity gains. So while we continue to embed AI in everything we do, not surprisingly, one consistent question most of you are asking is how will monetize our AI leadership? Let me address that question head on to the techonomic lens of product differentiation and business model framework including some early proof points.\nFor AI monetization, we see 3 distinct value stream. First, through our design participation and the explosive growth in demand for AI chips. Second, by pervasively embedding our pioneering AI across our full EDA stack, which we call Synopsis.ai. And third, through AI-driven efficiency transformation as we automate our own internal workflows.\nLet's start with AI chips. Use cases for AI are proliferating rapidly, as are the number of companies designing AI chips. Novel architectures are multiplying, stimulated by vertical markets, all wanting solutions optimized for their specific application. Third parties estimate that today's $20 billion to $30 billion market for AI chips will exceed $100 billion by 2030.\nIn this new era of Smart Everything, these chips in turn, drive growth in surrounding semiconductors for storage, connectivity, sensing, and D2A converters, power management, et cetera. Growth predictions for the entire semi market to pass $1 trillion by 2030 are thus quite credible. We are uniquely positioned to benefit. In the semi ecosystem, Synopsys is the leading EDA provider to AI chip designers. Designers requiring unmatched capabilities in design tools, particularly at the most advanced process nodes. They also need our leading interface IP portfolio as AI chips are banking on enormous amounts of data, driving new, faster and lower power interconnect protocol. Synopsys excels at this.\nIn summary, AI chips are a core value stream for Synopsys, already accounting on a trailing 12-month basis for well over $0.5 billion. We see this growth continuing throughout the decade.\nLet's move to our second value stream, synopsys.ai. This is where starting 2017, Synopsys, incidentally led by Sassine, pioneered AI-driven chip design, and we have relentlessly advance the state-of-the-art. Using our AI to automate entire design sub flows, our customers report schedule reductions from months to weeks while simultaneously also achieving better results in terms of speed, power and area of the chips.\nIn February, we reported that our customers had passed 100 commercial tape-outs using our AI. Today, the tally cost 270 as adoption continues rapidly. 9 out of 10 of the top semiconductor vendors are using Synopsys AI in production, and the tenth one is already testing our solution.\nWhat makes this doubly relevant is that the worldwide semi industry has a significant resource shortage. Third parties estimate a design engineering gap of between 15% to 30% by 2030. Even the multiplicity of National Chip Act recognizes this, and AI and design automation will be critical to help bridge the gap. That's why the industry's first AI-driven full EDA suite, synopsis.ai, comes in. Initially launched in 2020 for design optimization, we have since added AI-driven test and verification flows now in commercial adoption. Usage is expanding rapidly as customers are seeing stunning results.\nIn the last quarter, our customers have demonstrated up to 10x faster turnaround time and double-digit improvements in verification coverage. Customers are also reporting more than 20% silicon test cost reduction.\nRecently, we engaged synopsys.aI for analog and custom design. One of our top customers used our AI optimized custom compiler to achieve a 6% performance improvement over manually transit custom circuit. Further completing our Synopsys.ai stack, more AI-driven manufacturing flow extensions are coming soon.\nGo back to economics. Synopsys.AI revenue is just starting to ramp, but early proof points give us high confidence in its long-term growth prospects. We've moved from project-based experimentations to customers now adding synopsys.ai subscription. Synopsys.ai has driven more than 20% value increases in several recent digital implementation renewals and often leveraging significant growth for the underlying core tools used by synopsys.aI. This quarter, we saw multiple full-flow displacements to synopsys.ai, driven by up to 10x productivity differentiation versus the competition, which brings me to generative AI.\nOver our history, key disruptive technologies have catalyzed innovation opportunities for Synopsys to deliver leaps in productivity. Gen AI is such a technology. Anchored in 35-plus years of experience in developing model-based solutions now with unparalleled data assets portfolio, we intend to harness Gen AI capabilities into synopsys.ai. We see this delivering further advances in design assistance, design exploration and design generation.\nOn the design flow spectrum from optionality to optimality, in other words, moving from many options and early architectures to highly tuned error-free tape-outs, Gen AI techniques will augment the exploration, accelerate design choices and automate some design generation. This will further broaden the intelligence dimensions in our synopsys.ai. These capabilities represent additional customer value, opening multiple new monetization opportunities. We will elaborate more on our road map in the coming quarters, which brings me to our third monetization value stream, operational efficiency transformation.\nGen AI isn't just an opportunity for our customers. We, ourselves, truly intend to eat at our own AI restaurant, so to speak. We see significant operational efficiency and automation potential and processes across the company so that our employees can focus on higher ROI tasks. Our experimentation is in full swing, and we are rapidly learning the strength and challenging of these new approaches. Overall, progress on our AI journey, and it is great to have Sassine on the call for Q&A as he is very focused on our AI business strategy analyzation.\nLet me now give some color on our segments of Design Automation at roughly 65% of our business, Design IP at about 25% and Software Integrity around 10%. Starting with Design Automation, we saw strong revenue momentum and the segment delivered its first $1 billion quarter. Fusion Compiler momentum continues to grow with increased customer share and Synopsys-enabled customers taping out first to a number of leading manufacturing nodes, including TSMC N2 and N5A, Samsung SF3 and Intel 18A.\nFusion leadership at advanced node has also translated into key HPC core wins at both semiconductor and hyperscale companies. Transitioning to multi-die chip design, our 3D IC Compiler platform continued momentum across verticals, achieving deployment on the industry's first advanced 3D stacked heterogeneous design for smartphone. We also expanded our multi-die ecosystem enablement, including qualification for leading foundries, latest multi-die flows and support for key 3D design standards. Of note, we deepened our collaboration with Samsung Foundry to accelerate multi-die system design for advanced processes.\nLet's move to verification, where the need for acceleration is paramount. In Q3, we won a Zibu hardware-assisted verification engagement who's a risk 5 AI chip provider and so HAPS deployments for prototyping AI chips at a large hyperscaler and a large HPC company. Synopsys Cloud continues to deliver substantial differentiation and time-to-market gains for our customers. Our SaaS solution, which accounts for 70% of our cloud users, continued to gain strong adoption with multiple AI chip start-ups, leading new SaaS deployments.\nNow turning to Design IP, which is roughly 25% of our revenue. We had an excellent quarter working closely with some of our partners to enable the most advanced process nodes in the design ecosystem. Just this week, Synopsys and Intel announced a very significant expansion of our long-standing strategic partnership in EDA and IP to speed the design and manufacturing of advanced SoCs and multi-die systems for Intel processes.\nThis comprehensive agreement enables Intel's internal IDM 2.0 teams and their external foundry customers to accelerate chip and system design with a powerful portfolio of essential IP developed by Synopsys for Intel 3 and 18A processes. Synopsys IP is now key to ramping and filling multibillion dollar rate for fabs as the advanced node IP supplier of choice of customers and the manufacturing ecosystem. Further supporting this in Q3, we also announced the industry's broadest portfolio of silicon prove IP for TSMC's process as well as an extensive portfolio of IP or all of Samsung Foundry's advanced process technology.\nIn automotive, autonomous driving ADAS systems continued to drive strong demand for our IP. This quarter, we exceeded 30 design wins in 5-nanometer and won our first 3-nanometer design at a marquee automotive OEM. All in all, we have won IP sockets on more than 100 ADAS steps.\nThird, the Software Integrity segment, which represents 10% of our revenue. Against the continued challenging macro environment for enterprise software, the business delivered solid results. The imperative for security and quality and software has always been critical. And with the rise in Gen AI generated code, big new risks are emerging. Racing forward, we continue to develop innovative new solutions like our AI code analysis API offering on our Polaris SaaS platform.\nAI code analysis API enables developers to automatically submit code snippets from code assistance such as GitHub copilot and ChatGPT to receive instant feedback on whether the code may originate from risky open source project.\nIn summary, we had outstanding Q3 financial results and operational execution and are confident in our strong close to the year. We are raising our guidance for full year revenue and year-over-year op margin as well as earnings per share expectations. We have a resilient business model and our customers continue to prioritize investments in the chips and systems that position them for future growth. We continue to invest in technology leadership, multi-die design solutions, state-of-the-art IP and the leading edge AI-driven EDA suite to help capitalize this decade of smart, secure and safe products. And last, but certainly not least, I am just delighted to welcome Sassine as our new CEO. I would like to thank our employees and our partners for their passion and commitment.\nWith that, I'll turn it over to Shelagh.\n\nShelagh Glaser\n\nChief Financial Officer\n\nThank you, Aart. And congratulations, Sassine. I look forward to continuing to partner with you as you transition to CEO and scale the company to the next level of growth.\nOn to results. Q3 was another outstanding quarter with record revenue and earnings. EPS was above the high end of our range. We continue to execute well, which is a testament to our execution and leadership position across our segment, robust chip and system design activity by our customers, who continue to invest through semiconductor cycles and with $7.1 billion in noncancelable backlog, the stability and resilience of our time-based business model. With our continued confidence in the business, we are raising our full year targets for revenue, non-GAAP operating margin improvement and EPS. I'll now review our third quarter results. All comparisons are year-over-year unless otherwise stated.\nWe generated total revenue of $1.49 billion. Total GAAP costs and expenses were $1.19 billion. Total non-GAAP costs and expenses were $963 million, resulting in non-GAAP operating margin of 35.3%. GAAP earnings per share were $2.17, and non-GAAP earnings per share were $2.88.\nNow on to our segment. Design Automation segment revenue was $1 billion, up 23%, driven by broad-based strength. Design Automation adjusted operating margin was 41.4%. Design IP segment revenue was $350 million, up 12%. Adjusted operating margin was 24.7%.\nSoftware Integrity revenue was $133 million, up 12%, and adjusted operating margin was 16.9%. Due to continued macro impact on this segment, we now expect Software Integrity revenue growth in 2023 to be below our long-term guidance of 15% to 20%.\nTurning to cash. We generated $560 million in operating cash flow and used $300 million for cash for stock buyback. Our balance sheet is very strong. We ended the quarter with cash and short-term investments of $1.8 billion and total debt of $18 million.\nNow to guidance. As we have previously communicated, we had expected a strong second half. We are again raising our full year outlook for revenue, non-GAAP operating margin improvement and earnings. For fiscal year 2023, the full year targets are: revenue of $5.81 billion to $5.84 billion, total GAAP costs and expenses between $4.544 billion and $4.564 billion; total non costs and expenses between $3.78 billion and $3.79 billion, resulting in non-GAAP operating margin improvement of 200 basis points; non-GAAP tax rate of 16%; GAAP earnings of $7.85 to $7.96 per share; non-GAAP earnings of $11.04 to $11.09 per share. Cash flow from operations of approximately $1.65 billion.\nNow to targets for the fourth quarter: revenue between $1.567 billion and $1.97 billion; total GAAP costs and expenses between $1.184 billion and $1.204 billion; total non-GAAP costs and expenses between $1.005 billion and $1.015 billion; GAAP earnings of $2.17 to $2.28 per share; and non-GAAP earnings of $3.01 to $3.06 per share. Consistent with prior years, we will provide additional comments and guidance for 2024 when we report next quarter.\nIn conclusion, we delivered record quarterly revenue and earnings. Based on our outstanding results year-to-date and strong outlook, we are again raising our targets for the full year. We continue to see strong momentum in the business, reflecting our leadership position across our segments, robust design activity by our customers who continue to invest through semiconductor cycles and the stability and resiliency of our time-based business model.\nWith that, I'll turn it over to the operator for questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/0633feb4e5e105477bb1701385027a08",
        "textblob_polarity": 0.20010401103321446,
        "textblob_subjectivity": 0.4789193611206884,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 2
            },
            "scores": {
                "positive": 0.998714055866003,
                "neutral": 0.9961746633052826
            }
        },
        "content1": "Q2 2023 Synopsys Inc Earnings Call\n\nQ2 2023 Synopsys Inc Earnings Call\n\nSNPSNASDAQMAY 17, 11:00 PM\n\nOperator\n\nLadies and gentlemen, welcome to the Synopsys Earnings Conference Call for the Second Quarter of Fiscal Year 2023. [Operator Instructions]. Today's call will last 1 hour. As a reminder, today's call is being recorded. At this time, I would like to turn the conference over to Trey Campbell, Senior Vice President, Investor Relations. Please go ahead.\n\nUnknown Executive\n\nThank you. Good afternoon, everyone. With us today are Aart de Geus, Chair and CEO of Synopsys; and Shelagh Glaser, Chief Financial Officer. Before we begin, I'd like to remind everyone that during the course of this conference call, Synopsys will discuss forecasts, targets and other forward-looking statements regarding the company and its financial results.\nWhile these statements represent our best current judgment about future results and performance as of today, our actual results are subject to many risks and uncertainties that could cause actual results to differ materially from what we expect. In addition to any risks that we highlight during this call, important factors that may affect our future results are described in our most recent SEC reports and today's earnings press release.\nIn addition, we will refer to certain non-GAAP financial measures during the discussion. Reconciliations to their most directly comparable GAAP financial measures and supplemental financial information can be found in the earnings press release, financial supplement and 8-K that we released earlier today. All of these items, plus the most recent investor presentation are available on our website at synopsys.com. In addition, the prepared remarks will be posted on our website at the conclusion of the call. With that, I'll turn the call over to Aart de Geus.\n\nAart J. de Geus\n\nChairman & Co-Chief Executive Officer, Synopsys, Inc.\n\nGood afternoon. We delivered excellent results in the second quarter, exceeding all our guidance targets while reaching another quarterly revenue record. Revenue of $1.395 billion was above the high end of our guidance range with non-GAAP operating margin at 33.3%. GAAP earnings per share was $1.76, while non-GAAP earnings per share was above the high end of our target range at $2.54.\nWe generated $703 million of operating cash flow and increased our backlog to $7.3 billion. The market is playing out much as we expected when we planned the year. Demand is weaker for semiconductors overall, with consumer end markets most impacted. Despite choppy macroeconomic conditions, customers continue to prioritize R&D for new chip designs so that they emerge stronger when demand accelerates.\nThe transition to Smart Everything is well underway and will drive significant long-term growth for semiconductors and outsized contribution for us. Against this backdrop, we planned and are executing accordingly. Based on continued strong design activity and high confidence in our business, we are raising our full year revenue guidance range to between $5.79 billion and $5.83 billion.\nWe're increasing our year-over-year non-GAAP ops margin improvement expectation to 150 basis points, up approximately 0.5 point versus prior guidance. We are raising our full year non-GAAP EPS range to between $10.77 and $10.84. Shelagh will discuss the financials in more detail. Let me give some color for the quarter. In March, we held [ Snyk ], our yearly Synopsys Users Group Conference in Silicon Valley. Including its follow-on road shows, we bring together over 12,000 passionate design engineers around our common focus of driving innovation in chip and system design.\nLive after 3 years of COVID, the conference was fantastically engaging. Our audience fully recognized how design parameters and product requirements have become exponentially more complex and interwoven accelerated by the breakthroughs of multi-die designs. Simultaneously, the end market hunger for Smart Everything puts huge pressure on increasing performance per watt to the limit.\nAnd on top of that, security and safety are now becoming mandatory everywhere. Synopsys' vision and mission of smart, secure and safe, thus sets both a high bar and foreshadows great opportunities for our customers and our company. Users told me though that while system complexities are growing exponentially, design resources are not. Design productivity thus requires a catalytic step function change in our approach.\nTo us, this inflection comes from AI. We are embedding AI in everything we do. We have made world-class advance in design flow automation, and our customers are now adopting Synopsys AI on production designs at a remarkable rate. This is not by accident. Twelve years ago, we called out a vision of Smart Everything, unleashed by the intersection of big data and machine learning.\nSince then, we applied ML everywhere on our product offering. In 2017, we decided to harness AI for entire design sub flows and began investing in DSO.ai where DSO stands for design space optimization. We are rapidly progressed from prototype to customer validation of AI-driven results in 2019, recognized by the Aspen core IEEE World Electronics Achievement award for Innovative Product of the Year in 2020.\nThe following year, at the 2021 Hot Chips conference, we unveiled our pioneering AI journey and road map, showcased by a slew of remarkable results. DSO.ai delivered not only better speed and power on large and complex design blocks, but it did so in a fraction of the time, meaning month down 2 weeks, while requiring fewer, less specialized designers.\nThis did not go unnoticed as it had been validated weeks earlier by Samsung, an early partner, announcing the world's first AI-driven commercial tape-out with DSO.ai. By the end of 2022, adoption, including 9 of the top 10 semiconductor vendors have moved forward at great speed with 100 AI-driven commercial tape-outs. Today, the tally is well over 200 and continues to increase at a very fast clip as the industry broadly adopts AI for design from Synopsys.\nBut we have not set still. At SNUG, we unveiled the industry's first full stack AI-driven EDA suite, sydnopsys.ai. Specifically, in parallel to second-generation advances in DSO.ai we announced VSO.ai, which stands for verification space optimization; and TSO.ai, test space optimization. In addition, we are extending AI across the design stack to include analog design and manufacturing.\nPartners in the announcement included NVIDIA, TSMC, MediaTek, Renesas and IBM Research, all providing stunning use cases of the rapid progress and criticality of Synopsys.ai to deliver their breakthrough results. As an example, Renesas achieved up to 10x improvement in reducing functional [indiscernible] and up to 30% increase in verification productivity.\nThis is substantial progress, yet is still only the beginning of our AI journey. The road map of optimizing, automating and generative AI use cases is wide open to deliver productivity breakthroughs for years to come. Turning now to our segment results. Let me start with Design Automation, which accounts for roughly 65% of Synopsys' revenue. Design Automation had a very strong quarter with robust order and revenue growth.\nLet me lead off by recognizing the 1-year anniversary of Synopsys cloud, the industry's first and only SaaS solution that provides customers with a completely browser-based experience, optimized compute and preconfigured EDA flows. We're seeing excellent momentum as customers gain significant time-to-market advantages with the industry's only cloud-optimized pay-per-use business model, providing on-demand tool access with cloud scale elasticity.\nIn the past year, we have doubled our customer base every quarter this year with the SaaS model accounting for 70% of users. Market adoption of our Fusion Compiler continues to grow across vertical segments and manufacturing nodes. This quarter, we won many major designs, including wins at 2 top Asian semiconductor companies and a leading high-performance computing company.\nFusion Compiler is leading advanced 3-nanometer node tape-outs, with roughly 2/3 of designs exclusively using Synopsys flows. We continue to drive our Design Automation leadership. In Q2, we announced a collaboration with TSMC to deliver digital and custom-designed EDA flows on their most advanced 2-nanometer process node. Our full EDA stack, complemented with the timeliness of IP offering, allows designers to jump start their 2-nanometer designs, differentiate their SoCs and accelerate their time to market.\nExpanding from digital, we continue to grow and displays competition in the custom design market. We earned 8 new design wins in Q2, giving us 23 wins year-to-date. We also benefit from a growing pipeline of top customers using Synopsys for advanced node retargeting. Transitioning to multi-die chip design, leading the industry's transformation from monolithic SoCs to multi-die systems with a comprehensive and scalable solution for fast heterogeneous integration.\nIn Q2, we deployed our multi-die VCS functional verification at a leading U.S. high-performance computing customer, delivering more than 2x faster turnaround time. We also announced our collaboration with TSMC and ANSYS for multi-die system design and manufacturing providing the industry's most comprehensive EDA and IP solutions on TSMC's advanced process technologies. We've often talked about the unbounded demands for verification.\nThe need for verification acceleration is unrelenting. Our customers want more, more throughput, more capacity and more energy efficiency, all with lower total cost of ownership. This quarter, we announced ZeBu Server 5, the industry's first emulation system with unmatched capacity to enable electronic digital twins of advanced SoCs.\nZeBu Server 5 delivers this with 2x higher throughput and 2x lower energy usage compared to our previous generation. We are seeing pull from a broad range of semiconductor system and hyperscaler companies with exceptional adoption results. One large semiconductor company saw ZeBu Server 5 deliver a 40% reduction in compile times on multiple large designs.\nFinally, I want to highlight a breakthrough on the manufacturing front that NVIDIA announced at its March GTC conference. Currently lithography is nearing the limits of what physics makes possible. Our collaboration with NVIDIA remedies this by running Synopsys' OPC, optical proximity correction software, on NVIDIA's computational lithography platform named [indiscernible].\nOur collaboration massively reduces compute time from literally weeks to days. Now let's move to Design IP, which is roughly 25% of our revenue. This quarter, we're celebrating 25 years from being in the IP business. Starting with simple building blocks and interfaces then, we now provide entire IP subsystems. Today, we have over 7,500 IP components supporting 340 process technologies, all driven by the same smart, secure and safe innovation imperative.\nMomentum in the business is very strong with demand fueled by high-performance computing, automotive and mobile applications where Smart Everything devices need high speed and secure connectivity increasingly architected for multi-die systems. These systems drive the need for state-of-the-art high-speed die-to-die interfaces, led by UCIE or Universal Chiplet Interconnect Express, which is rapidly becoming the industry standard.\nWe continue to build technical leadership in advanced nodes. In Q2, we received outstanding silicon results on our 224 gig PHY IP already demonstrated at multiple conferences. We're also achieving excellent silicon results and customer engagements on the advanced 3-nanometer process across multiple IP products, including our high-speed interfaces and foundation IP.\nThird, the Software Integrity segment, which represents around 10% of our revenue. Another milestone here as well as we just passed the $500 million mark in trailing 12-month revenue. The imperative for security and quality in software is vital. Today, every meaningful business is the Software business. Our solutions help companies improve and manage security and quality vectors across a broad set of vertical end markets.\nWhile this part of our business is the most affected by the challenging macro environment, we delivered solid growth with notable wins across vertical segments, including technology, financials, health care and telecommunications. We also continue to see most of this segment's revenue driven by customers adopting 2 or more of our solutions as they consolidate providers for efficiency and economics.\nOne last closing point. This week, we released our 2022 ESG report. Throughout this call, I've highlighted the privilege of delivering world-changing technology. For Synopsys, this starts with a commitment to maximize our positive impact and to use our influence to drive broad-based change. I encourage you to read our full report at synopsys.com.\nIn summary, we have excellent Q2 financial results and operational execution, growing confidence in the second half of the year. We're raising our guidance for full year revenue to between $5.79 and $5.83 billion -- sorry, the cents was mistaken here. We now expect to improve full year non-GAAP op margin by 150 basis points versus last year. We are raising our year-over-year non-GAAP earnings per share growth expectation to 21% to 22%.\nWe have a resilient business model, uncommon in most software companies. Despite expected macroeconomic headwinds throughout the year, our customers continue to prioritize investments in the chips, systems and security that will position them for future growth. As you heard, we continue to invest in advanced technologies, multi-die design solutions, state-of-the-art IP and the leading-edge EDA AI-driven suite to make this decade of smart, secure and safe products happen.\nI would like to thank our employees and our partners for their dedication and passion that makes this possible. With that, I'll turn it over to Shelagh.\n\nShelagh Glaser\n\nChief Financial Officer\n\nThank you, Aart. Q2 was a record revenue quarter, and we delivered revenue and EPS above the high end of our guidance range. Our strong results are driven by our execution and leadership position across our segments, robust chip and system design activity despite macro choppiness and a resilient, stable time-based business model with $7.3 billion in noncancelable backlog.\nWe remain confident in our business, and as a result, we are raising our full year targets for revenue, non-GAAP operating margin improvement and EPS. I'll now review our second quarter results. All comparisons are year-over-year unless otherwise stated. We generated total revenue of $1.395 billion. Total GAAP costs and expenses were $1.108 billion. Total non-GAAP costs and expenses were $930 million resulting in non-GAAP operating margin of 33.3%.\nGAAP earnings per share were $1.76, and non-GAAP earnings per share were $2.54. Now on to our segments. Design Automation segment revenue was $928 million, up 13%, driven by continued strength in both EDA software and hardware. Design Automation adjusted operating margin was 38.8%. Design IP segment revenue was $335 million down 4% due to a tough compare to Q2 '22, which was an exceptionally strong IP quarter.\nAdjusted operating margin was 25.8%. Software Integrity revenue was $132 million, up 17% and adjusted operating margin was 13.9%. Despite some macro impact on this segment, we continue to expect Software Integrity revenue growth of 15% to 20% with expanding adjusted operating margin for 2023. Turning to cash. We generated $703 million in operating cash flow, and we used $300 million of our cash for stock buybacks.\nWe ended the quarter with cash and short-term investments of $1.7 billion and total debt of $20 million. Now to guidance. For fiscal year 2023, the full year targets are: revenue of $5.79 billion to $5.83 billion; total GAAP costs and expenses between $4.520 billion and $4.565 billion; total non-GAAP costs and expenses between $3.79 billion and $3.82 billion, resulting in non-GAAP margin improvement of 150 basis points; non-GAAP tax rate of 16%; GAAP earnings of $7.44 to $7.60 per share; non-GAAP earnings of $10.77 to $10.84 per share; cash flow from operations of approximately $1.65 billion.\nNow to targets for the third quarter: revenue between $1.465 billion and $1.495 billion; total GAAP costs and expenses between $1.143 billion and $1.163 billion; total non-GAAP costs and expenses between $970 million and $980 million; GAAP earnings of $1.88 to $1.99 per share; and non-GAAP earnings of $2.70 and $2.75 per share. In conclusion, we are confident in achieving revenue growth of 14% to 15%, 150 basis points of non-GAAP operating margin improvement and 21% to 22% non-GAAP earnings growth in 2023.\nOur strong execution reflects our leadership position across our segments, robust design activity by our customers who continue to invest through semiconductor cycles and the stability and resiliency of our time-based business model. With that, I'll turn it over to the operator for questions."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/87a579949a9558a280186e1c52ffb8bc",
        "textblob_polarity": 0.17173577078058208,
        "textblob_subjectivity": 0.4455279037000733,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9995326484952655,
                "neutral": 0.9970065951347351
            }
        },
        "content1": "Q1 2023 Synopsys Inc Earnings Call\n\nQ1 2023 Synopsys Inc Earnings Call\n\nSNPSNASDAQFEB 15, 11:00 PM\n\nOperator\n\nLadies and gentlemen, welcome to the Synopsys Earnings Conference Call for the First Quarter of Fiscal Year 2023. [Operator Instructions] And as a reminder, today's call is being recorded.\nAt this time, I would like to turn the conference over to Phil Lee, Director of Investor Relations. Please go ahead.\n\nPhilip Lee\n\nAnalyst, Citigroup Global Markets, Inc.\n\nGood afternoon, everybody. With us today are Aart de Geus, Chair and CEO of Synopsys; and Shelagh Glaser, Chief Financial Officer.\nBefore we begin, I'd like to remind everyone that during the course of this conference call, Synopsys will discuss forecasts, targets and other forward-looking information regarding the company and its financial results. While these statements represent our best current judgment about future results and performance as of today, our actual results are subject to many risks and uncertainties that could cause actual results to differ materially from what we expect. In addition to any risks that we highlight during this call, important risk factors that may affect our future results and performance are described in our most recent filings with the SEC, including our most recent annual report on Form 10-K and subsequently filed quarterly reports on Form 10-Q.\nIn addition, we will refer to non-GAAP financial measures during the discussion. Reconciliations to certain of these non-GAAP financial measures to their most directly comparable GAAP financial measures, a discussion of certain non-GAAP financial measures that we are not able to reconcile without unreasonable efforts and supplemental financial information can be found in the earnings press release, financial supplement and 8-K that we released earlier today. All of these items, plus the most recent investor presentation are readily available on our website at www.synopsys.com. In addition, the prepared remarks will be posted on our website at the conclusion of the call.\nWith that, I'll turn the call over to Aart de Geus.\n\nAart J. de Geus\n\nChairman & Co-Chief Executive Officer, Synopsys, Inc.\n\nGood afternoon. Q1 delivered a very solid start to the year. Building on our strength and momentum from 2022, we met or exceeded all of our guidance targets. Revenue was $1.36 billion, with non-GAAP operating margin at 35.2%, resulting in GAAP earnings per share of $1.75. And non-GAAP earnings above the high end of our target range at $2.62. Based on the continued robust design activity, we remain confident in our business. We are reaffirming our full year guidance for revenue and non-GAAP ops margin improvement while raising guidance for non-GAAP EPS. In the last few years, Synopsys has grown and evolved substantially. Commensurately, we are evolving our financial reporting.\nStarting in Q1, we are reporting our business in 3 segments: Design Automation, which includes design software, verification software and hardware and other EDA products. Design IP, a broad portfolio, including libraries, embedded memories, connectivity solutions, processor cores and security devices. And Software Integrity, which remains unchanged from previous reporting and deliver solutions to improve software quality and security. To give you a relative sense of proportion, Design Automation is about 65% of our revenue. Design IP is approximately 25% and Software Integrity is about 10%. While these numbers are approximate, the 65%, 25%, 10% split is easy to remember and represents well how we think of our present business. We have leadership positions and excellent outlooks in all 3 segments.\nAs the market leader in Design Automation, we see continued technical innovation towards still much, much more complex silicon and system designs. As the company with the broadest portfolio of IP, we see a continuation of designs, needing more communication bandwidth, processing, storage and security in still more advanced silicon technologies. And for our Software Integrity business, we are a key enabler of modern software security with a leading portfolio of products for developers, the DevOps groups and the corporate security teams. Shelagh will discuss the financials in more detail.\nLooking at the overall market picture, already 12 years ago, we identified the intersection of big data and machine learning as leading us into the age of Smart Everything. Today, Smart Everything is in full swing. You may have seen the fantastic new capabilities showcased recently by applications such as ChatGPT. It clearly shows how far Smart Everything has come and also how much further the opportunity space reaches. Indeed, this is playing out as every vertical market is now driving towards more and more sophisticated solutions with an unsatiable need for compute. While some present market undercurrents drive many companies to strive for efficiency, our semiconductor and systems customers continue to prioritize investments in the design of complex chips and software to make all of this possible.\nSynopsys is in the midst of this quest, and we see our purpose to be a key catalyst enabling the Smart Everything world. With our customers and partners, our role is to make this all work through the state-of-the-art solutions ranging from the deep physics of silicon to the heights of performance, power and security of complex hardware software systems. Over the past several years, we have successfully invested in groundbreaking innovations that radically advance how silicon and system design is done.\nSo let me begin with the Design Automation segment, which accounts for about 65% of our revenue and share some highlights around our groundbreaking DSO.ai artificial intelligence design solution. With already well over 100 commercial production designs, DSO.ai continues to deliver amazing results for our customers. Applied simultaneously to multiple steps of the design flow, it reduces efforts from months to now weeks while simultaneously delivering higher performance and lower power. Customer adoptions continue to accelerate across a wide range of process nodes and market verticals. Already put in production designed by 9 of the top 10 semiconductor leaders, customers such as Samsung, Intel, MediaTek, ST Microelectronics and many others are reporting impressive achievements.\nIn Q1, we saw multiple additional deployments across verticals, including mobile, data center and memory designs. Meanwhile, we have extended our machine learning capabilities to other EDA workloads ranging from verification to test to custom design. These new solutions are already in customer hand showing excellent impact and promise. Critical to the success of DSO.ai are the powerful design engines that sit underneath. DSO.ai is thus also driving significant cross-selling and accelerated growth across our EDA products. Specifically, our Fusion Compiler momentum is manifested across a wide spectrum of market verticals and manufacturing processes. During the quarter, we achieved multiple advanced node design wins, including a key win at a large hyperscaler and a 3-nanometer node design at a leading mobile provider.\nFusion Compiler is used in 95% of advanced node designs at 3-nanometer and below with the majority exclusively using Synopsys flows. Stimulated by a wave of high-value innovations, customers from high-performance computing to hyperscalers continue to expand their reliance on Synopsys throughout our portfolio. Our custom solutions, for example, saw continued market momentum in Q1 and as we added 9 new logos in the quarter with a robust market pipeline. All these highly complex designs need to work both correctly and work under multiple conditions and scenarios like temperature, voltage, manufacturing variability and so on. That's where our verification tools come in. While verification is fundamentally an unbounded problem, our state-of-the-art simulation, emulation and prototyping products tackle these tough challenges at unparalleled speed with the fastest engines, highest capacity and lowest cost of ownership.\nBuilding on another record year in 2022, we continue to see excellent growth in hardware with both our ZeBu emulation and HAPS prototyping products. This quarter, we achieved major expansions with our ZeBu EP1 and HAPS-100 hardware at several of the largest semiconductor systems and hyperscaler companies in the world. Meanwhile, multi-die system design, sometimes also called chiplet-based design is opening a whole new era of silicon complexity. In Q1, our differentiated multi-die solution around 3D IC Compiler continued its strong momentum deployed on production tape-outs at the top, high-performance computing chip supplier and a large networking systems company.\nLet me move to Design IP, which is, as I mentioned, about 25% of our business. Third-party IP, think of it as the LEGO blocks of chip design continues to grow in complexity and importance. Our market-leading IP portfolio, by far the broadest in the industry, continues to grow with high demand in high-performance compute, automotive and mobile markets. fueled by Smart Everything, multi-die systems and high speed and secure connectivity. While maintaining technical leadership, we've broadened our portfolio with new high-speed interfaces in 3- and 4-nanometer processes to serve HPC and mobile applications at the leading edge.\nIn the automotive market, we see strong adoption of automotive-grade IP solutions by OEMs and Tier 1 suppliers now developing their own chips. Meanwhile, multi-die systems require a whole new portfolio of state-of-the-art die-to-die interface IP. The recently introduced UCIe protocol, short for Universal Chiplet Interconnect express has become the standard of choice. Synopsys is leading in this area with an industry milestone the tape-out of the first UCIe test chip on a major foundry 3-nanometer process node. The increased silicon multichip and high-speed computation push enables enormous advances in the software world. This brings me to our Software Integrity segment, which as mentioned, accounts for about 10% of our revenue. As every vertical market is developing highly complex, big data-driven systems, their requirements for security and safety continue to expand.\nOur Software Integrity solutions enable organizations to improve and manage the security and quality of software across a wide range of industry verticals from semiconductors and systems to financial services, automotive, industrial, health and more. While this continues to be one area where we feel some caution from the macro environment, we had a good start to the year with several multiyear, multiproduct transactions and sustained momentum in our indirect channel. We continue to evolve and strengthen our multiproduct platform to help companies gain more comprehensive insight and drive increasingly robust top-down software risk management. Customers who purchased 2 or more solutions now account for the majority of our Software Integrity revenue as we drive cross-selling opportunities and continue to scale our application security testing platform.\nIn summary, Q1 was a very solid start to the year, delivering strong financial results. We are reiterating our fiscal '23 revenue growth at 14% to 15% as well as non-GAAP operating margin expansion of more than 100 basis points. We are raising guidance for fiscal '23 non-GAAP EPS growth to 18% to 19%. Notwithstanding continued macroeconomic choppiness, our customers continue to prioritize their investments in chips and systems. In addition, our resilient business model provides a level of stability uncommon in most software companies. Meanwhile, our high-impact innovation pipeline across our entire portfolio is driving technical differentiation while solidifying our foundation for continued business growth.\nWith that, I'd like to welcome Shelagh Glaser to our first Synopsys earnings call. We are thrilled to have her on board as a financial, operational and scaling experience as well as a deep understanding of the semiconductor industry are a great asset to Synopsys as we drive exciting growth ambitions.\nWith that, I'll turn it over to Shelagh.\n\nShelagh Glaser\n\nChief Financial Officer\n\nGreat. Thank you, Aart, and thank you to the Synopsys team for such a warm welcome. It's an honor to join a company with a long heritage of innovation and market leadership. I look forward in taking part to drive Synopsys into the next phase of growth in the era of Smart Everything as well as meeting all of you in the investment community.\nWe delivered a very solid start to the year with revenue above the midpoint of our guided range, non-GAAP operating margin of 35.2% and non-GAAP earnings above the high end of our target range. Our Q1 results were driven by our execution and strong technology portfolio that is expanding customer commitments. Robust chip and system design activity despite lower semiconductor industry revenue growth and a resilient, stable, time-based business model was $6.9 billion in noncancelable backlog. We remain confident in our business, and as a result, we are reaffirming our full year 2023 targets for revenue and non-GAAP operating margin improvement and raising our full year outlook for non-GAAP EPS due to a lower tax rate.\nI'll now review our first quarter results. All comparisons are year-over-year unless otherwise stated. We generated total revenue of $1.36 billion. Total GAAP costs and expenses were $1.11 billion, which includes approximately $41 million in restructuring costs. Total non-GAAP costs and expenses were $882 million, resulting in non-GAAP operating margin of 35.2%. GAAP earnings per share were $1.75, non-GAAP earnings per share were $2.62. As Aart mentioned, we are expanding our segment reporting to align with how we're managing the business.\nStarting in Q1, we are now reporting 3 segments: Design Automation, Design IP and Software Integrity. Design Automation segment revenue was $890 million with both EDA software and hardware performing well. Design Automation adjusted operating margin was 38.9%. Design IP segment revenue was $344 million, and adjusted operating margin was 34.2%. Software Integrity revenue was $128 million and adjusted operating margin was 12.1%. We are on track to reach our 15% to 20% revenue growth objective for Software Integrity with increased adjusted operating margin in 2023.\nTurning to cash. We generated $115 million in operating cash flow. We used $306 million of our cash for stock buybacks. We ended the quarter with cash and short-term investments of $1.3 billion and total debt of $21 million.\nTargets. Now to guidance. For fiscal year 2023, the full year targets are: revenue of $5.775 billion to $5.825 billion. Total GAAP costs and expenses between $4.54 billion and $4.59 billion. Total non-GAAP costs and expenses between $3.81 billion and $3.84 billion, resulting in non-GAAP operating margin improvement of more than 100 basis points. Non-GAAP tax rate of 16%. GAAP Earnings of $7.12 to $7.30 per share. Non-GAAP earnings of $10.53 to $10.60 per share. Cash flow of operations of approximately $1.65 billion, which includes approximately $40 million to $50 million in restructuring costs.\nNow to targets for the second quarter. Revenue between $1.36 billion and $1.39 billion. Total GAAP costs and expenses between $1.085 billion and $1.105 billion. Total non-GAAP costs and expenses between $917 million and $927 million. GAAP earnings of $1.62 to $1.72 per share. And non-GAAP earnings of $2.45 to $2.50 per share.\nIn conclusion, we delivered a very solid start to the year. While the underlying macroeconomic environment is choppy, we continue to execute and for the year, expect 14% to 15% revenue growth. Non-GAAP operating margin improvement of more than 100 basis points and 18% to 19% non-GAAP EPS growth. Our confidence reflects our innovative technology portfolio, ongoing design activity by our customers who continue to invest through semiconductor cycles and the stability and resiliency of our time-based business model.\nWith that, I'll turn it over to the operator for questions."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/63beab83c6351b5394e8f81f9702c080",
        "textblob_polarity": 0.21759038138170356,
        "textblob_subjectivity": 0.5119296566610615,
        "sentiment": {
            "distribution": {
                "positive": 15,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9972426335016886,
                "neutral": 0.9970760196447372
            }
        },
        "content1": "Q4 2022 Synopsys Inc Earnings Call\n\nQ4 2022 Synopsys Inc Earnings Call\n\nSNPSNASDAQNOV 30, 11:00 PM\n\nOperator\n\nLadies and gentlemen, welcome to the Synopsys Earnings Conference Call for the Fourth Quarter of Fiscal year 2022. (Operator Instructions) And as a reminder, today's call is being recorded.\nAt this time, I would like to turn the conference over to Lisa Ewbank, Vice President of Investor Relations. Please go ahead.\n\nLisa L. Ewbank\n\nVP of IR, Synopsys, Inc.\n\nThank you, Lisa. Good afternoon, everyone. Hosting the call today are Aart de Geus, Chairman and CEO of Synopsys; and Trac Pham, Chief Financial Officer.\nBefore we begin, I'd like to remind everyone that during the course of this conference call, Synopsys will discuss forecasts, targets and other forward-looking statements regarding the company and its financial results. While these statements represent our best current judgment about future results and performance as of today, our actual results are subject to many risks and uncertainties that could cause actual results to differ materially from what we expect. In addition to any risks that we highlight during the call, important factors that may affect our future results are described in our most recent SEC reports and today's earnings press release.\nIn addition, we will refer to non-GAAP financial measures during the discussion. Reconciliations to their most directly comparable GAAP financial measures and supplemental financial information can be found in the earnings press release, financial supplement and 8-K that we released earlier today. All of these items, plus the most recent investor presentation are available on our website at synopsys.com. In addition, the prepared remarks will be posted on our website at the conclusion of the call.\nWith that, I'll turn the call over to Aart to Geus.\n\nAart J. de Geus\n\nCo-Founder, Chairman & CEO, Synopsys, Inc.\n\nGood afternoon. I am happy to report that Synopsys completed an outstanding year with sustained forward momentum. Since about 4 years ago, we communicated our dual objectives of accelerating growth and expanding margin. Synopsys has delivered on and, in fact, exceeded those expectations. This is visible through over 60% revenue growth since that point, 11 percentage points higher non-GAAP operating margin and more than doubled EPS.\nThis quarter, we also crossed the $5 billion annual revenue milestone. Simultaneously, we substantially evolved our product offering, expanded customer relationships and increased competitive differentiation. Building on this, we delivered another record year in fiscal '22. Revenue grew 21% to $5.08 billion, with double-digit growth in all product groups and across geographies. We further expanded non-GAAP operating margin to 33%, grew earnings by 30% and generated record cash flow of $1.7 billion.\nWhile semiconductor industry revenue growth has moderated, design activity remains robust. In addition, our term-based business model, with $7.1 billion of noncancelable backlog and a diversified customer base, all provide stability, resilience and forward momentum.\nWhile fully mindful of the macro dynamics around us, including the most recent U.S. government export restrictions, Synopsys is poised for strong results in fiscal '23. We intend to grow revenue 14% to 15%, continue to drive notable ops margin expansion and aim for approximately 16% non-GAAP earnings per share growth. Trac will discuss the financials in more detail.\nLooking at the landscape around us. Some of you have asked us why customers design activity remains solid throughout waves of the business cycle. Two reasons. First, the macro quest for smart everything devices and, with it, AI and big data infrastructure is unrelenting and expect it to drive a decade of strong semiconductor growth. Second, semiconductor and systems companies, be it traditional or new entrants, prioritize design engineering throughout economic cycle precisely to be ready to feel competitive new products when the market turns upward again. We've seen this dynamic consistently in past up and down markets and expect it to continue.\nToday, Synopsys aims to be a key engineering catalyst towards this smart everything world as our mission is to enable innovation at the critical interplay between semiconductors and software. Our customers are racing to differentiate along 3 axes: first, still higher complexity chips with massive compute capability; second, super tightly integrated systems of chips optimized for the software that will run on them; and third, increasing focus on security and safety across both software and hardware in virtually all vertical segments.\nSynopsys is uniquely positioned to address these challenges as we provide the most advanced and complete design and verification solutions available today, the leading portfolio of highly valuable semiconductor IP blocks and the broader set of software security testing solutions.\nIn the past few years, we have introduced some truly groundbreaking innovations that radically advance how design is done. Let me begin the highlights with our DSO.ai artificial intelligence design solution. With already well over 100 commercial production design, it continues to deliver amazing results.\nApplied simultaneously to multiple steps of the design flow, DSO.ai reduces efforts for months to now weeks while also delivering superior performance and reduced power. Results reported by customers include 25% reduction in turnaround time and compute resources and up to 30% power reduction. With customers such as Samsung, Renesas, Intel, MediaTek, Sony and many others reporting impressive achievements, customer adoptions have accelerated across a wide range of process nodes and market verticals.\nIn FY '22, the number of customers more than doubled, and we've already seen significant repeat orders and broadening proliferation. Seven out of the top 10 semiconductor companies have adopted DSO.ai for production design. Meanwhile, we're also extending machine learning capabilities across other EDA workloads from verification to test, to custom design. These next phase solutions are already in customers' hands, showing excellent impacts and promise.\nCentral to the impact of DSO.ai are the powerful digital design solution engines underpinning it, specifically our Fusion Compiler products. It drove numerous competitive wins with accelerated proliferation for a wide variety of customers. Key adoptions range from the largest processor firms to influential systems companies, to major hyperscalers. Fusion Compiler is used in over 90% of advanced nodes down to 3 and 2 nanometer, with a majority exclusively using Synopsys.\nIn Q4, cumulative customer tape-outs surpassed 1,000, more than doubling the combined total of FY '20 and '21. Our customer solutions also saw strong market momentum this year, continuing the drumbeat of competitive displacements. With options ranging from large semiconductor companies at advanced nodes to automotive to memory vendors, as we added more than 45 new logos this year, nearly one per week with double-digit revenue growth.\nTo address the highly advanced chip mentioned earlier, multi-die system design, sometimes also called chiplet-based design, is opening a whole new era of silicon complexity. Having forecasted this a number of years ago, Synopsys now provides a differentiated multi-die solution that enables architecture, analysis, design and sign-off all integrated in one place. This includes our 3DIC Compiler solution and our industry-leading portfolio of state-of-the-art die-to-die interface IP.\nToday, we're already tracking more than 100 multi-die designs for a range of applications, including high-performance compute, data centers and automotive, seeing strong adoption of our broad solution. A notable example is achieving plan of record for multiple 3D stack designs at a very large, high-performance computing company as well as expanded deployment at a leading mobile customer.\nMeanwhile, the recently introduced UCIE protocol, short for Universal Chiplet Interconnect Express, has become the interconnect of choice for multi-die systems. Both our UCIE interface IP and HBM3 memory IP are at the forefront of enabling multi-die designs with multiple wins at Tier 1 customers.\nMore broadly, third-party IP is a must-have for designs across the board. Our market-leading IP portfolio, by far the broadest in the industry, continues to drive significant adoption and growth. In fiscal '22, our IP business delivered another record year with more than 20% growth.\nWe continue to see particularly strong demand in key markets such as high-performance compute, automotive and mobile, where the systems are driven by smart everything, high-speed secure connectivity and advanced process geometries. While maintaining technical leadership in IP for advanced process technologies, we delivered multiple IP products in the most advanced 3- and 4-nanometer process nodes to our customers in high-end mobile and HPC applications.\nVery strong adoption also of our automotive-grade IP solutions as cars are being rearchitected towards both electrification and autonomous driving. The acceleration of car electrification driven by urgent climate considerations notably drives a slew of new sensor, actuator and control chip designs.\nOur automotive solutions had outstanding growth. Today, we have engaged with hundreds of designs from more than 30 leading semiconductor providers, more than 10 OEMs and 3 of the top 4 Tier 1 suppliers. At the core of these systems is the intersection of hardware and software. To optimize the system, our customers must verify both the software in the context of the hardware and the hardware in context of the software. While verification is fundamentally an unbounded problem, our state-of-the-art simulation, emulation and prototyping products tackle these tough verification challenges at unparalleled speed with the fastest engine, highest capacity and lowest cost of ownership.\nSpecifically, our hardware-based products delivered a record year with competitive momentum, adding more than 30 new logos and over 200 repeat orders.\nMoving now to software security, the critical nature of which continues to grow as management teams and Boards are keenly focused on ways to protect their companies and their customers from destructive cyber attacks. Our Software Integrity solution enables organizations to manage the security and quality of software across a wide range of industry verticals from semiconductor and systems to financial services, automotive, industrial, health and more.\nIndustry groups such as Gartner and Forrester recognized Synopsys leadership. Gartner positions us at the top and farthest right of its Magic Quadrant, rating us highly for technology depth, breadth, consulting capabilities and vision. While this is the one area where we did see some impact from the macro environment in the quarter, revenue growth for the year accelerated over FY '21.\nNotably, we saw good progress with the go-to-market and product initiatives introduced last year. Our indirect channel partner business, for example, continues to ramp well by expanding our reach into customer groups and geographies that we haven't connected with in the past.\nWe are building momentum with the goal of another significant increase in indirect sales in FY '23.\nOn the product side, we expanded our offerings by launching 2 new SaaS services for static analysis and open source analysis integrated into our Polaris platform. We expect these SaaS capabilities to accelerate adoption and consumption of our solutions as they are particularly well suited to growth in the mid-market.\nEarly customer reception has been quite positive. Our continually evolving and strengthening platform also provides more and more valuable insights to help companies drive increasingly robust top-down software risk management.\nIn summary, Synopsys exceeded beginning-of-year targets and delivered a record fiscal '22 across all metrics with the additional spark of passing the $5 billion milestone. We enter FY '23 with excellent momentum and a resilient business model that provides stability and wherewithal to navigate market cycles. Notwithstanding some economic uncertainty, our customers are continuing to prioritize their chip system and software development investments to be ready with differentiated products at the next upturn.\nOn our side, many game-changing innovations across our portfolio position as well to capitalize a decade of semiconductor importance and impact. Finally, our execution and operational management continue to drive growth and margin expansion, and we're particularly thankful to our employees around the world for their vitality and diligence throughout the year.\nOne more comment. As you may have seen yesterday, we announced the appointment of Shelagh Glaser to become our new CFO on December 2. She's here with us today, listening in as we prepare to pass the torch from Trac in a few days.\nBefore I pass the microphone to Trac for his review of fiscal '22, it's wonderful to say a heartfelt thank you for his contributions that helped build the company we are today. With 16 years on our team, 8 as Synopsys CFO, Trac is a cornerstone architect and execution leader of the strong results of the past year.\nDuring his tenure, he strengthened our fiscal discipline and acumen, engineered trusting and effective relationships with the other parts of the company and, most importantly, assembled and grew a great team that we will continue to build on. So it is all the more meaningful to voice our gratitude to Trac at the very moment that we pass this unique revenue milestone.\nThank you, Trac. And now one more time, please give us your perspective on the state of Synopsys.\n\nTrac Pham\n\nCFO, Synopsys, Inc.\n\nThank you, Aart, for the -- those kind of words. It has been a privilege to serve as the CFO of Synopsys. I'm immensely grateful to be a part of this team, and I'm proud of what we've accomplished.\nWhile I'll miss the rich interactions with the Synopsys team and the investment community, I'll be here through the end of December to ensure a smooth transition.\nSynopsys is in a great position as reflected in strong results and outlook. FY '22 was an excellent year and featured record results in all key metrics, including revenue, non-GAAP earnings and operating cash flow.\nWe continue to execute well and are confident in our business heading into FY '23 driven by our strong technology portfolio that is expanding customer commitments, robust chip and system design activity despite moderating semiconductor industry revenue growth and a resilient and stable time-based business model with $7.1 billion in noncancelable backlog. As a result, while the macro environment is stressed, we expect to grow revenue 14% to 15% and expand operating margin more than 100 basis points, driving non-GAAP EPS growth of approximately 16% in 2023.\nLet me provide some highlights of our full year 2022 results. We generated total revenue of $5.08 billion, up 21% over the prior year, with double-digit growth across all products and key geographies. Total GAAP costs and expenses were $3.9 billion and total non-GAAP costs and expenses were $3.4 billion, resulting in a non-GAAP operating margin of 33%. GAAP earnings per share were $6.29 and non-GAAP earnings per share were $8.90, up 30% over the prior year. Semiconductor & System Design segment revenue was $4.6 billion driven by broad-based strength across all product groups and geographies. Adjusted operating margin was 35.3%.\nSoftware Integrity segment revenue was $466 million, up 18%, with adjusted operating margin up slightly to 10.1%.\nFor 2023, even in light of some of the marginal macro-related impact in Q4 orders, we expect revenue growth to be within our 15% to 20% objective with increased adjusted operating margin.\nTurning to cash. Operating cash flow for the year was a record $1.7 billion reflecting our strong results, robust collections and approximately $100 million in early collections. We ended the year with cash and short-term investments of $1.57 billion and total debt of $21 million. During the year, we completed buybacks of $1.1 billion or 69% of free cash flow.\nNow to our targets, which reflects the impact from the recently announced export control regulations and assume no further changes for the year. Based on our current assessment, we expect quarterly revenue and non-GAAP EPS to steadily increase through the year. For fiscal year 2023, the full year targets are: revenue of $5.775 billion to $5.825 billion; total GAAP costs and expenses between $4.49 billion and $4.537 billion; total non-GAAP costs and expenses between $3.81 billion and $3.84 billion, resulting in a non-GAAP operating margin improvement of more than 100 basis points; non-GAAP tax rate of 18%; GAAP earnings of $7.68 to $7.86 per share; non-GAAP earnings of $10.28 to $10.35 per share; cash flow from operations of approximately $1.7 billion.\nNow to the targets for the first quarter: revenue between $1.34 billion and $1.37 billion; total GAAP costs and expenses between $1.033 billion and $1.053 billion; total non-GAAP costs and expenses between $875 million and $885 million; GAAP earnings of $1.89 to $2 per share; and non-GAAP earnings of $2.48 to $2.53 per share. Our press release and financial supplement include additional targets and GAAP to non-GAAP reconciliations.\nFinally, we are reiterating our long-term financial objectives of annual double-digit revenue growth, non-GAAP operating margin expansion of more than 100 basis points per year and non-GAAP EPS growth in the mid-teens range.\nIn conclusion, we entered 2023 with excellent momentum and confidence, reflecting our innovative technology portfolio, ongoing design activity by our customers who continue to invest through semiconductor cycles and the stability and resilience of our time-based business model.\nWith that, I'll turn it over to the operator for questions."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/b3f9939de63f1d03c7a2c42320e50ddb",
        "textblob_polarity": 0.19535908411468944,
        "textblob_subjectivity": 0.48681264923417367,
        "sentiment": {
            "distribution": {
                "positive": 13,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9994893670082092,
                "neutral": 0.9930204550425211
            }
        },
        "content1": "Q3 2022 Synopsys Inc Earnings Call\n\nQ3 2022 Synopsys Inc Earnings Call\n\nSNPSNASDAQAUG 17, 11:00 PM\n\nOperator\n\nLadies and gentlemen, welcome to the Synopsys Earnings Conference Call for the Third Quarter of Fiscal Year 2022. (Operator Instructions) And as a reminder, today's call is being recorded.\nAt this time, I would like to turn the conference over to Lisa Ewbank, Vice President of Investor Relations. Please go ahead.\n\nLisa L. Ewbank\n\nVP of IR, Synopsys, Inc.\n\nThank you, Kerry. Good afternoon, everyone. Hosting the call today are Aart de Geus, Chairman and CEO of Synopsys; and Trac Pham, Chief Financial Officer. .\nBefore we begin, I'd like to remind everyone that during the course of this conference call, Synopsys will discuss forecasts, targets and other forward-looking statements regarding the company and its financial results. While these statements represent our best current judgment about future results and performance as of today, our actual results are subject to many risks and uncertainties that could cause actual results to differ materially from what we expect.\nIn addition to any risks that we highlight during the call, important factors that may affect our future results are described in our most recent SEC reports and today's earnings press release.\nIn addition, we will refer to non-GAAP financial measures during the discussion. Reconciliations to their most directly comparable GAAP financial measures and supplemental financial information can be found in the earnings press release, financial supplement and 8-K that we released earlier today.\nAll of these items, plus the most recent investor presentation, are available on our website at synopsys.com. In addition, the prepared remarks will be posted on the website at the conclusion of the call.\nWith that, I'll turn it over to Aart de Geus.\n\nAart J. de Geus\n\nCo-Founder, Chairman & CEO, Synopsys, Inc.\n\nGood afternoon. We delivered another excellent quarter with enduring broad-based strength. Revenue for the quarter was $1.25 billion. GAAP earnings per share were $1.43, with non-GAAP earnings at $2.10. We generated $440 million of operating cash flow.\nNotwithstanding the normal ebb and flow of the semiconductor market, design activity remained robust. In addition, our business model sets us apart by adding a solid level of stability and resilience to the accelerated growth we're seeing.\nBased on this strength and confidence in our business, we are raising guidance for the full year. We expect to grow fiscal '22 revenue approximately 21% and past the $5 billion milestone. We continue to drive notable ops margin expansion, and we intend to grow non-GAAP earnings per share by approximately 29%. In the process, we expect to generate $1.6 billion to $1.65 billion in operating cash flow. Trac will discuss the financials in more detail.\nOver the last 5 or so decades, semiconductor chips and software have transformed every aspect of our world. From traditional computers to networks to mobile devices, from entertainment systems to home security, to medical wonder machines. Every vertical market is affected and expecting more.\nAs a result, not only does the world demand more chips, but more chips are being designed by an expanded group of semiconductor and systems companies. Those chips are much more complex. They need to be designed faster due to time-to-market pressure and with increasingly constrained engineering talent resources.\nFor the last 35 years, Synopsys has been privileged to grow as an essential catalyst of this transformation, delivering 10 million x in productivity. Today, Synopsys uniquely sits at the intersection of the dual system forces of semiconductors and software, enabling both with the bold ambition to capitalize another 1,000x this decade. We partner and collaborate with the most advanced companies in the entire supply chain. And while the technical challenges are huge, so are the opportunities.\nOn top of this, security, safety and reliability are now a must for markets such as robotics, automotive and aerospace. Meanwhile, more and more systems companies from large hyperscalers to AI startups to verticals like automotive have decided to own their destiny and design their own chips and systems to accelerate their differentiation. Today, Synopsys is successfully bridging technologies from silicon to software to systems as we engage with all these companies.\nIn the last few years, we have delivered a number of groundbreaking innovations that are making tremendous impact. For example, in chip design, we're automating not only individual design steps, but entire sub flows. Our preconfigured IP blocks not only speed up chip design, but also let architects rapidly explore new market-specific chip and system configurations.\nOur emulation and prototyping solutions are now essential to verify and optimize the interplay between hardware and software in the system. And in addition, we continue to grow our solutions that enable high-quality and more secure software as well as provide security IP blocks.\nLeading the way is our award-winning DSO.ai artificial intelligence design solution, which is revolutionizing chip design. First to market over 3 years ago with technology that is still unmatched today, it delivers outstanding productivity improvements that are already driving substantial increases in customer commitments.\nThe technical results are truly groundbreaking. Customers are seeing tremendous benefits from DSO.ai's ability to learn from prior designs. For example, 2 of the largest, most advanced semiconductor companies in the world achieved a 25% reduction in turnaround time and compute resources. DSO.ai is also driving very significant low-power improvements exemplified by a large automotive chip maker, achieving a 30% power reduction. These compelling outcomes are driving a high pace of adoption for production tape-outs across verticals and a broad set of process nodes.\nExamples this quarter include long-term business commitments at a marquee U.S. hyperscaler and top consumer chip company. Our entire market-leading digital design solution both empowers and benefits from DSO.ai. This highly differentiated combination led to a competitive displacement at a large automotive chip company in Q3.\nOur Fusion Compiler product continues to drive accelerated growth and competitive wins across market verticals and a broad swath of technology nodes. This quarter, we expect to pass the 1,000 tape-out milestone with successes in many different customer categories. Fusion Compiler is generated notable run time and PPA performance power area, improvements at top graphics processor companies, and we have gained majority positions at one of the largest mobile's SoC providers and at multiple leading hyperscalers, excellent progress and strong demand also for our modern custom design solutions. This area of growth is fueled by the key segments that include hyperscalers, high-performance compute and AI machine learning.\nIn custom design, long dominated by older products, we've already surpassed last year's new logos with 36 additional year-to-date, including high-profile semiconductor and hyperscaler customers. Companies driving Smart Everything continue to innovate at breathtaking speed and are now embracing migration to multi-die system designs for next-generation systems. Our multi-die system solution that includes our 3DIC compiler platform and die-to-die IP portfolio is seeing strong demand. Not surprisingly, the key markets are high-performance compute, data center and mobile. While we continue to expand deployment at a marquee U.S. IDM, we also experienced increased traction at prominent high-performance compute and hyperscaler customers for complex 3D multi-die and chiplet design.\nIn mobile, we achieved plan of record of leading semiconductor companies for their next-generation multi-die processors. In high-performance compute, multi-die systems incorporate a new interconnect IP standard, UCIe, which stands for Universal Chiplet Interconnect Express. As the term express captures, it is all about speed, and Synopsys is seeing great traction in this area with a healthy pipeline and multiple wins at 3-nanometer.\nMore broadly, IP blocks are a must-have to meet intense time-to-market pressures. Our unique breadth of scale and scale of our high-quality IP portfolio with early availability as advanced processes continue to drive strong momentum.\nDemand is particularly high in markets such as high-performance compute, AI/machine learning, automotive and mobile where systems are fueled by Smart Everything, high-speed and secure connectivity and advanced process geometries. In this context, our ARC Vision processor IP was named Best Automotive AI Solution by the Edge AI and Vision Alliance.\nMeanwhile, our industry-leading ARC NPX and VPX processor cores that accelerate neural networks continue to see strong adoption in augmented and virtual reality, automotive and consumer applications with multiple wins in the quarter. In automotive, we closed significant transactions with large traditional and new OEMs, Tier 1s and semiconductor vendors.\nSecurity remains front and center across all market segments. We're gaining strong adoption of our security solutions for interfaces such as PCI Express, CXL and DDR, with more than 30 design wins across all market segments.\nNow moving to the crucial intersection of hardware and software, in other words, verifying that the chips and system will do what was intended. Our market-leading emulation and prototyping hardware products, our unique strength and clear differentiator for Synopsys, with the fastest engines, highest capacity and lowest cost of ownership, we're doing very well. Our products not only verify hardware/software correctness, but also help find ways to reduce power consumption, one of the most vital metrics of any system.\nHigh demand continues for our ZeBu emulation and HAPS-100 prototyping systems, growing with many of the largest semiconductor and hyperscaler customers in the world. We are on pace for yet another record year of hardware revenue.\nWith Smart Everything, entering every vertical market of institutions, semiconductors, government, medical and enterprise software. Our channel partner program progressed well this quarter with notable new logos and expansions into new customer divisions. We also continue to increase business in new countries that we have never sold to before and repeat business with partners that open new markets as recently as the past 12 months.\nFinally, we further strengthened our broad product and consulting portfolio with the acquisition of WhiteHat Security and its leading solution in dynamic application security testing. We're excited to have the outstanding WhiteHat team part of Synopsys. And while it's only been a few weeks, the integration is going well, and customer response has been enthusiastic.\nIn summary, we delivered another excellent quarter, and we are raising our outlook for fiscal '22. Multiple game-changing innovations are driving outstanding technical and business results reflected in our accelerated growth. Notwithstanding economic choppiness, customers continue to invest heavily in critical chips, system designs and immense amounts of software.\nAgainst this backdrop, our technology vision and execution drive growth, while our resilient business model provides a level of stability that stands out in the software industry. As we prepare to imminently cross the $5 billion revenue mark, I want to thank our employees around the world for their ongoing efforts and commitment.\nWith that, I'll turn it over to Trac.\n\nTrac Pham\n\nCFO, Synopsys, Inc.\n\nThanks, Aart. Good afternoon, everyone. Q3 was another excellent quarter. We delivered revenue and EPS above our targets and achieved cash flow above our plan.\nFor the full year, we are raising our outlook and are on track to deliver over 20% revenue growth, an increase in non-GAAP operating margin of approximately 250 basis points, non-GAAP earnings per share growth of approximately 29% and $1.6 billion to $1.65 billion in operating cash flow.\nWe continue to execute well, which is a testament to our innovative technology portfolio, ongoing design activity by our customers who continue to invest through semiconductor cycles, financial discipline and the stability and resilience of our time-based business model.\nI'll now review the third quarter results. All comparisons are year-over-year, unless otherwise stated. We generated total revenue of $1.25 billion, up 18% over the prior year with broad-based strength. Total GAAP costs and expenses were $1.01 billion. Total non-GAAP costs and expenses were $856 million, resulting in a non-GAAP operating margin of 31.4%. GAAP earnings per share were $1.43. Non-GAAP earnings per share were $2.10, up 16% over the prior year.\nSemiconductor & System Design segment revenue was $1.13 billion, up 18%, driven by continued strength in EDA and IP. Trailing 12-month Semiconductor & System Design adjusted operating margin was 35.8%. Software Integrity segment revenue was $118 million, up 21%, with trailing 12-month adjusted operating margin of 11%. We continue to expect Software Integrity to deliver 15% to 20% growth with expanded adjusted operating margin in 2022.\nTurning to cash. We generated $440 million in operating cash flow. We used $257 million of our cash for buybacks and have repurchased $972 million of stock over the past 12 months. In addition, we paid $330 million to acquire WhiteHat Security.\nOur balance sheet remains very strong. We ended the quarter with cash and short-term investments of $1.53 billion and debt of $22 million.\nNow to guidance. We are raising our full year outlook for revenue, earnings and cash flow. For fiscal year 2022, the full year targets are: revenue of $5.06 billion to $5.09 billion, which represents 20% to 21% growth; total GAAP costs and expenses between $3.978 billion and $3.998 billion; total non-GAAP costs and expenses between $3.395 billion and $3.05 billion, resulting in a non-GAAP property margin improvement of approximately 250 basis points; non-GAAP tax rate of 18%; GAAP earnings of $6.37 to $6.49 per share; non-GAAP earnings of $8.80 to $8.85 per share, representing approximately 29% growth; cash flow from operations of $1.6 billion to $1.65 billion; capital expenditures of approximately $145 million.\nNow to the targets for the fourth quarter: revenue between $1.263 billion and $1.293 billion; total GAAP costs and expenses between $1.076 billion and $1.096 billion; total non-GAAP costs and expenses between $919 million and $929 million; GAAP earnings of $1.06 to $1.18 per share; and non-GAAP earnings of $1.80 to $1.85 per share. Consistent with our prior years, we will provide additional comments and guidance for 2023 when we report next quarter.\nIn conclusion, we again delivered revenue and non-GAAP earnings above our targets. Based on our excellent results year-to-date and strong outlook, we are again raising our targets for the full year. We continue to see strong momentum in the business and are executing well with our robust portfolio and resilient business model.\nWith that, I'll turn it over to the operator for questions."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/4fefa43aaaaf5486c7ca4b01951ed08f",
        "textblob_polarity": 0.2171127481009556,
        "textblob_subjectivity": 0.4797832843257371,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 3
            },
            "scores": {
                "positive": 0.999697996037347,
                "neutral": 0.9988762338956197
            }
        },
        "content1": "Q2 2022 Synopsys Inc Earnings Call\n\nQ2 2022 Synopsys Inc Earnings Call\n\nSNPSNASDAQMAY 18, 11:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by and welcome to the Synopsys Earnings Conference Call for the Second Quarter of Fiscal year 2022. (Operator Instructions) Today's call will last 1 hour. As a reminder, today's call is being recorded. At this time, I would like to turn the conference over to Lisa Ewbank, Vice President of Investor Relations. Please go ahead.\n\nLisa L. Ewbank\n\nVP of IR, Synopsys, Inc.\n\nThank you, Caroline. Good afternoon, everyone. Here today are Aart de Geus, Chairman and CEO of Synopsys; and Trac Pham, Chief Financial Officer.\nBefore we begin, I'd like to remind everyone that during the course of the conference call, Synopsys will discuss forecasts, targets and other forward-looking statements regarding the company and its financial results. While these statements represent our best current judgment about future results and performance as of today, our actual results are subject to many risks and uncertainties that could cause actual results to differ materially from what we expect.\nIn addition to any risks that we highlight during the call, important factors that may affect our future results are described in our most recent SEC reports and today's earnings press release.\nIn addition, we will refer to non-GAAP financial measures during the discussion. Reconciliations to their most directly comparable GAAP financial measures and supplemental financial information can be found in the earnings press release, financial supplement and 8-K that we released earlier today. All of these items, plus the most recent investor presentation, are available on our website at synopsys.com. In addition, the prepared remarks will be posted on our website at the conclusion of the call.\nWith that, I'll turn the call over to Aart de Geus.\n\nAart J. de Geus\n\nCo-Founder, Chairman & CEO, Synopsys, Inc.\n\nGood afternoon. We delivered an outstanding second quarter, exceeding all of our guidance targets and reaching record revenue, operating margin, earnings per share and cash flow.\nRevenue for the quarter was $1.28 billion. Business was very strong across all product areas and geographies. Backlog grew to $7.3 billion. GAAP earnings per share were $1.89, with non-GAAP earnings of $2.50 and non-GAAP ops margin of 37%. We generated $750 million of operating cash flow.\nWith our significant first half strength and high confidence in our business, we are raising guidance substantially for the year. We expect to grow annual revenue approximately 20% to pass the $5 billion milestone, drive further ops margin expansion and grow earnings per share by more than 25%, while generating approximately $1.6 billion in operating cash flow. Trac will discuss the financials in more detail.\nOur financial momentum builds on 3 drivers: an unmatched product portfolio with groundbreaking new innovations, robust semiconductor and electronics market demand and excellent operational execution. The backdrop for our outlook sits at the intersection of massively growing amounts of data and the demand for Smart Everything empowered by machine learning and AI. This is synonymous to stating that in both consumer and business applications, the need for electronics and chips is relentless: chips for data capture and IoT, for data transmission, for data storage and of course, for faster high-bandwidth and dedicated computation, plus a huge and intensifying need for more security and safety.\nAll of this means escalating opportunities for Synopsys. We've seen growing demand, not only from our traditional semi and systems customers, but also from impactful new entrants such as hyperscalers, a mounting number of start-ups and nontraditional systems companies across vertical markets.\nNotwithstanding macroeconomic choppiness in an uncertain geopolitical environment, these companies are investing heavily in highly complex chips, systems of chips and chiplets and security initiatives. Synopsys is a catalyst in enabling this new Smart Everything era as many customers race forward to invent and deliver highly creative and optimized chips and systems. Our innovations, particularly in AI-driven design flows and at the intersection of hardware and software, are crucial for our customers and have fueled our accelerating momentum. In addition, our IP focus, particularly in high-speed connectivity and advanced interfaces supporting multichip design, is second to none and yielding excellent business growth.\nLet me begin this quarter's highlights with AI as we continue to deliver groundbreaking results and as machine learning is revolutionizing chip design. Our DSO.ai solution, which learns and automates a substantial portion of the design flow, is seeing rapid adoption for production use. Many of the largest, highest-profile semiconductor companies are reporting tremendous productivity benefits using DSO.ai in production today.\nAt our users conference in March, MediaTek, Intel, Samsung and Sony shared with fellow engineers their impressive achievements using our DSO.ai. The reported results were truly remarkable, as much as 20x productivity improvement, 7% to 25% lower power and a dramatic reduction in turnaround time with a single engineer completing 4 design blocks in half the time that had previously took 4 engineers.\nCritical to the high impact of DSO.ai is our powerful digital design solution, resulting in significant cross-selling opportunities and competitive wins at cornerstone semiconductor and systems customers. Orders were well ahead of plan, contributing to our backlog growth.\nIn Q2, 2 major hyperscalers selected Synopsys' highly differentiated Fusion Compiler product for multiple advanced designs. We also significantly expanded our share at a top U.S. communication semiconductor company. In aggregate, the trailing 12 months revenue for Fusion Compiler more than doubled.\nAt our user conference, I had the opportunity to highlight not only some of the exciting capabilities to come such as using AI in verification, but also how Synopsys overall is technically helping to transform EDA design more broadly. Our Custom Design solutions, for example, are seeing strong market disruptions as well, including 19 full-flow competitive displacements year-to-date.\nOver the past year, revenue grew double digit in this area, with adoptions ranging from large semiconductor companies designing at advanced nodes to automotive to memory vendors. With advanced chips -- while advanced chips are the foundation of continued scale complexity, electronic systems now increasingly grow systemic complexity by tightly connecting many chips and the software to drive them.\nSynopsys excels at this. An ideal example of systems leadership and impact is our IP product line. Here, too, business momentum continued with another excellent quarter as demand remains very high, especially in the AI, high-performance compute and automotive markets.\nIn Q2, we enhanced our comprehensive AI IP portfolio with the introduction of the industry's highest performance neural processor IP. Simultaneously, we extended our lead in the most advanced commercial processes. We can report significant traction with our interface and foundation IP achieving more than 30 3-nanometer design wins for high-performance compute and networking, as well as notable wins in mobile applications.\nIn automotive, our decade-plus investments, safety certifications and market engagements are not only generating continued momentum with leading semiconductor suppliers, but also with OEMs and Tier 1s now developing their own chips.\nWe count among our customers the top 12 leading automotive semiconductor suppliers, 10 automotive OEMs and 12 Tier 1 companies worldwide. For IP, we have close to 600 automotive design wins in advanced nodes, demonstrating the strength of our portfolio.\nAt the hub of the system is the intersection of hardware and software. This is precisely where our verification solutions are targeted. Let me highlight 3 success drivers. First, there is high demand for our market-leading emulation and prototyping hardware products. Demand is high and we're heading towards another record year. Fueling this are our new powerful application-specific ZeBu emulation and HAPS-100 prototyping systems. While demand is broad-based across customers and geographies, we continue to see significant growth in usage expansion at many of the largest hyperscalers in the world.\nSecond, multi-die, sometimes called chiplet-based system design, is driving a strong need for innovation. Synopsys is uniquely differentiated with our 3DIC Compiler solution and the industry's leading portfolio of die-to-die interface IP, both of which are essential. Our focus and execution are driving adoption momentum with engagements across multiple market segments, including AI servers, automotive, telecom and aerospace.\nAnd third, cloud-enabled design. One of the challenges for chip designers is access to sufficient, yet flexible compute power. Of course, our EDA customers have been using cloud compute for years, but true flexibility hasn't been available until now. In Q2, we expanded our cloud offering with the industry's first broad-scale cloud SaaS solution. It offers unique flexibility in both access and business model. Synopsys now offers 3 cloud approaches usable for peak demand to full deployment: One, bring your own cloud with pay-per-use access on the customer's choice of third-party cloud provider; two, a SaaS model with tools, flows and Microsoft Azure-based compute; three, hardware-based verification with ZeBu Cloud. Initial customer reception has been excellent, ranging from very small startups to large companies seeking peak compute flexibility.\nNow to Software Integrity, which is both enabling and benefiting from intensifying demand for security and safety across all market verticals. Bolstered by momentum of products and consulting as well as broadening geography strength, we delivered another strong quarter with 20% year-over-year growth, exceeding our internal plan. Internationally, we had our best quarter ever, reaching 10 new countries that we've never sold to before through our channel partners. We also continue to make good progress improving our renewal rates and new logo engagement metrics.\nFrom a product perspective, our broad portfolio is unique in the market, as our 3-pronged approach provides differentiated value for all stakeholders: the developers, the DevOps Group and the corporate security team. Over the past year, we've launched significant new products in each of these areas and customer response has been excellent.\nIndustry analysts continue to recognize Synopsys' strength. For the fifth year in a row, we were named a leader in the Gartner Magic Quadrant for Application Security Testing and for the fourth straight year, we were rated the farthest up and to the right.\nFinally, a few weeks ago, we announced a definitive agreement to acquire WhiteHat Security, a leading provider of SaaS-based dynamic application security testing, or DAST technology. This acquisition will further expand our portfolio and accelerate the build-out of our SaaS solutions. We look forward to welcoming the WhiteHat team after the close, which we currently expect to be in our third fiscal quarter.\nIn summary, we delivered a high-momentum quarter and are substantially raising our outlook for fiscal '22. Building on a wave of technology innovations fueling growth, strong and resilient markets and excellent operational and financial execution, we're poised to cross the $5 billion mark revenue milestone this fiscal year. These results are not possible without the unwavering commitment and diligence of our employee teams. We thank you all.\nWith that, I'll turn it over to Trac.\n\nTrac Pham\n\nCFO, Synopsys, Inc.\n\nThanks, Aart. Good afternoon, everyone. In Q2, we delivered record revenue, operating margin, non-GAAP EPS and cash flow. We continue to execute exceptionally well despite uncertainties in the macro environment. This is a testament to our robust portfolio, healthy markets and financial discipline. Our strong execution is also enhanced by the stability and resiliency of our time-based business model and $7.3 billion of noncancelable backlog. Our results and growing confidence in our business lead us to again raise our full year 2022 targets. After surpassing $4 billion in revenue in 2021, we expect to grow 20% and cross $5 billion in 2022 as our growth accelerates for the third straight year.\nI'll now review our second quarter results. All comparisons are year-over-year unless otherwise stated. We generated total revenue of $1.28 billion, up 25% over the prior year, with strength across all product groups and geographies. Total GAAP costs and expenses were $916 million. Total non-GAAP costs and expenses were $809 million, resulting in a non-GAAP operating margin of 36.8%. GAAP earnings per share were $1.89, non-GAAP earnings per share were $2.50, up 47% over the prior year.\nSemiconductor & System Design segment revenue was $1.17 billion, up 25% with robust demand for EDA software and hardware and IP. Semiconductor & System Design adjusted operating margin was 39.2%. Software Integrity segment revenue was $113 million, up 20%. And adjusted operating margin was 11.5%.\nTurning to cash. We generated a record $750 million in operating cash flow. We used $250 million of our cash for buybacks and have repurchased $890 million of stock in the trailing 12 months. Our balance sheet remains very strong. We ended the quarter with cash and short-term investments of $1.72 billion and debt of $24 million.\nBefore providing guidance, let me briefly comment on the WhiteHat acquisition, which is subject to regulatory review and customary closing conditions. We will pay approximately $330 million in cash when the transaction closes, which we expect to occur this quarter. Based on our preliminary review, we expect the acquisition to be roughly neutral to non-GAAP earnings this year.\nNow to the guidance, which excludes any impact from the WhiteHat acquisitions. We are raising our full year outlook for revenue, operating margins, earnings and cash flow. For fiscal year 2022, the full year targets are: revenue of $5 billion to $5.05 billion. This represents 19% to 20% growth and a $225 million increase versus our prior outlook. Total GAAP costs and expenses between $3.928 billion and $3.975 billion. Total non-GAAP costs and expenses between $3.35 billion and $3.38 billion, resulting in a non-GAAP operating margin improvement of approximately 250 basis points. Non-GAAP tax rate of 18%. GAAP earnings of $6.22 to $6.40 per share. Non-GAAP earnings of $8.63 to $8.70 per share, representing 26% to 27% growth. Cash flow from operations of $1.55 billion to $1.6 billion. Capital expenditures of approximately $145 million, up from our prior guidance as we consolidate our campus at headquarters to create a more efficient and economical footprint.\nNow to the targets for the third quarter. Revenue between $1.21 billion and $1.24 billion. Total GAAP costs and expenses between $981 million and $1 billion. Total non-GAAP costs and expenses between $830 million and $840 million. GAAP earnings of $1.32 to $1.44 per share and non-GAAP earnings of $2.01 to $2.06 per share.\nIn conclusion, we continue to execute exceptionally well and based on our strong momentum, we expect to deliver 20% revenue growth, 250 basis points of non-GAAP operating margin improvement, more than 25% non-GAAP earnings growth and $1.6 billion of operating cash flow in fiscal 2022.\nWith that, I'll turn it over to the operator for questions."
    }
]