[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/d408e2ba4940462ac63b3a608f025ec6",
        "textblob_polarity": 0.12338433537958478,
        "textblob_subjectivity": 0.40872901049860677,
        "sentiment": {
            "distribution": {
                "positive": 20,
                "negative": 4,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9933939069509506,
                "negative": 0.9950179308652878,
                "neutral": 0.9992863833904266
            }
        },
        "content1": "Q2 2024 Intel Corp Earnings Call\n\nQ2 2024 Intel Corp Earnings Call\n\nINTCNASDAQAUG 1, 11:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Intel Corporation's Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Mr. John Pitzer, Corporate Vice President of Investor Relations.\n\nAdam Titley\n\nThank you, Jonathan. By now, you should have received a copy of the Q2 earnings release and earnings presentation, both of which are available on our Investor Relations website, intc.com. For those joining us online today, the earnings presentation is also available in our webcast window.\nI am joined today by our CEO, Pat Gelsinger; and our CFO, David Zinsner. In a moment, we will hear brief comments from both followed by a Q&A session.\nBefore we begin, please note that today's discussion contains forward-looking statements based on the environment as we currently see it, and as such, are subject to various risks and uncertainties. It also contains reference to non-GAAP financial measures that we believe provide useful information to our investors. Our earnings release, most recent annual report on Form 10-K and other filings with the SEC provide more information on specific risk factors that could cause actual results to differ materially from our expectations. They also provide additional information on non-GAAP financial measures, including reconciliations where appropriate to our corresponding GAAP financial measures.\nWith that, let me turn things over to Pat.\n\nPatrick P. Gelsinger\n\nChief Executive Officer & Director, VMware, Inc.\n\nThank you, John, and good afternoon, everyone. Q2 profitability was disappointing despite continued progress on product and process road maps. With our new operating model firmly in place, we are accelerating actions to improve profitability and capital efficiency by more than $10 billion in 2025, which I will discuss shortly.\nFor the quarter, we delivered sequential revenue growth in line with our forecast despite the unexpected timing of new export control restrictions announced in May. Q2 profitability was below our expectations, due in part by our decision to more quickly ran Core Ultra AI CPUs as well as other selective actions we took to better position ourselves for future quarters, which Dave will address fully in his comments.\nWe previously signaled that our investments to define and drive the AI PC category would pressure margins in the near term. We believe the trade-offs are worth it. The AI PC will grow from less than 10% of the market today to greater than 50% in 2026. We know today's investments will accelerate and extend our leadership and drive significant benefits in the years to come.\nOur efforts will culminate with the introduction of Panther Lake in second half '25. Panther Lake is our first client CPU on Intel 18A, a much more performance and cost competitive process, which will additionally allow us to bring more of our tiles in-house, meaningfully improving our overall profitability.\nAnother important driver of improved financial performance is the cost reduction plan we announced today. This plan represents structural improvements enabled by our new operating model, which we are pulling forward to adjust to current business trends.\nHaving separate financial reporting for Intel products and Intel foundry clarifies and focuses roles and responsibilities across the company. It also enables us to eliminate complexity and maximize the impact of our resources taking a clean sheet view of the business is allowing us to take swift and broad-based actions beginning this quarter.\nAs a result, we expect to drive a meaningful reduction in our spending and head count beginning in the second half of this year. We are targeting a head count reduction of greater than 15% by the end of 2025 with the majority of this action completed by the end of this year. We do not take this lightly and we have carefully considered the impact this will have on the Intel family. These are hard but necessary decisions.\nOur actions will reduce OpEx to approximately $20 billion in 2024 and we see a bigger impact next year with 2025 OpEx target at $17.5 billion, more than 20% below prior estimates. We expect further benefits in 2026 with OpEx to decline in absolute dollars yet again. Even as we lower overall spending, we will continue to fund the investments needed to deliver our strategy.\nOur new operating model is also driving benefits to our capital requirements, giving us the transparency to more rigorously scrutinize every project and every dollar of capital. As a result, we now expect gross CapEx in 2024 to be between $25 million and $27 million. That is a reduction of over 20% from our plan entering the year and additionally reflects expectations for softer second half demand.\nCombined with strong execution of our smart capital strategy, including our second skip with Apollo, we expect net capital spending in 2024 of between $11 billion and $13 billion. These benefits will carry forward to next year as well. For 2025, gross capital spending is targeted between $20 billion and $23 billion and net capital spending between $12 billion to $14 billion. Increased capital efficiency as a positive impact to gross margins over time, but we will also accelerate improvements by generating roughly $1 billion of savings and nonvariable cost of sales in 2025. Once again, these reductions do not impact our ability to execute our plan.\nWe designed our smart capital strategy to enable us to conservatively manage the day-to-day business to trend line growth while maintaining the operational flexibility to quickly and cost effectively capture upside when it comes. We are taking the avid step of suspending the dividend at the beginning of the fourth quarter, recognizing the importance of prioritizing liquidity to support the investments needed to execute our strategy. We reiterate our long-term commitment to a competitive dividend as cash flows improved to sustainably higher levels.\nReductions across OpEx, CapEx and cost of sales totaled well over $10 billion in direct savings in 2025 and provides clear line of sight to a sustainable model with the ongoing financial resources and liquidity needed to support our long-term strategy.\nWe remain confident that we have and will continue to make the investments needed to drive long-term shareholder value and we view cost discipline as the compass that drives effective execution, helping teams stay on track to both prioritize and achieve measurable results. The operational and capital improvements we are driving will be especially important as we manage the business through the near term.\nWhile we expect to deliver sequential revenue growth through the rest of the year, the pace of the recovery will be slower than expected, which is reflected in our Q3 outlook. Specifically, Q3 will be impacted by a modest inventory digesting in CCG with DCAI and our more cyclical businesses of NEX, Altera and Mobileye trending below our original forecast. Our outlook reflects industry-wide conditions without any meaningful change in our market share expectations.\nAs we look at the Q4, normal seasonal revenue growth has historically been in a range of flat to up 5% quarter-on-quarter. With improved client inventory levels exiting Q3, we see Q4 revenue at the high end of that range.\nLet me now provide more details by our key business units, starting with Intel Foundry. A key part of our strategy is returning to process leadership with our aggressive five-nodes-in-four-years march, and the finish line is officially within sight we are well into the ramp of Intel 4, Intel 3 and Intel 20A is being ready for production next quarter. And Intel 18A, we released the 1.0 PDK last month and are on track to be manufacturing ready by the end of this year with production wafer start volumes in the first half of '25 panther Lake for client is now running Windows and looking very healthy. This is the first microprocessor to use RibbonFet, PowerVia and advanced\npackaging, achieving a significant milestone.\nClearwater Forest for server, which also includes Foveros Direct and other key advanced packaging capabilities is booted and likewise, looking very healthy. These are the first of many Intel 18A products on track to bring Intel 18A to the mass market. Importantly, the launch of 18A will be our fifth node in 4 years completing an historic pace of design and process innovation and returning Intel to process leadership.\nOur team is resolute and determined to finish what we started. And once we do, we will unlock further growth and value creation across our foundry and product businesses. Our investments in a global footprint of leading-edge capacity continues to weigh on near-term profitability. But long term, they position us to profitably participate in the largest and fastest-growing parts of the semiconductor market.\nWe continue to expect the investments we're driving through this year to put us on a course for meaningful financial traction with operating profits for Intel Foundry troughing in 2024 and then driving the breakeven. To help accelerate our Foundry services business, Kevin has led large Foundry and [indiscernible] businesses outside Intel and is a great addition to our leadership team. He has hit the ground running [indiscernible] considerable time with current and future Foundry customers as we ramp our process packaging and chipset capabilities for the AI era.\nWe are also pleased to welcome Naga Chandrasekaran from Micron later this month to lead our Foundry manufacturing and supply chain organization. He brings more than 20 years of leadership in deep technical R&D and manufacturing expertise that will help advance our priorities.\nOverall, our Foundry team is driving excellent collaboration with our design ecosystem partners. In Q2, Ansys, Cadence, Siemens, and Synopsys all announced the availability of reference flows for Intel's embedded multi-die interconnect bridge advanced packaging technology. EMIB makes it possible to cost effectively scale to a larger silicon area by connecting multiple die in a single package, which simplifies the design process and offers design flexibility.\nThese same partners also declared readiness for Intel 18A sites, and we will be collaborating closely with the ecosystem in the second half to prepare for next year's 18A launches. Beyond Intel 18A, we are well on our way on Intel 14A and Intel 10A development. Even as we continue to extend leadership and innovation in our process road map, we are transitioning to a more normal cadence of node development. The normalized cadence will have positive implications for both pace and magnitude of ongoing R&D and capital spending requirements.\nLet's now turn to Intel products. and our largest and most profitable business, CCG, we continue to strengthen our position and execute well against our road map. The AI PC category is transforming every aspect of the compute experience and Intel is at the forefront of this category creating moment. Intel Core Ultra volume more than doubled sequentially in Q2 and is already powering AI capabilities across more than 300 applications and 500 AI models. This is an ongoing testament to the strong ecosystem we have nurtured through 40 years of consistent investments.\nWe have now shipped more than 15 million Windows AI PC since our December launch, multiples more than all of our competitors combined, and we remain on track to ship more than 40 million AI PCs by year-end and over 100 million cumulative by the end of 2025.\nLunar Lake, our next-generation AI PC, which achieved production release ahead of schedule in July will be the next industry-wide catalyst for device refresh. Lunar Lake delivered superior performance at half the power with 50% better graphics performance and 40% more power efficiency versus the prior generation. Lunar Lake delivers 3x more tops gen-on-gen with our enhanced NPU that will be the ultimate AI CPU on the shelf for the holiday cycle.\nMicrosoft has qualified Lunar Lake to power more than 80 new Copilot PCs across more than 20 OEMs, which will begin to ship this quarter. Lunar Lake will quickly be joined by Arrow Lake which will scale AI to the desktop category next quarter. And as mentioned earlier, we are already gearing up to launch Panther Lake next year to further extend our leadership position. So very good progress in CCG and a super strong road map over the next 18 months.\nLet me now turn to DCAI. This is one of the most important areas of focus as we work to improve our performance and market position. We have a strong foundation on which to build, including the more than 130 million Xeon powering data centers around the world today. And our road map is designed to build upon this fast installed base to deliver greater performance and efficiency, enable AI solutions that are open, flexible and scalable and reduce total cost of ownership for customers.\nWe took some important steps forward this quarter, starting with the launch of Xeon 6 with E-cores processors, formerly code-named Sierra Forest. This is our first Intel 3 product and is particularly well suited for high-density scale-out workloads, that drives performance power down and dramatic rack consolidation. Early adopters are already seeing 25% better performance per watt versus competitive solutions. This will be followed by Xeon 6 with P-cores, code-named Granite Rapids, which delivers greater performance for the most demanding workloads and will begin shipping this quarter.\nLooking to the future, we are excited about the launch of Clearwater Forest, our first Intel 18A server product feature our industry-leading hybrid bonding. Clearwater Forest has achieved power on and is on track to launch in 2025. As we reestablished Xeon's competitive position, we are strongly positioned as the head note of choice in the AI servers. We are also focused on improving our accelerator road map. We're delivering a combination of performance, flexibility and value that is very compelling to customers. particularly cloud and enterprises seeking scalable, cost-effective GenAI solutions.\nOur focus on open models, open developer frameworks and reference designs, combining Xeon with accelerators through OPEA, or open platform for enterprise AI, are gaining considerable market traction. Launching in Q3, Gaudi 3 will take our accelerated performance to the next level, at just 2/3 of the cost of competitive offerings. To put it into perspective, we expect Gaudi 3 to deliver roughly 2x performance per dollar in both inference and training versus H100. Gaudi 3 has strong ecosystem support, including Dell Technologies, Hewlett Packard Enterprise, Lenovo, Supermicro, Faxcom, Gigabyte and Ventec, Quanta Cloud Technology and Wistron.\nTurning to NEX. We continue to see stability in Q2 while introducing new products that will expand our leadership in edge and networking into the future. As a founding member of the Ultra Ethernet Consortium, we announced an array of AI-optimized scale-out ethernet solutions, including the Intel AI network interface card and foundry chiplets, which we'll launch next year.\nOur recent IPO adapter for the enterprise, supported by Dell Technologies and Red Hat, broadens access to the solution codeveloped with Google Cloud. We expect the IPU to be accretive to growth and profitability as it becomes an increasingly important part of acceleration in the AI data center. We also announced the creation of Ultra Accelerator Link, a new industry standard dedicated to advancing high-speed, low-latency communication for scale-up AI systems, communication and data centers. Combined with the growing number of use cases of AI on the edge, NEX is well positioned to be an accretive growth driver in 2025 and beyond.\nLastly, as Altera reaches full operational separation by year-end, we are actively working toward capitalizing the business to generate proceeds for Intel on a path to an IPO in the coming years. We are excited to provide Altera with the mandate, focus and resources to realize their growth opportunities that execute their strategy. We expect their increased autonomy will help to drive value for our shareholders, similar to the decisions we made with Mobileye 2 years ago an IMS last year.\nBefore I turn to Dave, let me sum up by saying it has been a hard thought first half of the year. We have achieved several important milestones and we are taking clear and decisive actions to improve our sustainable financial performance. We have entered Q3 with a very clear focus on renewed intensity to up our game and are motivated by the progress we are seeing as we execute our strategy and realize our vision. That is the mindset driving us forward as we continue to build a stronger Intel.\nWith that, I'll pass it over to Dave.\n\nDavid A. Zinsner\n\nChief Financial Officer & Senior VP-Finance, Analog Devices, Inc.\n\nThank you, Pat, and good afternoon, everyone. Second quarter revenue was $12.8 billion, down 1 point year-over-year and up 1% sequentially. Revenue was in line with the range we provided in May after receiving notice of an export license restriction which negatively impacted our client business in China. Intel Products and Intel Foundry, both delivered 4% year-over-year growth, offset by headwinds in our more cyclical businesses. Profitability was significantly more challenged versus our previous expectations, with Q2 gross margin of 38.7% and EPS of $0.02.\nWeaker-than-expected gross margin was due to 3 main drivers. The largest impact was caused by an accelerated ramp of our AI PC product. In addition to exceeding expectations on Q2 Core Ultra shipments, we made the decision to accelerate transition of Intel 4 and 3 wafers from our development fab in Oregon to our high-volume facility in Ireland, where wafer costs are higher in the near term. However, this change resulted in approximately $1 billion of capital savings and will improve Intel 4 and 3 gross margin long term as we scale up the Ireland fab.\nMargins were also impacted by higher than typical period charges related to noncore businesses and charges associated with unused capacity. Finally, we saw an unfavorable product mix and more competitive pricing than expected.\nQ2 operating cash flow was $2.3 billion, up approximately $3.5 billion sequentially on better working capital. Gross CapEx of $5.7 billion was more than offset by $11.5 billion in grants and partner contributions, highlighted by Apollo's skip investment in our Ireland factory operations resulting in adjusted free cash flow of $8.2 billion. Intel Products revenue was $11.8 billion, up 4% year-over-year. The client business grew 9% year-over-year as the AI PC ramp contributed to higher volume and ASPs, partially offset by export license restrictions communicated during the quarter.\nDCAI revenue was roughly flat sequentially and down 3 points year-over-year. We expect sequential growth in the data center through the second half as demand for traditional servers improves modestly. Revenue for the NEX business was approximately flat, both sequentially and year-over-year. Though excluding the previously discussed inventory digestion impacting the telco market, NEX delivered 10% year-over-year growth in the first half.\nQ2 operating profit for Intel Products was $2.9 billion, 25% of revenue and up approximately $400 million year-over-year on higher revenue and reduced inventory reserves. Intel Foundry delivered revenue of $4.3 billion, down 1 point sequentially and up 4% year-over-year, driven by increased wafer volume on Intel 7 and our first EUV nodes Intel 4 and 3. Foundry services revenue more than doubled sequentially off a small base, including the start of advanced packaging revenue.\nFoundry operating loss of $2.8 billion was worse sequentially. We expect operating losses to continue at approximately the same rate in Q3 with more than 85% of wafer volumes still coming from pre-EUV nodes with an uncompetitive cost structure and power performance and area deficits reflected in market-based pricing. The continued ramp of our Intel 4 and 3 Ireland facility and elevated R&D and start-up cost to support the rapid progression of our leading-edge technology development will also weigh on profitability.\nMobileye revenue of $440 million improved 84% sequentially due to nonrecurrence of the significant inventory drawdown that occurred in Q1. The rapid revenue and margin recovery indicates digestion occurred in an organized, predictable fashion, and we believe it is now complete. However, difficult conditions in China, which are impacting many Western automotive suppliers, led Mobileye to lower their revenue and income guidance for the second half.\nAlterra delivered revenue of $361 million, up 6% sequentially, with operating margins improving 4 points in the quarter. Revenue remains below consumption as inventory positions tied to previous supply constraints are worked down. We expect double-digit sequential revenue growth through the second half as customers return to more normal buying patterns.\nNow turning to our Q3 guidance. Weaker spending across consumer and enterprise markets, especially in China and continued focus on AI server investments in the cloud have reduced our TAM expectations for 2024. As a result, customer inventory levels are elevated. We expect customers to reduce inventory over the second half of the year along with the continued modest negative impact from export controls. These market dynamics should result in below seasonal revenue growth in Q3 with the client business flat to down and modest growth in data center and edge markets.\nWith an expectation of healthier inventory positions exiting the quarter and the continuation of an enterprise refresh cycle, we should see revenue growth at the high end of seasonal in the fourth quarter. We expect gross margins to be moderately weaker sequentially, with modest revenue growth and efficiencies offset by a continued ramp of new manufacturing nodes.\nWhile we will continue our work to improve near-term profitability a heavier dependence on external wafers as we ramp AI PC products over the next several quarters will pressure gross margins. As a result of these factors, we expect revenue of $12.5 billion to $13.5 billion in the third quarter. At the midpoint of $13 billion, we expect gross margin of approximately 38%, with a tax rate of 13% and EPS of negative $0.03 all on a non-GAAP basis.\nAs Pat discussed earlier, lower-than-anticipated revenue in the back half of the year is putting pressure on gross margins and earnings. We are taking aggressive actions to significantly reduce spending in response. These actions, while difficult, will help streamline the organization to improve productivity and make better decisions more quickly. Please note that we are likely to have charges associated with these actions, some of which may be included in our non-GAAP results. Since we have not yet estimated these charges, they are not included in our guidance.\nSmart Capital continues to guide the pace and breadth of our global capacity expansion and our new operating model has uncovered opportunities to build and utilize manufacturing capacity more efficiently. Additionally, we've responded to lower revenue by reducing 2024 gross capital investments to a range of $25 million to $27 billion, with a net capital spending of $11 billion to $13 billion, including our skip programs.\nThese adjustments ordinarily would bring us back to approximately breakeven adjusted free cash flow, but we now expect adjusted free cash flow to be modestly negative as we make payments related to the restructuring charges necessary to achieve our spending targets.\nIn 2025, with OpEx of approximately $17.5 billion and net CapEx of $12 billion to $14 billion, we expect to achieve positive adjusted free cash flow. The suspension of the dividend, initial Altera capitalization and positive adjusted free cash flow should significantly improve our liquidity in 2025 and position us to begin the process of meaningfully decreasing our leverage.\nBefore I close, let me take a moment to highlight a couple of items as you model 2025. As previously mentioned, we expect operating expenses to be reduced from street expectations of $21 billion to approximately $17.5 billion. We will also reduce spending within nonvariable cost of sales by approximately $1 billion. While that will obviously have a positive impact on gross margins, we still only expect a roughly 60% fall-through for gross margin next year.",
        "content2": "The AI PC is a big winner for the company, and the early signals on the performance of Lunar Lake are very positive. We, therefore, intend to ramp that product significantly next year to meet market demand. While the part is great, it was originally a narrowly targeted product using largely external wafers and not optimize for cost. As a result, our gross margins will likely be up only modestly next year.\nThe good news is the follow-on product, Panther Lake, is internally sourced on 18A and has a much improved cost structure. As the momentum of AI PC drives Panther Lake demand, together with the improvements from our new operating model and the cost savings from our lower capital spending, we will be in a great position to see meaningful gross margin expansion in subsequent years.\nLastly, the noncontrolled income from Mobileye, Altera and IMS and the portion of the skips earned by our partners show up on a line below net income called noncontrolling interest. The NCI adjustment has been negligible so far, but we expect it to be a more meaningful driver, reducing our controlled share of income by approximately $700 million on a GAAP basis in 2025 and increasing as wafer production at our skip fabs in Arizona and Ireland increases in subsequent years.\nIn closing, the market has not recovered as expected and we're obviously not satisfied with our results. We're responding by aggressively adjusting '25 spending to achieve profitability and positive adjusted free cash flow that is commensurate with the current market conditions, while continuing to invest in and execute our strategy. In addition to these near-term actions, we're also seeing meaningful opportunities to improve financial results, leveraging our new operating model.\nWe remain optimistic that reduced spending, operating efficiencies and more competitive products will keep us on track to our target model of 60% gross margin and 40% operating margin by the end of the decade.\nI'll now turn it back over to John to start the Q&A."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/a2e3ada710410171c01561dd5df2b9b2",
        "textblob_polarity": 0.12572372949528116,
        "textblob_subjectivity": 0.4227670900300208,
        "sentiment": {
            "distribution": {
                "positive": 21,
                "negative": 1,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9855921921275911,
                "negative": 0.9808752536773682,
                "neutral": 0.9993607997894287
            }
        },
        "content1": "Q1 2024 Intel Corp Earnings Call\n\nQ1 2024 Intel Corp Earnings Call\n\nINTCNASDAQAPR 25, 11:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the Intel Corporation's First Quarter 2024 Earnings Call.\n[Operator Instructions]\nAs a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Mr. John Pitzer, Corporate Vice President of Investor Relations.\n\nJohn William Pitzer\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nThank you, Jonathan. By now, you should have received a copy of the Q1 earnings release and earnings presentation, both of which are available on our Investor Relations website, intc.com. For those joining us online today, the earnings presentation is also available in our webcast window.\nI'm joined today by our CEO, Pat Gelsinger; and our CFO, David Zinsner. In a moment, we will hear brief comments from both followed by a Q&A session. Before we begin, please note that today's discussion does contain forward-looking statements based on the environment as we currently see it and as such, are subject to various risks and uncertainties. It also contains reference to non-GAAP financial measures that we believe provide useful information to our investors.\nOur earnings release most recent quarterly report on Form 10-Q and other filings with the SEC provide more information on specific risk factors that could cause actual results to differ materially from our expectations. They also provide additional information on our non-GAAP financial measures, including reconciliations where appropriate to corresponding GAAP financial measures.\nWith that, let me turn things over to Pat.\n\nPatrick P. Gelsinger\n\nChief Executive Officer & Director, VMware, Inc.\n\nThanks, John, and welcome, everyone.\nWe've reported solid Q1 results, delivering revenue in line and EPS above our guidance as we continue to focus on operating leverage and expense management. Our results reflect our disciplined approach on reducing costs as well as the steady progress we are making against our long-term priorities. While first half trends are modestly weaker than we originally anticipated, they are consistent with what others have said and also reflect some of our own near-term supply constraints. We continue to see Q1 as the bottom, and we expect sequential revenue growth to strengthen throughout the year and into 2025, underpinned by: one, the beginnings of an enterprise refresh cycle and growing momentum for AI PCs; two, a data center recovery with a return to more normal CPU buying patterns and ramping of our accelerator offerings; and three, cyclical recoveries in NEX, Mobileye and Altera.\nWe had an extremely productive Q1 and achieved several important milestones along our journey to reposition the company for improved execution, competitiveness and perhaps, most importantly, financial results. We hosted our first ever Intel foundry Direct Connect, which drew nearly 300 partners, customers and potential customers to hear about the momentum we are building with our foundry offerings. We were pleased to announce Microsoft as our fifth Intel 18A customer. We also updated our lifetime deal value to greater than $15 billion and extended our road map with Intel 14A, the first process node in the industry to use high NA EUV technology.\nShortly following Direct Connect, we were thrilled to join with President Biden and Commerce Secretary Remondo to announce our position as the National Semiconductor champion along with the single largest award from the Chips and Science Act of more than $45 billion of proposed grants, tax incentives and loans. During the second week of April, we brought together more than 1,000 of our top customers and partners at Intel Vision 2024, where we introduced our next-generation Gaudi 3 accelerator. We were joined by Naver, Dell, Bosch, Super Micro and Roche, among many others who shared how they are benefiting from Intel solutions.\nVision went straight into open source Summit where we led the launch of the open platform for enterprise AI project. This industry initiative aims to accelerate Gen AI deployments in what will be the largest market for AI applications, starting with retrieval augmented generation,, or REG, our Xeon plus Gaudi use cases, along with our established enterprise ecosystem have a big role to play here.\nLastly, we hosted the industry's first sustainability summit, underscoring our deep commitment to building a more geographically diverse, resilient, trusted and of course, sustainable supply chain for semiconductors. We are proud of our leadership position in chemical conservation, renewable energy and water reclamation. Our accomplishments year-to-date build on all the work we have done to execute on the strategy I laid out when I rejoined the company 3 years ago. Job #1 was to accelerate our efforts to close the technology gap that was created by over a decade of underinvestment.\nThe heart of Phase 1 was 5 nodes in 4 years. The rallying cry was toured at combined accelerating our node transitions with improving our product execution and cadence to regain customer trust. We have rebuilt our rovian culture and execution engine and are on track to completing our 5 nodes 4-year goal, which many of our stakeholders thought impossible at inception. In so doing, we are in a unique position with at-scale EUV technology, Western-based capacity and at the very least, a level playing field with the market leader. Intel 28, which helps pave the way for Intel 18A begins production ramp in the second half of this year with AroLink. We expect to release the 1.0 PDK for Intel 18A this quarter. Furthermore, our lead products, Clearwater Forest and Pampa Lake are already in fab, and we expect to begin production ramp of Intel 18A in these products in the first half of '25 for product release in the middle of next year.\nGiven this progress, now is the time to turn our focus to matching technology leadership with a competitive cost structure. Establishing a founder relationship between our products group and our manufacturing group was a critical step to achieve better structural cost. This quarter, we officially transitioned to our new operating model and introduced Intel products and Intel Foundry. Today, for the first time, we are reporting our results to reflect the new way in which we are running the company. Separating the internal financial reporting between Intel Foundry and Intel products was a critical step needed to provide transparency, accountability and the proper incentives to allow both groups to make better decisions to optimize their own cost structures.\nThis change also provided the added benefit of giving more transparency to our outside owners, we knew that the day 1 P&L for Intel foundry was going to spark debate, but we also knew it was important to establish a baseline and provide a target model based on reasonable to conservative revenue and cost assumptions that we have a high degree of confidence we will achieve. I'm going to reiterate that point, so it is heard and understood. Our target model is reasonable, conservative and reflects a high degree of confidence in our ability to deliver. And you can rest assured that we will be working hard to beat these targets. If we can move faster and do better, we will and our new operating model is already catalyzing change in driving efficiencies across the organization.\nLet me highlight 3 important aspects of our business and our strategy that is underscored by the new model. First, with Intel products, we have exposed a solid fabless franchise with established, powerful and hard to displace installed base and ecosystem across enterprise, consumer and edge that provide meaningful benefits to our customers and partners. Intel products is a solidly profitable business today despite just recently emerging from a semiconductor downturn and still competing with legacy process technology. That is changing rapidly as we ramp Intel 3 in 2024 and Intel 18A in 2025.\nWithin Klein, we are defining and leading the AI PC category. IDC indicates the overall PC market is now expanding. And as stated earlier, as standards emerge and applications begin to take advantage of new AI embedded capabilities we see demand signals improving, especially in second half of the year, helped by a likely corporate refresh.\nOur core ultra ramp, led by [indiscernible] continues to accelerate beyond our original expectation with units expected to double sequentially in Q2, limited only by our supply of wafer level assembly, improving second half [indiscernible] lake supply and the addition of Lunar Lake and Aero Lake later this year will allow us to ship in excess of our original $40 million AI PC CPU target in 2024. Next year, with [indiscernible] lake, we will extend our lead with Intel 18A and further product enhancements. Our share position is strong and continues to strengthen as we execute on our product road map. Within DC AI, as committed, we have achieved product release on our first Intel 3 server product, the first-generation Ecor Xeon 6 code name Sierra Forest.\nThe next-generation key core Xeon 6 product, Granite Rapids, will be released in Q3. At Vision, we demonstrated a $70 billion parameter model running natively on Xeon 6 with good performance. We continue to expect share trends to stabilize this year before improving in 2025. While budgets are still being prioritized to generative AI build-out, where we have a strong position in the head node, customer conversations continue to show improving signs for traditional CPU refresh starting in late Q2 and into the second half. Our first Intel 18A product, Clearwater Forest, is slated to launch next year and will allow us to accelerate share gains. Our Gaudi 3 launch gave us a strong offering to improve our position in accelerated computing for the data center and cloud.\nWe now expect over $500 million in accelerated revenue in second half of 2024 and with increasing momentum into 2025 based on Gaudi 3's vastly superior TCO as well as our own expanding supply. In addition, we are finding good traction with the Intel Developer Cloud with customers onboarding with this platform, including Dell and Seeker, our largest IDC win to date. We are encouraged by our progress, but far from satisfied. Lastly, within NEX, the business has stabilized and beat our Q1 targets with channel inventories approaching normal levels and business acceleration expected through the year as a result. We also recently announced our plans for scale up and scale out Ethernet-based AI networking delivered as a discrete nick and chiplets for AI foundry customers with numerous key providers in the industry and market standardization through the ultra Ethernet consortium.\nSo that is Intel products, good momentum and a lot for us to build on. Let me turn to Intel Foundry. We are executing on our strategy to drive meaningful improvement in profitability over time. We are obviously not there yet, given the large upfront investment we needed to build out this business. But we always said this was going to be a multiyear plan, and we are right on track with where we expect it to be right now. As we discussed during our webinar at the beginning of the month, the transition from pre EUV wafers to post EUV wafers is a powerful tailwind for us. We expect our blended average wafer pricing to grow 3x faster than costs over the decade, driving significant margin expansion.\nIn addition, more competitive wafers will allow us to bring home many of the tiles that today are being manufactured at external foundries. Both dynamics are in our control and not dependent on revenue growth and are key elements to drive the business to breakeven more than doubling our current earnings power at the Intel consolidated level. Of course, more competitive wafers combined with our position as the only company manufacturing with leading-edge wafers outside of Asia is drawing strong interest from potential external customers.\nIt is important to note that our leadership in advanced packaging creates more value in our wafer technologies and wafer-level assembly and base die opportunities further fill our factories and extend the useful life of our tools for increased financial returns.\nI am pleased to announce that this quarter, we signed another meaningful customer on Intel 18A bringing our total to 6, a leader in the aerospace and defense industry. This customer chose Intel foundry based not only on the process technology benefits of Intel 18A, but also because of their desire to have a secure U.S.-only supply base. Just this week, we were very pleased to announce that the DoD awarded Intel foundry Phase III of the RAMP C program, which we are confident will lead to additional federal aerospace and defense customers.\nMore broadly, we are seeing growing interest in Intel 18A and we continue to have a strong pipeline of nearly 50 test chips. The near-term interest in Intel foundry continues to be strongest with advanced packaging, which now includes engagements with nearly every foundry customer in the industry, including 5 design awards. While we are highly focused on improving the near-term profitability of Intel Foundry, it is also important that we keep sight of the long-term opportunity here.\nThe foundry market is expected to grow from $110 billion today to $240 billion by 2030, with almost 90% of the growth coming from EUV nodes and advanced packaging. Given this backdrop, we have clear line of sight to becoming the largest system foundry for the AI era and the second largest overall by 2030, building on our EUV High-NA process technology leadership in advanced packaging, manufacturing capacity, our systems expertise and the surge in AI demand. Put it another way, our $15 billion of external revenue embedded in our Intel foundry target model would represent less than 15% of the leading edge foundry market. It is not a question of if but when Intel foundry achieves escape velocity.\nAnd every day, we are proving to the market that Intel Foundry is a resilient, sustainable and trusted alternative to serve a semi market on a path to top $1 trillion by the end of the decade. Let me wrap up by speaking to our All Other category, where our #1 priority is to unlock shareholder value. This quarter, we formally rebranded our Programmable Solutions Group, Altera, an Intel company. We look forward to bringing in a private equity partner this year to help prepare the company for an IPO in the coming years. This puts Altera on a similar path as Mobileye.\nWe are excited about the future of both companies by providing them with separation and autonomy, we believe we enhance their ability to capitalize on their growth opportunities in their respective market and accelerate their path to create value. Combined with IMS, our mass writing equipment business, we believe these 3 assets represent more than 1/4 of our overall market value today along with a solid Intel products franchise and an Intel foundry business rapidly approaching $100 billion in net tangible assets, we see the opportunity to unlock significant value for our shareholders as we meet our financial commitments, stand up Intel foundry and drive it to profitability and further leverage our opportunity in AI. So overall, I'll say that there's a lot for us to build on coming out of Q1. We are systematically executing to our strategy, and we are making steady progress. We are maniacally focused on executional excellence and fiscal discipline and we are relentless in our drive to regain process leadership and bring next-generation solutions to solve our customers' hardest problems.\nAll of this gives me confidence in where we are headed. Yes, we have a lot of hard work in front of us, but we know what we need to do and the payoff will be significant in the end. Semiconductors are the currency that will drive the global economy for decades to come. We are one of 2, maybe 3 companies in the world that can continue to enable next-generation chip technologies and the only one that has Western capacity and R&D, and we will participate in the entire AI market.\nQuarter-by-quarter, we are positioning ourselves well to capitalize on the immense opportunities ahead. With that, let me turn things over to Dave.\n\nDavid A. Zinsner\n\nChief Financial Officer & Senior VP-Finance, Analog Devices, Inc.\n\nThank you, Pat, and good afternoon, everyone.\nWe delivered solid results in the quarter with revenue finishing in line and gross margin and EPS, again beating guidance. Forward-looking demand signals in our core markets improved at a measured pace through the first quarter, and we expect to deliver full year revenue and EPS growth in 2024 with the pace of revenue growth accelerating in the second half. First quarter revenue was $12.7 billion, up 9% year-over-year and just above the midpoint of our guidance, with product segments performing in line with expectations. Intel Products delivered 17% year-over-year growth, offset by inventory headwinds impacting Mobileye, Altera and our 5G customers as well as the sunsetting of several noncore lines of business including the traditional packaging business within Intel foundry.\nThese noncore revenue headwinds drove a sequential decline of just over $1 billion, in line with our Q1 guidance. Gross margin was 45.1%, 60 basis points above guidance, and EPS of $0.18 beat guidance by $0.05 on operating spending discipline and strong sell-through of previously reserved inventory.\nQ1 operating cash flow was negative $1.2 billion. Net CapEx was $5 billion, resulting in an adjusted free cash flow of negative $6.2 billion and we paid dividends of $0.5 billion in the quarter. We expect Q1 to be the low point for adjusted free cash flow, driven by seasonal factors, including timing of annual bonus payments, along with upsides from larger capital offsets expected in the second half.\nAs Pat mentioned, this is our first quarter reporting in the new operating segments. The revised structure creates a foundry relationship between manufacturing and our products groups with Intel products, purchasing wafers and services from Intel foundry at fair market prices. This quarter represents another important step in our transformation with increased transparency and accountability across all layers of the organization which is already having a positive impact on decision-making, efficiencies and financial discipline.\nAs I talk about our results, I'll categorize them between Intel products Intel foundry and All Other, with the All Other category, including the results of Mobileye and Altera. Additional detail can be found in our earnings release and SEC filings. Intel Products revenue was $11.9 billion, up 17% year-over-year. The client business grew by more than 30% year-over-year with a strong product portfolio and share position and significantly improved customer inventory levels. The data center and AI business contributed 5% year-over-year growth, driven by higher Xeon ASPs and improved enterprise demand.\nNEX revenue declined 8% year-over-year. As discussed last quarter, we saw significant declines in the 5G market partially offset by approximately 10% year-over-year growth in our network and edge markets, which we expect to continue to recover through the year. Intel Products operating profit expanded by more than $2.1 billion year-over-year driven by higher revenue, better sell-through of reserved inventory and operating spending discipline, resulting in an operating margin of approximately 28% in the quarter.\nIntel foundry revenue was $4.4 billion, down 10% year-over-year on lower back-end services and sample revenue, along with lower IMS tool sales. In addition, wafer volume was modestly higher in the quarter, with ASPs modestly down, driven by pricing for mature nodes. Operating profit declined by approximately $100 million year-over-year, with lower revenue being partially offset by improved factory utilization.\nOp margin declined significantly quarter-over-quarter, driven by higher start-up costs and the conclusion of the traditional packaging business impacting revenue. The foundry P&L will remain challenged through the year, and we expect operating margins to trough in 2024 as start-up costs associated with 5 nodes in 4 years, peak and the P&L absorbs an expected increase of roughly $2 billion in depreciation. Beyond 2024, as volume begins to shift toward leadership manufacturing nodes with a competitive cost structure scale improves, including the return of compute tiles to internal process nodes and our efficiency actions begin to flow through the P&L, we expect to see rapid profitability improvement.\nMobileye revenue of $239 million and an operating loss of $68 million were both down meaningfully year-over-year due to a well-publicized drawdown of IQ customer inventory. Mobileye reiterated full year guidance on their earnings call this morning. With the inventory digestion process on track, financial results are expected to recover quickly. Altera revenue was $342 million, down significantly year-over-year, with results impacted by the industry-wide inventory digestion following supply constraints in 2022 and '23. Altera's $39 million operating loss is a result of lower revenue and spending associated with standing up Altera as a stand-alone company.\nWe continue to expect Altera to exit 2024 at a $2 billion revenue run rate as inventory positions normalize. I want to acknowledge the hard work and focused execution across the company to transition our systems and processes to our new reporting structure. We're already seeing the results of the increased transparency catalyzing change and driving efficiencies across the company.\nNow turning to our Q2 guidance. We expect revenue of $12.5 billion to $13.5 billion in the second quarter, with the midpoint aligned to typical seasonal growth. At the midpoint of $13 billion, we expect gross margin of approximately 43.5% with a tax rate of 13% and EPS of $0.10, all on a non-GAAP basis. We see the client and data center business roughly flat to Q1 results at the low end of seasonal. Q2 client revenue is constrained by wafer-level assembly supply, which is impacting our ability to meet demand for our core ultra based AI PCs. We do expect sequential growth from Mobileye, NEX and foundry services.\nAs we look beyond Q2 guidance, we expect growth across all segments in the second half of the year, led by improved demand for general purpose servers from both cloud and enterprise customers and increased core ultra assembly capacity to support a growing PC TAM driven by enterprise refresh and the AI PC. We should also see accelerating growth from our network and edge businesses, a return to growth for Altera and a meaningful Gaudi ramp in the second half.\nDespite 2024, representing the peak for 5 node and 4-year driven factory start-up costs, we expect roughly 200 basis points of FY '24 gross margin improvement compared to FY '23. Our net capital intensity forecast of mid-30s as a percent of revenue across 2023 and 2024 in aggregate remains unchanged. With significant capital offsets expected to land in the second half of the year, we continue to expect approximately neutral 2024 adjusted free cash flow. While first half demand signals have been a bit weaker, Q1 played out largely in line with our expectations. We achieved several important milestones towards our IDM 2.0 vision, and we're participating in a large and growing TAM with encouraging market signals for the second half of the year and into 2025. By capturing margin at both the foundry level and the fabless product level, we have margin stacking advantage unique in the industry. We are 3 years into our transformation, and 2024 represents the steepest part of the climb with 5 node and 4-year start-up cost peaking and the majority of our volume on pre-EUV process nodes with uncompetitive economics.\nHowever, as we crest the hill and look toward the next few years, we have strong wins at our back and a clear path to achieving the mid- and long-term financial targets we laid out earlier this month. With that, let me turn the call back over to John.\n\nJohn William Pitzer\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nThank you, Dave. We will now transition to the Q&A portion of our call.\n[Operator Instructions]\nWith that, Jonathan, can we take the first question?"
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/96c2e52949924d19fc87ec9f6dacb355",
        "textblob_polarity": 0.172942496210758,
        "textblob_subjectivity": 0.4226801116599605,
        "sentiment": {
            "distribution": {
                "positive": 26,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9995381671648759,
                "neutral": 0.9993652502695719
            }
        },
        "content1": "Q4 2023 Intel Corp Earnings Call\n\nQ4 2023 Intel Corp Earnings Call\n\nINTCNASDAQJAN 25, 11:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Intel Corporation's Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Mr. John Pitzer, Corporate Vice President of Investor Relations. Please go ahead.\n\nJohn William Pitzer\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nThank you, Jonathan. By now, you should have received a copy of the Q4 earnings release and earnings presentation, both of which are available on our Investor Relations website, intc.com. For those joining us online today, the earnings presentation is also available in our webcast window.\nI am joined today by our CEO, Pat Gelsinger; and our CFO, David Zinsner. In a moment, we'll hear brief comments from both followed by a Q&A session.\nBefore we begin, please note that today's discussion does contain forward-looking statements based on the environment as we currently see it, and as such, are subject to various risks and uncertainties. It also contains references to non-GAAP financial measures that we believe provide useful information to our investors. Our earnings release, most recent annual report on Form 10-K and other filings with the SEC provide more information on specific risk factors that could cause actual results to differ materially from our expectations. They also provide additional information on non-GAAP financial measures, including reconciliations where appropriate to our corresponding GAAP financial measures.\nPat, let me turn things over to Pat.\n\nPatrick P. Gelsinger\n\nChief Executive Officer & Director, VMware, Inc.\n\nThank you, John, and good afternoon, everyone. Q4 was the culmination of a year of tremendous progress towards our IDM 2.0 transformation. We consistently executed on our plan to reestablish process leadership, further build out our capacity and foundry plans, greatly improved product execution and began to execute on our mission to bring AI everywhere across our product segments. We delivered solid Q4 results exceeding expectations for the fourth quarter in a row. Revenue was at the higher end of our guidance, and we had strong EPS upside as a result of our ongoing relentless focus on driving operating leverage and expense management, including comfortably meeting our $3 billion cost savings commitment for fiscal year '23.\n2023 was definitely a year when we did what we said we would do and more. We intend to make 2024 another such year. And when we look out over the next 12 months, we are confident that we can continue to drive considerable progress on our IDM 2.0 journey. As we look into Q1, our core business, including client server and edge products continues to perform well and is tracking to the lower end of seasonal. However, discrete headwinds, including Mobileye, PSG and business exits, among others, are impacting overall revenue, leading to a lower Q1 guide. Importantly, we see this as temporary, and we expect sequential and year-on-year growth in both revenue and EPS for each quarter of fiscal year '24. Momentum and excitement around new products and businesses remain strong as we head into the year and will grow stronger as the year progresses.\nWe could not be prouder of the execution across our process technology road map in 2023 and we became the world's first high-volume manufacturer of logic devices using EUV, both the U.S. and Europe as we aggressively ramp Core Ultra on Intel 4 in both Oregon and Intel 3 achieved manufacturing readiness in Q4 as committed with solid performance in year progression. Our 2 lead vehicles in Intel 3 are on track, and we look forward to launching Sierra Forest in first half '24 followed shortly thereafter by Granite Rapids.\nSierra Forest has final samples at customers and the production stepping of Granite Rapids is running ahead of schedule well into power own validation and very healthy. We are even more excited about breaking into the Angstrom era with Intel 20A and Intel 18A. We are first in the industry to have incorporated both gate-all-around and backside power delivery in a single process node, the latter and expected 2 years ahead of our competition. Aero Lake, our lead Intel 20A vehicle will launch this year. Intel 18A is expected to achieve manufacturing readiness in second half '24, completing our 5 nodes in 4-year journey and bringing us back to process leadership. I am pleased to say that Clearwater Forest, our first Intel 18A part for servers has already gone into fab and Panther Lake for clients will be heading into Fab shortly.\nAs we complete our goal of 5 nodes in 4 years, we are not satisfied nor are we finished. We have begun installation of the industry's first high NA EUV tool in our most advanced technology development site in Oregon aimed at addressing challenges beyond 18A. We remain focused on being good stewards of Moore's Law and ensuring a continuous node migration path over the next decade and beyond.\nThird-party engagements with IFS continue to validate our progress on this technology. We launched IFS with a long-term view of delivering the world's first system foundry that brings together a secure and sustainable supply chain with the best of Intel and our ecosystem. While our ambitions will not materialize overnight, we made tremendous progress in both Q4 and fiscal year '23 towards our goal of becoming the second largest external foundry by 2030. The rapid adoption of AI by all industries is proving to be a significant tailwind for IFS as high-performance compute, an area where we have considerable wafer and packaging know-how and IP is now one of the largest, fastest-growing segments of the semiconductor market.\nWe made major strides in building our foundry ecosystem in 2023 with now over 40 strategic agreements across EDA design services, IP, cloud and U.S. military aerospace and government. Critical agreements with ARM and Synopsys continue to gain momentum. We delivered the Intel 18A Zero plain PDK and broadened its availability in Q4. We expanded the RAM C program significantly and just this quarter signed a major foundry contract with the United States government and Department of Defense.\nWe are also very pleased to have completed a major agreement with United Microelectronics, or UMC, to develop a 12-nanometer process platform targeting high-growth markets, including mobile, communication infrastructure and networking. This expands both Intel and UMC's foundry process portfolios and customer access to a broader and more resilient supply leveraging our Arizona site. Agreement builds upon and furthers our long and deep relationships with the vibrant Taiwan ecosystem. This also meaningfully extends the production life of our installed capacity and improves our returns on investments, similar to the announcement last quarter of our Tower Semiconductor partnership at the 65-nanometer node with our New Mexico site.\nOur success with IFS will be measured by customer commitments and revenue. We have taped out more than 75 ecosystem and customer test chips. IFS already has more than 50 test chips in the pipeline across 2024 and 2025, 75% of which are on Intel 18A. During CES, we welcomed the Valent Semiconductor to the growing list of foundry customers as they announced they would use IFS to fabricate their MPIA chipsets using our advanced technology. In addition to the 3 intel 18A customers we disclosed in Q3, we won a key design win with a significant high-performance computing customer. This customer was particularly motivated by our unique leading-edge manufacturing capabilities and U.S. capacity.\nWe came into 2023 committing to 1 18A foundry customer. We executed on 4 inclusive of a meaningful prepay and our momentum continues to grow. Our advanced packaging business is proving to be yet another important advantage for IFS, a faster on-ramp to broader foundry relationships. During the quarter, we captured 3 additional advanced packaging design wins, bringing the total to 5 in 2023, with the majority of revenue starting in 2025.\nTo support our growing demand, just yesterday, we opened Fab 9 in New Mexico, marking a milestone for high-volume 3D advanced packaging manufacturing. The momentum in advanced packaging is very strong and is another facet of our foundry strategy, which is clearly benefiting from the surge of interest in AI. With leadership technology and available capacity, our opportunity set continues to grow. In total, across wafer and advanced packaging, our lifetime deal value for IFS is now over $10 billion, more than doubling from the $4 billion we provided in our last update.\nSupporting our growing momentum in IFS is our global manufacturing footprint we are the only semiconductor company with that scale and sustainable manufacturing in every major region of the world providing ourselves and our foundry customers resilient access to the right capacity in the right regions at the right time. All of our expansion projects in the U.S., EU and Asia are progressing on schedule, and our chips applications in the U.S. and EU are progressing well.\nFinally, we are thrilled to be hosting our first foundry Day, IFS Direct Connect on February 21 in San Jose where we will have the opportunity to showcase the breadth of our ecosystem as well as begin to talk about our process road map beyond Intel 18A, next-generation packaging and our full foundries. We hope to see many of you there.\nIntel continues its mission to bring AI everywhere. We see the AI workload as a key driver of the $1 trillion semiconductor TAM by 2030. And given our foundry and product offerings, we're the only company able to participate in 100% of the TAM for AI Silicon logic. We have already discussed how our 50-year heritage and high-performance computing transistors and our advanced packaging positions IFS to benefit from the accelerating move to AI. Within our product portfolio, we are the only company with the products, IP and ecosystem reach to our customers to seamlessly integrate and effectively run AI in all their applications from the cloud through the network, into the enterprise client and edge.\nFor the developer working with multitrillion parameter frontier models in the cloud, Goudy and our suite of AI accelerators provides a powerful combination of performance, competitive MLPerf benchmarks and leadership TCO. As AI proliferates and the world moves towards more AI integrated application, there's a market shift toward local inferencing and smaller, more nimble models. It's a nod to both the necessity of data privacy and an answer to cloud-based inferencing cost and round trip latency.\nWith AI accelerated Xeon for enterprise, Core Ultra ushering in the AIPC era and OpenVINO enabling developers seamless and versatile support for a range of clients and edge silicon, we are bringing AI to where the data is being generated and used rather than requiring it in the cloud. Our expansive footprint spanning cloud and enterprise servers to volume clients and ubiquitous edge devices positions us well to enable the AI continuum across all our market segments.\nIn Q4, our server business experienced solid sequential growth, consistent with market share, which we believe was flat with Q3 levels. Since launching 4th Gen Xeon in early 2023, we have shipped more than 2.5 million units with approximately 1/3 of all 4th Gen demand driven by AI. With our 5th Gen Xeon launch, we enable up to 42% higher AI inference performance compared to the industry-leading 4th Gen Xeon. 5th Gen Xeon has reached general availability at Alibaba is entering public and private previews with several CSPs and is on track to ship with OEMs next month.\nMore importantly, our improved execution is strengthening our product portfolio with Gen 4 and Gen 5 Xeon ramping well, Sierra Forrest and Granite Rapids coming soon and Clearwater Forest already going into the fab. Momentum is building and positioning us well to win back share in the data center.\nOur Gaudi2 AI accelerators continue to demonstrate price performance leadership compared to the most popular GPUs. And a recent blog published by Data brex, Gaudi2 was shown to clearly deliver the best training and inference performance per dollar based on public cloud pricing. We're building on this momentum with Gaudi3, which is on track to launch this year and is expected to deliver performance leadership with 4x the processing power and double the networking bandwidth for greater scale out performance. Gaudi3 is now in the lab, powered on and showing great health and performance and Falcon Shore is also well underway.\nOur accelerated pipeline for 2024 grew double digits sequentially in Q4 and is now well above $2 billion and growing. We recently increased our supply for both Gaudi2 and Gaudi3 to support the growing customer demand and we expect meaningful revenue acceleration throughout the year. As we announced last quarter, we are now operating PSG as a stand-alone business beginning on January 1. Our intent is to bring in private capital this year to create an eventual path to an IPO over the coming years.\nAs we outlined on our Q3 call, PSG is in the midst of an industry-wide cyclical correction for FPGAs, which we expect to last through the first half of '24. Financial correction, operational momentum is strong and PSG executed its most ambitious FPGA road map, delivering 21 new product releases in 2023 and executing supply assurance agreements valued by our customers.\nFinally, even as we congratulate Sandra Rivera, the new CEO of PSG, I am extremely pleased to welcome Justin Hotter as Executive Vice President and General Manager of DCAI. Justin joined us from Hewlett Packard Enterprise, where he was Executive Vice President and General Manager Performance computing AI and Labs. He will play a key role in helping customers accelerate their businesses with our Xeon processor family, delivering on our commitments to customers and partners by increased EPU and accelerate our footprint and supporting our mission to bring AI everywhere.\nMoving to client. CCG performed very well in Q4, posting the third consecutive quarter of double-digit sequential growth. Demand reflected a normalized inventory environment of sustained strength in gaming and commercial with our highest end SKUs exceeding Q3 records by 20%. The 2023 consumption TAM was roughly 270 million units consistent with our views entering the year, and we expect the PC TAM up low single digits year-on-year in 2024, in line with third-party estimates. Our share position is strong, and our product portfolio for 2024 and beyond and ecosystem work will continue to drive industry-leading performance and experiences.\nIn Q4, we ushered in the age of the AIPC with the launch of Intel Core Ultra. Representing our largest architectural shift in decades, the Core Ultra is the most AI-capable and power-efficient client processor with dedicated acceleration capabilities across the CPU, GPU and Neural Processing unit or NPU. Ultra is the centerpiece of the AIPC, systems that are capable of natively running popular $10 billion printer model, and drive superior performance on key AI-enhanced applications like Zoom, Adobe and Microsoft. We expect to ship approximately 40 million AIPCs in 2024 alone with more than 230 designs from ultrathin PCs to handheld gaming devices to be delivered this year from OEM partners, Acer, Asus, Dell, HP, Lenovo, LG, MSI, Samsung Electronics and others.\nThe Core Ultra platform delivers leadership AI performance today with our next-generation platforms launching later this year, Lunar Lake and Aero Lake tripling our AI performance. In 2025 with Panther Lake, we will grow AI performance up to an additional 2x. NEX is well positioned to benefit from the proliferation of AI workloads on the edge where our market-leading hardware and software assets provides improved latency, reliability and cost.\nOpenVINO adoption grew by 60% sequentially in Q4 and today is a core software layer for AI inferencing on the edge, on the PC and in the data center. Any aces are driving the shift of AI networking in the cloud from proprietary technologies to open Ethernet-based approaches in partnership with a broader industry ecosystem. NEX Q4 results beat our internal forecast and the division is poised for solid growth in 2024 across edge network and ethnic products more skewed to the second half.\nYet another growing market opportunity for us is automotive. While Mobileye is experiencing a sharp inventory correction in Q1, we are encouraged by their improving forecast throughout 2024 and more importantly, the recent announcement at CES that they were awarded a series of production design wins by a major Western automaker across the company's 3 key platforms: supervision, SOFR and Drive. In addition to Mobileye's strengths in AV, at CES, we announced the launch of AI-enhanced software-defined vehicle, SoCs with Geelys Zeekr brand as our first OEM partner and our agreement to acquire Silicon Mobility, a fabless silicon and software company specializing in power management SoCs focused on EVs.\nThese announcements build on shared IP across clients and data center and our existing Intel SoC footprint of more than 50 million vehicles worldwide. Our strategy will continue to broaden our exposure to the growing auto market on both the product and the foundry sides of our business.\nFinally, underpinning our across-the-board progress in 2023 is our operational and financial discipline. As our new internal foundry model, which is designed to drive greater transparency, accountability and focus on cost begins to take root, we expect to unlock further cost savings and efficiencies in 2024 and beyond. We have officially transitioned to this new operating model on January 1, and we'll report the new segmentation format as part of our Q1 earnings. We see incremental efficiencies as we drive to our long-term model of 60% gross and 40% operating margins.\nAs I reflect on our progress in 2023, I am incredibly proud of our employees whose commitment and perseverance were instrumental to the execution of our ambitious strategy. Together, we exited the year accomplishing exactly what we set out to do. We improved our execution engine consistently being on track or ahead on our process and product road map. And as I said at the beginning of my remarks, we are confident in our performance and financial trajectory for the year ahead. We know we have much work in front of us as we work to regain and build on our leadership position in every category in which we participate. We will maintain our relentless focus on our mission and commitment to driving long-term value for our shareholders.\nWith that, let me turn things over to David.\n\nDavid A. Zinsner\n\nChief Financial Officer & Senior VP-Finance, Analog Devices, Inc.\n\nThank you, Pat, and good afternoon, everyone. We delivered strong financial results in the quarter on top of continued execution of our products and process road map commitments. We again beat our guidance across revenue, gross margin and EPS. We've taken proactive steps to prioritize our investments, aggressively manage near-term expenses and made meaningful progress on reducing our structural cost gaps.\nWe exit 2023 a healthier and leaner company, but there is much more work to do in 2024 and beyond to deliver on our long-term financial objectives and the potential of IDM 2.0. Fourth quarter revenue was $15.4 billion, up 9% sequentially, 10% year-over-year and $300 million above the midpoint of our guidance with solid execution across reported segments. Gross margin was 48.8%, 230 basis points better than our guidance, driven by favorable product mix and ASPs, improved due to costs, higher revenue.\nEPS for the quarter was $0.54, beating guidance by $0.10 on improved gross margins, stronger revenue and disciplined OpEx management. Q4 operating cash flow was $4.6 billion. Net inventory was down more than $300 million and 9 days in the quarter, and DSO remains under 20. Net CapEx was $5.9 billion resulting in an adjusted free cash flow of negative $1.3 billion, and we paid dividends of $0.5 billion in the quarter.\nMoving to the fourth quarter business unit results. CCG delivered revenue of $8.8 billion, up 12% sequentially, 33% year-over-year and ahead of internal expectations for the fourth consecutive quarter. We saw sustained strength in gaming and commercial segments, along with record performance notebook shipments in the quarter. Customer inventory levels have normalized and 2023 PC consumption was in line with our 270 million unit forecast. Operating profit was $2.9 billion, up more than $800 million sequentially and nearly $2.4 billion year-over-year on improved TAM and market share and sell-through of reserved inventory.\nDCAI revenue was $4 billion, up 4% sequentially. The server business delivered double-digit growth sequentially, partially offset by the FPGA inventory correction. Revenue was driven by improved unit TAM, stable share and rising average core density contributing to record Xeon ASPs. Operating profit was $78 million, roughly flat sequentially as advanced node development costs continue to weigh on profitability.\nNEX revenue was $1.5 billion, up 1% sequentially and ahead of internal expectations on strength from network and Ethernet segments. The business saw an operating loss of $12 million, down modestly quarter-over-quarter. Intel Foundry Services contributed revenue of $291 million, down modestly on a sequential basis and up 63% year-over-year on increased traditional packaging revenue. IFS operating loss was $113 million, driven by continued investment to develop and grow world-class systems foundry.\nMobileye delivered record revenue of $637 million, up 20% sequentially and 13% year-over-year, along with record operating profit of $242 million, up 42% sequentially and 15% year-over-year. Recently disclosed design wins are expected to contribute more than $7 billion of future revenue or more than 3.5x mobilized record FY '23 revenue.\nAs Pat summarized, the company made significant progress towards our IDM 2.0 strategy including strong execution against our 2023 financial commitments despite macro headwinds throughout the year. As committed at our Q1 '23 earnings call, we delivered revenue gross margin, operating margin and EPS growth each quarter. Despite significant investments in future growth and continued progression through 5 nodes in 4 years, we achieved our [ 2023 ] commitment of $3 billion of spending reductions.\nThrough a strong focus on cash and cost controls, we achieved excellent DSO and DPO in the second half of 2023, and delivered net inventory reductions of nearly $2 billion and 35 days from our peak in Q1 '23. Working capital initiatives yielded roughly $2 billion of cash in 2023, helping us to meet our commitment for roughly breakeven adjusted free cash flow in the second half of the year.\nWe remain committed to our smart capital framework. With growing contributions from our Skip agreement with Brookfield and progress toward government incentives in the U.S., Europe and Israel. In Q4, we also recognized $845 million of advanced manufacturing investment credits or AMIC, as defined in the CHIPS Act. While our continued IDM 2.0 capital investments will result in increased gross CapEx in '24 as compared to '23, we're on track to our aggregate 2023 through 2024 guidance of net CapEx spending in the mid-30s as a percent of revenue, with offsets towards the high end of the 20% to 30% range.\nNow turning to Q1 guidance. We expect Q1 revenue of $12.2 billion to $13.2 billion. At the Q1 revenue midpoint of $12.7 billion, we expect gross margin of approximately 44.5% with a tax rate of 13% and EPS of $0.13. While we expect a slightly subseasonal first quarter from our core product businesses, we see material inventory corrections in Mobileye and PSG. Additionally, we expect a significant drop in IFS revenue after seeing accelerated purchasing in our traditional packaging business and cyclical weakness in wafer equipment buying in the first half of the year, impacting the IMS business. When combined with businesses we exited in 2023, we expect a roughly $1 billion sequential revenue impact from businesses outside of our core products.\nWith market signals remaining positive for PC demand and usage rates, we expect TAM to grow in the low single digits in 2024, consistent with third-party views. Our recent results show the PC remains essential, and we remain confident in our longer-term TAM forecast as the age of the AIPC further enhances the value of device refresh.",
        "content2": "We expect Q1 data center revenue to decline double-digit percent sequentially before improving through the year. While the data center has seen some wallet share shift between CPU and accelerators over the last several quarters, we expect growth in CPU compute cores to return to more normal historical rates and our discrete accelerator portfolio with well over $2 billion in pipeline to gain traction as we move through 2024.\nWithin NEX, telco markets are likely to remain weak through the year, though we expect solid growth from our network, ethnic and edge products. These signals give us confidence that consolidated revenue will grow beyond typical seasonality after a soft Q1. And that we can deliver sequential and year-over-year growth in both revenue and EPS each quarter of 2024. We're confident we can grow earnings faster than revenue this year and maintain roughly breakeven adjusted free cash flow, though I'll remind you that the rapid pace of delivering 5 nodes in 4 years and capacity expansion in support of external foundry commitments remain headwinds on the pace of our margin expansion. We expect depreciation to grow by approximately $2 billion in 2024, in addition to a significant increase in variable factory start-up costs. 60% gross margin flow-through as a percent of revenue growth remains a rule of thumb in aggregate in the intermediate term, though we may see volatility in our quarterly gross margin results.\nWe're excited to mark the first month fully operating under our new internal foundry reporting structure with improved accountability, transparency around cost and value drivers and increased focus on driving higher rates of return for our owner's capital. We intend to provide you with the recast historical financials this quarter in the form of an 8-K. We will unpack the details at that time, but you will see not only the first view of our manufacturing P&L, but a view of our products group more in line with external peers. While come as no surprise, our manufacturing P&L is under significant pressure as we get back to process leadership and build the infrastructure to meet both internal and external demand, we see abundant opportunity to drive improvement.\nFinally, standing up a separate legal entity for manufacturing, technology development and IFS is important to our foundry customers. We expect to have that structure in place in the second half of 2024. As we look back at 2023, we have a lot to be proud of. We entered the year with a challenging macro backdrop. I'm pleased with our team's efforts, controlling spending, ramping new products, managing share, executing product and process road maps and delivering for our customers. We continue to focus our portfolio by exiting 5 businesses in 2023 for a total of 10 since past return. While also identifying profitable adjacent markets, we can serve with our existing IP as we have done with Intel Auto. We executed within our Smart capital framework and are beginning to see meaningful capital offsets. We unlock value for our shareholders through Mobileye and IMS and announced our intention to pursue external investments in PSG.\nI'd like to thank the entire Intel team for the hard work and execution, which drove our improved 2023 results. While we aren't yet where we want to be from a financial perspective, we're participating in a large and growing semiconductor TAM, our foundry and AI assets are showing great momentum in the market. And with the strong foundation of financial discipline we set in 2023, we're confident and committed to our long-term financial objectives.\nWith that, let me turn the call back over to John.\n\nJohn William Pitzer\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nWe will now transition to the Q&A portion of our call. As a reminder, we ask each of you to ask one question and a brief follow-up where applicable. With that, Jonathan, can we please take the first question?"
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/02ecadfa8cd6a3f12be3b61b9e68942a",
        "textblob_polarity": 0.1877876184996437,
        "textblob_subjectivity": 0.4356979149542439,
        "sentiment": {
            "distribution": {
                "positive": 24,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9968174546957016,
                "neutral": 0.9993622899055481
            }
        },
        "content1": "Q3 2023 Intel Corp Earnings Call\n\nQ3 2023 Intel Corp Earnings Call\n\nINTCNASDAQOCT 26, 11:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Intel Corporation's Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Mr. John Pitzer, Corporate Vice President of Investor Relations. Please go ahead.\n\nJohn William Pitzer\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nThank you, Jonathan. By now, you should have received a copy of the Q3 earnings release and earnings presentation, both of which are available on our Investor Relations website, intc.com. For those joining us online today, the earnings presentation is also available in our webcast window. I'm joined today by our CEO, Pat Gelsinger; and our CFO, David Zinsner. In a moment, you will hear brief comments from both followed by a Q&A session.\nBefore we begin, please note that today's discussion does contain forward-looking statements based on the environment as we currently see it. And as such, they are subject to various risks and uncertainties. It also contains references to non-GAAP financial measures that we believe provide useful information to our investors. Our earnings release, most recent annual report on Form 10-K and other filings with the SEC provide more information on risk factors that could cause actual results to differ materially from our expectations. They also provide additional information on our non-GAAP financial measures including reconciliations, where appropriate, to our corresponding GAAP financial measures. With that, let me turn things over to Pat.\n\nPatrick P. Gelsinger\n\nChief Executive Officer & Director, VMware, Inc.\n\nThank you, John, and good afternoon, everyone. Before we begin, given our significant and now almost 50-year presence in Israel, we are deeply saddened by the recent attacks and their impact on the region. Our utmost priority is the safety and welfare of our people in Israel and their families. But I also want to recognize the resilience of our teams as they have kept our operations running and our factory expansion progressing. Our thoughts are with all of those affected by the war, and I am praying for a swift return to peace.\nTurning to our results. We delivered an outstanding Q3, beating expectations for the third consecutive quarter. Revenue was above the high end of our guidance, and EPS benefited from both strong operating leverage and expense discipline. More important than our standout financial performance were the key operational milestones we achieved in the quarter across process and products, Intel Foundry Services and our strategy to bring AI everywhere. Simply put, this quarter demonstrates the meaningful progress we have made towards our IDM 2.0 transformation.\nThe foundation of our strategy is reestablishing transistor power and performance leadership. While many thought our ambitions were a bit audacious when we began our 5 nodes in 4 year journey roughly 2.5 years ago, we have increasing line of sight towards achieving our goal. Intel 7 is done with nearly 150 million units in aggregate of Alder Lake, Raptor Lake and Sapphire Rapids already in the market. In addition, Emerald Rapids has achieved product release and began shipping this month.\nIn Q3, we began initial shipments of Meteor Lake on Intel 4, which we are now aggressively ramping on the most productive fleet of EUV tools in the industry, providing us with a greater than 20% capital efficiency advantage compared to when EUV tools were first launched. High-volume EUV manufacturing is well underway in Oregon, and more recently, in Ireland. Our Fab 34 in Ireland represents the first high-volume EUV production in Europe, underscoring our commitment to establish geographically diverse and resilient supply. We are the only leading-edge semiconductor manufacturer at scale in every major region of the globe.\nOur Intel 3 process is tracking to be manufacturing-ready by year-end, supporting our first 2 Intel 3 products: Sierra Forest and Granite Rapids. In fact, our production stepping of Sierra Forest is already out of fab, and what we expect to be the production stepping of Granite Rapids has already taped in and is in the fab now. We are particularly excited by our move into the Angstrom era with Intel 20A and Intel 18A. Adding to our accelerating adoption of EUV are 2 key new innovations, RibbonFET and PowerVia, representing the first fundamental change to the transistor and process architecture since we commercialized FinFETs in 2012. I have been studying some diagrams for almost 40 years. RibbonFET and PowerVia are true works of art, the most exquisite transistors ever created.\nWe expect to achieve manufacturing readiness on Intel 20A in the first half of 2024. Arrow Lake, our lead product on 20A, is already running Windows and demonstrating excellent functionality. Even more significant, we had a critical milestone on Intel 18A with the 0.9 release of the PK with imminent availability to external customers. In simple terms, the invention phase of RibbonFET and PowerVia is now complete, and we are racing towards production-ready industry-leading process technology.\nOur first products on Intel 18A will go into fab on schedule in Q1 '24 with Clearwater Forest for servers, Panther Lake for clients and, of course, a growing number of IFS test chips. We expect to achieve manufacturing readiness for Intel 18A in second half '24, completing our incredible 5 nodes in 4 years journey on or ahead of schedule. While Intel 18A reestablishes transistor leadership, we are racing to increase that lead. We announced that innovation, our plans to lead the industry and move to glass substrate for high-density, performance and unique optical capabilities. We also announced our plans to begin installation of the world's first high-NA EUV tool for commercial use by the end of the year to continue our modernizations and infrastructure expansion of our Gordon Moore Park in Oregon, home of our technology development team.\nMoore's Law continues to be the foundational driver of semiconductor technology and economics, which, in turn, fuels broader innovation in every industry across the globe. We remain committed to be good stewards of Moore's Law and drive advancements until we have exhausted every element on the periodic table. Importantly, our progress on process technology is now being well validated by third parties. We have made great progress with early IFS customers this quarter, which we expect to only accelerate with the release of the 0.9 PDK for Intel 18A.\nA major customer committed to Intel 18A and Intel 3, which includes a meaningful prepayment that expedites and expands our capacity corridor for this customer. The customer is seeing particularly good power, performance and area efficiency in their design. This opportunity is very significant and highlights our full system's foundry capabilities and high-performance computing, big die designs, leadership performance and area efficient transistors, advanced packaging and systems expertise. In addition, we are extremely pleased to announce today that we have signed with 2 additional 18A customers. Both are particularly focused in areas of high-performance compute and benefiting from power performance per unit silicon area.\nWe have also made substantial progress with our next major customer and are expecting to conclude commercial contract negotiations before year-end. Finally, we were also very happy to expand our growing foundry ecosystem by completing our strategic partnership with Synopsys in Q3 to include IP for Intel 3 and Intel 18A for both Intel internal and external foundry customers. With the rise of AI and high-performance computing applications, our advanced packaging business is proving to be yet another unique advantage. We have seen a surge of interest in our advanced packaging from most leading AI chip companies. With capacity corridors quickly available, this is proving to be a significant accelerant and on-ramp for Intel foundry customers.\nDuring the quarter, we were awarded 2 customer AI designs for our advanced packaging and with an additional 6 customers in active negotiations, we expect several more awards by year-end. We have also established an important business relationship with Tower Semiconductor, utilizing our manufacturing assets in New Mexico, along with Tower investing capital expenditures of roughly $300 million for its use in this facility. This represents an important step in our foundry strategy, improving cash flows by utilizing our manufacturing assets over a significantly longer period of time.\nFinally, we have submitted all 4 of our major project proposals in Arizona, New Mexico, Ohio, and Oregon, representing over $100 billion of U.S. manufacturing and research investments to the CHIPS Program Office and are working closely with them as they review these proposals. We look forward to providing a deeper update on our foundry business during our planned IFS industry event in Q1 of 2024.\nWe are on a mission to bring AI everywhere. We see the AI workload as a key driver of the $1 trillion semiconductor TAM by 2030. We are empowering the market to seamlessly integrate and effectively run AI in all their applications. For the developer working with multitrillion parameter frontier models in the cloud, Gaudi and our suite of AI accelerators provides a powerful combination of performance, competitive MLPerf benchmarks and a very cost-efficient TCO. However, as the world moves towards more AI-integrated applications, there's a market shift towards local inferencing. It's a nod to both the necessity of data privacy and an answer to cloud-based inference cost.\nWith AI accelerated Xeon for enterprise, Core Ultra launching the AIPC generation and OpenVINO enabling developers seamless and versatile support for a range of client and edge silicon, we are bringing AI to where the data is being generated and used rather than forcing it into the cloud. Our expansive footprint spanning cloud and enterprise servers to volume clients and ubiquitous edge devices positions us well to enable the AI continuum across all our market segments. The AI continuum enables AI everywhere.\nDCAI exceeded our forecast this quarter with server revenue up modestly sequentially. We continue to see a strong ramp of our 4th Gen Xeon processor with the world's top 10 CSPs now in general availability and improving strength from MNCs. During the quarter, we shipped our 1 millionth 4th Gen Xeon unit and are on track to surpass 2 million units next month. 4th Gen Xeon includes powerful accelerators, demonstrating best-in-class CPU performance for AI, security and networking workloads.\nOur AI-enhanced Xeons are primed for model inferencing, enabling seamless infusion of AI into existing workloads. This was visible this quarter with over 1/3 of 4th Gen Xeon shipments directly related to AI applications. We are the clear leader in AI CPU results as seen in MLCommons benchmarks today, and our road map provides significant further improvements with Granite Rapids expected to deliver an additional 2 to 3x AI performance on top of our industry-leading 4th Gen Xeon.\nWe continue to make excellent progress with our Xeon road map. Our 5th Gen Xeon processor code-named Emerald Rapids is in production and ramping to customers and will officially launch on December 14 in New York City. Sierra Forest, our first E-core Xeon is on track for first half '24 with customers well into their validation process. Sierra Forest will feature up to 288 E-cores targeting next-generation cloud-native workloads, delivering even more price performance and power efficiency for our customers.\nGranite Rapids, which shortly follows Sierra Forest, is also well into our validation cycle with customers. While the industry has seen some wallet share shifts between CPU and accelerators over the last several quarters, as well as some inventory burn in the server market, we see signs of normalization as we enter Q4 driving modest sequential TAM growth. Across most customers, we expect to exit the year at healthy inventory levels, and we see growth in compute cores returning to more normal historical rates off the depressed 2023. More importantly, our successful road map execution is strengthening our product portfolio with Gen 4 and Gen 5 Xeon, Sierra Forest and Granite Rapids positioning us well to win back share in the data center.\nIn addition, we expect to capture a growing portion of the accelerator market in 2024 with our suite of AI accelerators led by Gaudi, which is setting leadership benchmark results with third parties like MLCommons and Hugging Face. We are pleased with the customer momentum we are seeing from our accelerator portfolio and Gaudi in particular, and we have nearly doubled our pipeline over the last 90 days. As we look to 2024, like many others, we now are focused on having enough supply to meet our growing demand.\nDell is partnering with us to deliver Gaudi for cloud and enterprise customers with its next-generation power edge systems featuring Xeon and Gaudi AI accelerators to support AI workloads ranging from large-scale training to inferencing at the edge. Together with Stability.ai, we are building one of the world's largest AI supercomputers entirely on 4th Gen Xeon processors and 4,000 Intel Gaudi2 AI accelerators. Our Gaudi road map remains on track with Gaudi3 out of the fab, now in packaging and expected to launch next year. And in 2025, Falcon Shores brings our GPU and Gaudi capabilities into a single product.\nMoving to the client. CCG delivered another strong quarter, exceeding expectations for the third consecutive quarter, driven by strength in commercial and consumer gaming SKUs where we are delivering leadership performance. As we expected, customers completed their inventory burn in the first half of the year, driving solid sequential growth, which we expect will continue into Q4. We expect full year 2023 PC consumption to be in line with our Q1 expectations of approximately 270 million units. In the near term, we expect Windows 10 end-of-service to be a tailwind, and we remain positive on the long-term outlook for PC TAM returning to plus or minus 300 million units.\nIntel continues to be a pioneer in the industry as we ushered in the era of the AIPC in Q3 when we released the Intel Core Ultra processor code-named Meteor Lake. Built on Intel 4, the Intel Core Ultra has been shipping to customers for several weeks and will officially launch on December 14 alongside our 5th Gen Xeon. The Ultra represents the first client chiplet design enabled by Foveros Advanced 3D packaging technology, delivering improved power efficiency and graphics performance. It is also the first Intel client processor to feature our integrated neural processing unit, or NPU, that enables dedicated low-power compute for AI workloads. Next year, we will deliver Aero Lake as well as Lunar Lake, which offers our next-gen NPU, ultra-low power mobility and breakthrough performance per watt.\nPanther Lake, our 2025 client offering, heads into the fab in Q1 '24 on Intel 18A. The arrival of the AIPC represents an inflection point in the PC industry, not seen since we first introduced Centrino in 2003. Centrino was so successful because of our time-to-market advantage, our embrace of an open ecosystem, strong OEM partnerships, our performance silicon and our developer scale. Not only are these same advantages in place today, they are even stronger as we enter the age of the AIPC.\nWe are catalyzing this moment with our AIPC acceleration program with over 100 ISVs already participating, providing access to Intel's deep bench of engineering talent for targeted software optimization, core development tools and go-to-market opportunities. We are encouraged and motivated by our partners and competitors who see the tremendous growth potential of the PC market. NEX is also seeing early signs of the benefits from growing AI use cases. Our ethnic and IPU businesses are well suited to support the high I/O bandwidth required by AI workloads in the data center with growth expected to accelerate for both in 2024.\nAdditionally, at the edge, as part of Intel's focus on every aspect of the AI continuum, NEX launched OpenVINO 2023.1, the latest version of the AI inferencing and deployment run time of choice for developers on client and edge platforms, with AI.io and Fit Match demonstrating how they use OpenVINO to accelerate their applications at our innovation conference. We have leadership developer software tool chains that have seen a doubling of developer engagements this year. While NEX entered their inventory correction after client in DCAI, Q3 results beat our internal forecast and grew sequentially. We see continued signs of stabilization heading into Q4.\nFinally, our Smart Capital strategy underpins our relentless drive for efficiency and our commitment to be great allocators of our owners' capital while consistently looking for innovative ways to unlock value for all our stakeholders. We remain on track to reducing costs by $3 billion in 2023, and we continue to see significant incremental opportunities for operational improvement as we execute on our internal foundry model. In addition, in Q3, we made the decision to divest the pluggable module portion of our silicon photonics business, allowing us to focus on the higher-value component business and optical I/O solutions to enable AI infrastructure scaling. This marks the tenth business we have exited in the last 2.5 years, generating $1.8 billion in annual savings and a testament to our efforts to optimize our portfolio and drive long-term value creation.\nMobileye's solid Q3 and Q4 outlook continue to underscore the benefits of increased autonomy afforded by our initial public offering last year. In addition, we added TSMC as a minority investor in our IMS nano fabrication business in Q3. And earlier this month, we announced our plans to operate PSG as a stand-alone business beginning January 1. Similar to Mobileye and IMS, this decision gives PSG the mandate, focus and resources to better capitalize on their growth opportunities. We plan to report PSG results as a stand-alone segment in Q1, to bring in private investors in 2024 and to create a path to an initial public offering over the next 2 to 3 years.\nIn summary, we continue to deliver tangible progress 2.5 years into our transformation journey. We are on track with 5 nodes in 4 years. We are hitting or beating all our product road map milestones. We are establishing ourselves as a global at-scale systems foundry for both wafer processing and advanced packaging. We are unlocking new growth opportunities fueled by AI. And we are driving financial discipline and operational efficiencies as we continue to unlock value for our shareholders.\nWhile we are encouraged by our progress to date, we know we have much more work in front of us as we continue to relentlessly drive forward with our strategy, maintain our execution momentum and deliver our commitments to our customers. I'd like to personally thank the Intel family for all their efforts. With that, let me turn it over to Dave to go through our results in more detail and provide guidance for Q4.\n\nDavid A. Zinsner\n\nChief Financial Officer & Senior VP-Finance, Analog Devices, Inc.\n\nThank you, Pat, and good afternoon, everyone. We delivered another strong quarter financially on top of outstanding execution on our product and process road maps as we continue to drive our IDM 2.0 transformation. We beat our guidance across revenue, gross margin and EPS. While we continue to monitor economic indicators and geopolitical risks, we're pleased with the momentum and health of our business, and we'll continue to focus on prioritizing our investments, prudently and aggressively managing near-term expenses and driving fundamental improvements to our cost structure longer term.\nThird quarter revenue was $14.2 billion, up 9% sequentially and $750 million above the midpoint of our guidance. Revenue exceeded our expectations across all major lines of business. Gross margin was 45.8%, 280 basis points better than our guidance, driven by higher revenue and ASPs and better sell-through of previously reserved inventory. EPS for the quarter was $0.41, beating guidance by $0.21, as our revenue strength, improving gross margins and disciplined OpEx management resulted in sequential EPS growth of $0.28. Q3 operating cash flow was $5.8 billion, up $3 billion sequentially. Net inventory was down $500 million or 7 days in the quarter. We also significantly improved the linearity of our shipments, which brought DSO down by 5 days. In total, our working capital improvement initiatives have yielded more than $2 billion of cash year-to-date.\nNet CapEx was $4.9 billion, resulting in positive adjusted free cash flow of approximately $950 million, and we paid dividends of $0.5 billion in the quarter. In Q3, we announced the sale of 10% of our IMS nano fabrication business to TSMC, following the investment from Bain Capital in June. When combined with the Mobileye IPO, these transactions have unlocked more than $30 billion of value. Earlier this month, we signaled our intent to pursue private investment and ultimately, an IPO for our PSG business as we continue to pursue opportunities to increase value for our shareholders.\nMoving to third quarter business unit results. CCG delivered revenue of $7.9 billion, up 16% sequentially and ahead of our expectations for the third consecutive quarter. Customer inventory levels are healthy, and the market remains on track to our January consumption TAM signal of roughly 270 million units for 2023. CCG's operating profit doubled sequentially to $2.1 billion on higher revenue, sell-through of reserved inventory and stronger ASPs driven by strength in our commercial and gaming products in the quarter.\nDCAI revenue was $3.8 billion, ahead of our internal forecast. Despite continued unit TAM softness, the Xeon business was up sequentially, with MNC customers showing a better than seasonal recovery in the quarter. Favorable customer mix, along with strong adoption of newer products with higher core density, led to record Xeon ASPs in Q3. Despite sequential revenue decline, DCAI returned to profitability and contributed operating profit of $71 million, improving sequentially on better ASPs, reduced factory underload charges and continued spending discipline.\nWithin DCAI, revenue for the Programmable Solutions Group declined mid-teens percent sequentially. As we discussed earlier this month, after a period of strong growth and tight supply, the FPGA business is entering a period of inventory burn. We expect PSG to decline in Q4 and be depressed for the next few quarters as customers work through inventory before returning to a more normalized run rate and growth.\nNEX revenue was $1.5 billion, up 6% sequentially. Edge markets showed signs of recovery in Q3, leading NEX revenue to exceed our expectations. Network and telco markets continue to work through elevated inventory and weak demand, which we expect to persist through the end of the year. NEX also returned to profitability in Q3 with operating profit of [ $17 million ], up $200 million sequentially on stronger revenue and reduced operating expenses.\nIntel Foundry Services revenue was $311 million, growing 4x year-over-year and 34% sequentially on increased packaging revenue and higher sales of IMS tools. IFS operating loss was $86 million as ramping factory and operating expenses offset stronger revenue in the period. Mobileye continues to perform well. Q3 revenue was $530 million, up 18% year-over-year and 17% sequentially, with operating profit of $107 million on a consolidated basis, up 32% sequentially. This morning, Mobileye increased their fiscal year 2023 outlook for adjusted operating income by 7% at the midpoint.\nQ3 represented another outstanding quarter of cross-company spending discipline and focused portfolio management with operating expenses down 15% year-over-year. While we're on track to achieve $3 billion of total spending reductions in 2023, we expect sequentially higher OpEx in Q4 due to seasonal marketing activities, higher profit-dependent compensation and the end of some temporary austerity measures taken earlier in the year. We also had a onetime credit in Q3 associated with an asset sale, which will impact the sequential comparison in Q4.",
        "content2": "Now turning to Q4 guidance. We expect fourth quarter revenue of $14.6 billion to $15.6 billion, delivering on our January commitment to grow revenue sequentially throughout 2023. In the client business, we're encouraged by the return of historical purchasing cycles as our channel checks, partner feedback and ASPs all point to healthy inventory levels and growing demand. We expect moderate sequential growth from DCAI, with Xeon's strength more than offsetting a decline in PSG and continued recovery in edge markets roughly offsetting persistent network weakness. At the revenue midpoint of $15.1 billion, we expect gross margin to flow through at approximately 60% of revenue growth, resulting in Q4 gross margin of approximately 46.5% with a tax rate of 13% and EPS of $0.44.\nWe continue to operate under our Smart Capital framework. In Q3, we received a capital grant from the state of Ohio and our first foundry prepay. In addition, we continue to work with the U.S. CHIPS Office on their review of our 4 U.S. applications. And we continue to work with Germany, Poland and the European Commission on our planned expansions in Europe. There are no changes to our prior forecast of mid-30s percent net capital intensity across 2023 and 2024 in aggregate. Capital offsets will trend towards the higher end of our 20% to 30% range in that time frame, though we do expect the vast majority of those offsets to land in 2024.\nIn closing, Q3 was Intel's strongest quarter since we began our transformation. We achieved significant milestones toward regaining process leadership on Intel 18A, delivered Meteor Lake and Emerald Rapids on time, secured multiple wafer and advanced packaging foundry customers and delivered another quarter of financial results that exceeded our expectations on both the top and bottom lines. We will continue to make significant investments as we execute the IDM 2.0 strategy, and we remain confident and committed to our long-term financial targets.\nWe're participating in a large and growing semiconductor TAM. Our foundry and AI assets are showing great momentum in the market. We're steadily closing structural cost gaps, and we continue to make progress toward delivering the financial returns that we and our owners expect. With that, let me turn the call back over to John.\n\nJohn William Pitzer\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nThank you, Dave. We will now transition to the Q&A portion of our call. [Operator Instructions] With that, Jonathan, can we go to our first caller?"
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/51aa3077881b7bd8dd0e45197d06b662",
        "textblob_polarity": 0.1468367525207148,
        "textblob_subjectivity": 0.39826333868786695,
        "sentiment": {
            "distribution": {
                "positive": 23,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9996161875517472,
                "neutral": 0.9993708531061808
            }
        },
        "content1": "Q2 2023 Intel Corp Earnings Call\n\nQ2 2023 Intel Corp Earnings Call\n\nINTCNASDAQJUL 27, 11:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Intel Corporation's Second Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Mr. John Pitzer, Corporate Vice President of Investor Relations.\n\nJohn William Pitzer\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nThank you, Jonathan. By now, you should have received a copy of the Q2 earnings release and earnings presentation, both of which are available on our investor website at intc.com. For those joining us online, the earnings presentation is also available in our webcast window. I am joined today by our CEO, Pat Gelsinger; and our CFO, David Zinsner. In a moment, we will hear brief comments from both followed by a Q&A session.\nBefore we begin, please note that today's discussion does contain forward-looking statements based on the environment as we currently see it, and as such, are subject to various risks and uncertainties. Our discussion also contains references to non-GAAP financial measures that we believe provide useful information to our investors. Our earnings release, most recent annual report on Form 10-K and other filings with the SEC provide more information on specific risk factors that could cause actual results to differ materially from our expectations. They also provide additional information on our non-GAAP financial measures, including reconciliations, where appropriate, to our corresponding GAAP financial measures. With that, let me turn things over to Pat.\n\nPatrick P. Gelsinger\n\nChief Executive Officer & Director, VMware, Inc.\n\nThank you, John, and good afternoon, everyone. Our strong second quarter results exceeded expectations on both the top and bottom line, demonstrating continued financial improvement and confirmation of our strategy in the marketplace. Effective execution across our process and product road maps is rebuilding customer confidence in Intel. Strength in client and data center and our efforts to drive efficiencies and cost savings across the organization all contributed to the upside in the quarter and a return to profitability. We remain committed to delivering on our strategic road map, achieving our long-term goals and maximizing shareholder value.\nIn Q2, we began to see real benefits from our accelerating AI opportunity. We believe we are in a unique position to drive the best possible TCO for our customers at every node on the AI continuum. Our strategy is to democratize AI, scaling it and making it ubiquitous across the full continuum of workloads and usage models. We are championing an open ecosystem with a full suite of silicon and software IP to drive AI from cloud to enterprise, network, edge and client across data prep, training and inference in both discrete and integrated solutions.\nAs we have previously outlined, AI is 1 of our 5 superpowers along with pervasive connectivity, ubiquitous compute, cloud to edge infrastructure and sensing, underpinning a [ 1 trillion ] semi industry by 2030. Intel Foundry Services, or IFS, positions us to further capitalize on the AI market opportunity as well as the growing need for a secure, diversified and resilient global supply chain. IFS is a significant accelerant to our IDM 2.0 strategy, and every day of geopolitical tension reinforces the correctness of our strategy.\nIFS expands our scale, accelerates our ramps at the leading edge and creates long tails at the trailing edge. More importantly for our customers, it provides choice, leading edge capacity outside of Asia and at 18A and beyond, what we believe will deliver leadership performance. We are executing well on our Intel 18A as a key foundry offering and continue to make substantial progress against our strategy.\nIn addition, in July, we announced that Boeing and Northrop Grumman will join the RAMP-C program along with IBM, Microsoft and NVIDIA. The Rapid Assurance Microelectronics Prototypes-Commercial or RAMP-C, is a program created by the U.S. Department of Defense in 2021 to assure domestic access to next-generation semiconductors, specifically by establishing and demonstrating a U.S.-based foundry ecosystem to develop and fabricate chips on Intel 18A. RAMP-C continues to build on recent customer and partner announcements by IFS, including MediaTek, ARM and a leading cloud edge and data center solutions provider.\nWe also made good progress on 2 significant 18A opportunities this quarter. We are strategically investing in manufacturing capacity to further advance our IDM 2.0 strategy and overarching foundry ambitions while adhering to our Smart Capital strategy. In Q2, we announced an expanded investment to build 2 leading-edge semiconductor facilities in Germany as well as plans for a new assembling and test facility in Poland. The building out of Silicon Junction in Magdeburg is an important part of our go-forward strategy. And with our investment in Poland and the Ireland sites, we already operate at scale in the region.\nWe are encouraged to see the passage of the EU Chips bill supporting our building out an unrivaled capacity corridor in Europe. In addition, a year after being signed into law, we submitted our first application for U.S. CHIPS funding for the on-track construction of our fab expansion in Arizona, working closely with the U.S. Department of Commerce. It all starts with our process and product road maps, and I am pleased to report that all our programs are on or ahead of schedule. We remain on track to 5 nodes in 4 years and to regain transistor performance and power performance leadership by 2025.\nLooking specifically at each node, Intel 7 is done and with the second half launch of Meteor Like, Intel 4, our first EUV node is essentially complete with production ramping. For the remaining 3 nodes, I would highlight Intel 3 met defect density and performance milestones in Q2, released PBK 1.1 and is on track for overall yield and performance targets. We will launch Sierra Forest in first half '24 with Granite Rapids following shortly thereafter, our lead vehicles for Intel 3.\nOn Intel 20A, our first node using both RibbonFET and PowerVia, Arrow Lake, a volume client product is currently running its first stepping in the fab. In Q2, we announced that we will be the first to implement backside power delivery in silicon 2-plus years ahead of the industry, enabling power savings, area efficiency and performance gains for increased compute demands ideal for use cases like AI, CPUs and graphics. In addition, backside power improves ease of design, a major benefit not only for our own products but even more so for our foundry customers.\nOn Intel 18A, we continue to run internal and external test chips and remain on track to being manufacturing-ready in the second half of 2024. Just this week, we were pleased to have announced an agreement with Ericsson to partner broadly on their next-generation optimized 5G infrastructure. Reinforcing customer confidence in our road map, Ericsson will be utilizing Intel's 18A process technology for its future custom 5G SoC offerings.\nMoving to products. Our client business exceeded expectations and gained share yet again in Q2 as the group executed well, seeing a modest recovery in the consumer and education segments as well as strength in premium segments where we have leadership performance. We have worked closely with our customers to manage client CPU inventory down to healthy levels. As we continue to execute against our strategic initiatives, we see a sustained recovery in the second half of the year as inventory has normalized. Importantly, we see the AI PC as a critical inflection point for the PC market over the coming years that will rival the importance of Centrino and WiFi in the early 2000s. And we believe that Intel is very well positioned to capitalize on the emerging growth opportunity.\nIn addition, we remain positive on the long-term outlook for PCs as household density is stable to increasing across most regions and usage remains above pre-pandemic levels. Building on strong demand for our 13th Gen Intel processor family, Meteor Lake is ramping well in anticipation of a Q3 PRQ and will maintain and extend our performance leadership in share gains over the last 4 quarters. Meteor Lake will be a key inflection point in our client processor road map as the first PC platform built on Intel 4, our first EUV node and the first client chiplet design enabled by Foveros advanced 3D packaging technology, delivering improved power efficiency and graphics performance.\nMeteor Lake will also feature a dedicated AI engine, Intel AI Boost. With AI Boost, our integrated neural VPU, enabling dedicated low-power compute for AI workloads, we will bring AI use cases to life through key experience as people will want a need for hybrid work, productivity, sensing, security and creator capabilities, many of which were previewed at Microsoft's Build 2023 Conference.\nFinally, while making the decision to end direct investment in our Next Unit of Computing or NUC business, this well-regarded brand will continue to scale effectively with our recently announced ASUS partnership. In the data center, our fourth-gen Xeon Scalable processor is showing strong customer demand despite the mixed overall market environment. I am pleased to say that we are poised to ship our 1,000,000th fourth-gen Xeon unit in the coming days. This quarter, we also announced the general availability of fourth-gen Cloud Instances by Google Cloud.\nWe also saw great progress with fourth-gen AI acceleration capabilities, and we now estimate more than 25% of Xeon data center shipments are targeted for AI workloads. Also in Q2, we saw a third-party validation from MLCommons when they published MLPerf training performance benchmark data showing that fourth-gen Xeon and Habana Gaudi2 are 2 strong open alternatives in the AI market that compete on both performance and price versus the competition. End-to-end AI-infused applications like DeepMind's AlphaFold and algorithm areas such as graft neural networks show our fourth-gen Xeon outperforming other alternatives, including the best published GPU results. Our strengthening positioning within the AI market was reinforced by our recent announcement of our collaboration with Boston Consulting Group to deliver enterprise-grade, secure and responsible generative AI, leveraging our Gaudi and fourth-gen Xeon offerings to unlock business value while maintaining high levels of security and data privacy.\nOur data center CPU road map continues to get stronger and remains on or incrementally ahead of schedule with Emerald Rapids, our fifth-gen Xeon Scalable set to launch in Q4 of '23. Sierra Forest, our lead vehicle for Intel 3 will launch in the first half of '24. Granite Rapids will follow shortly thereafter. For both Sierra Forest and Granite Rapids, volume validation with customers is progressing ahead of schedule. Multiple Sierra Forest customers have powered on their boards and silicon is hitting all power and performance targets. Clearwater Forest, the follow-on to Sierra Forest, will come to market in 2025 and be manufactured on Intel 18A.\nWhile we performed ahead of expectations, the Q2 consumption TAM for servers remained soft on persistent weakness across all segments but particularly in the enterprise and rest of world where the recovery is taking longer than expected across the entire industry. We see the server CPU inventory digestion persisting in the second half. Additionally, impacted by the near-term wallet share focus on AI accelerators rather than general purpose compute in the cloud, we expect Q3 server CPUs to modestly decline sequentially before recovering in Q4. Longer term, we see AI as TAM expansive to server CPUs and more importantly, we see our accelerated product portfolio is well positioned to gain share in 2024 and beyond.\nThe surging demand for AI products and services is expanding the pipeline of business engagements for our accelerator products, which includes our Gaudi Flex and MAX product lines. Our pipeline of opportunities through 2024 is rapidly increasing and is now over $1 billion and continuing to expand with Gaudi driving the lion's share. The value of our AI products is demonstrated by the public instances of Gaudi at AWS and the new commitments to our Gaudi product line from leading AI companies such as Hugging Face and Stability AI in addition to emerging AI leaders, including Indian Institute of Technology, Madras, and Genesis Cloud.\nIn addition to building near-term momentum with our family of accelerators, we continue to make key advancements in next-generation technologies, which present significant opportunities for Intel. In Q2, we shipped our test chip, Tunnel Falls, a 12-cubit silicon-based quantum chip which uniquely leverages decades of transistor design and manufacturing investments and expertise. Tunnel Falls fabrication achieved 95% yield rate with voltage uniformity similar to chips manufactured under the more usual CMOS process, with a single 300-millimeter wafer providing 24,000 quantum dot test chips. We strongly believe our silicon approach is the only path to true cost-effective commercialization of quantum computing, a silicon-based cubit approach is 1 million times smaller than alternative\nTurning to PSG, NEX and Mobileye, demand trends are relatively stronger across our broad-based markets like industrial, auto and infrastructure. Although as anticipated, NEX did see a Q2 inventory correction, which we expect to continue into Q3. In contrast, PSG, IFS and Mobileye continue on a solid growth trajectory, and we see the collection of these businesses in total growing year-on-year in calendar year '23, much better than third-party expectations for a mid-single-digit decline in the semiconductor market, excluding memory.\nLooking specifically at our Programmable Solutions Group, we delivered record results for a third consecutive quarter. In Q2, we announced the Intel Agilex 7 with the chiplet is shipping production qualified devices in volume to help customers accelerate workloads with seamless integration and the highest bandwidth processor interfaces. We have now PRQed 11 of the 15 new products we expected to bring to market in calendar year '23.\nFor NEX, during Q2, Intel, Ericsson and HPE successfully demonstrated the industry's first vRAN solution running on the fourth-gen Intel Xeon Scalable processor with Intel vRAN Boost. In addition, we will enhance the collaboration we announced at Mobile World Congress to accelerate industry-scale open RAN, utilizing standard Intel Xeon-based platforms as telcos transform to a foundation of programmable, software-defined infrastructure.\nMobileye continued to generate strong profitability in Q2 and demonstrated impressive traction with their advanced product portfolio by announcing a supervision eyes-on hands-off design win with Porsche and the mobility-as-a-service collaboration with Volkswagen Group that will soon begin testing in Austin, Texas. We continue to drive technical and commercial engagement with them, co-developing leading FMCW, LiDAR products based on Intel silicon photonics technology and partnering to drive the software-defined automobile vision that integrates Mobileye's ADAS technology with Intel's Cockpit offerings.\nAdditionally, in the second quarter, we executed the secondary offering that generated meaningful proceeds as we continue to optimize our value creation efforts. In addition to executing on our process and product road maps during the quarter, we remain on track to achieve our goal of reducing costs by $3 billion in 2023 and $8 billion to $10 billion exiting 2025. As mentioned during our internal foundry webinar, our new operating model establishes a separate P&L for our manufacturing group, inclusive of IFS and TD, which enables us to facilitate and accelerate our efforts to drive best-in-class cost structure, derisk our technology for external foundry customers and fundamentally changes incentives to drive incremental efficiencies.\nWe have already identified numerous gains in efficiency, including factory loading, test and sort time reduction, packaging cost improvements, litho field utilization improvements, reductions in staffing, expedites and many more. It is important to underscore the inherent sustained value creation due to the tight connection between our business units and TD, manufacturing and IFS.\nFinally, as we continue to optimize our portfolio, we agreed to sell a minority stake in our IMS nano fabrication business to Bain Capital who brings a long history of partnering with companies to drive growth and value creation. IMS has created a significant market position with multi-beam mask writing tools that are critical to the semiconductor ecosystem for enabling EUV technology and is already providing benefit on our \"5 nodes, 4 years\" efforts. Further, this capability becomes even more critical with the adoption of high NA EUV in the second half of the decade.\nAs we continue to keep Moore's Law alive and very well, IMS is a hidden gem within Intel, and the business's growth will be exposed and accelerated through this transaction. While we still have work to do, we continue to advance our IDM 2.0 strategy. 5 nodes in 4 years remains well on track, our product execution and road map is progressing well. We continue to build out our foundry business, and we are seeing early signs of success as we work to truly democratize AI and from cloud to enterprise, network, edge and client. We also saw strong momentum on our financial discipline and cost savings as we return to profitability, are executing our internal foundry model by 2024 and are leveraging our Smart Capital strategy to effectively and efficiently position us for the future. With that, I will turn it over to Dave.\n\nDavid A. Zinsner\n\nChief Financial Officer & Senior VP-Finance, Analog Devices, Inc.\n\nThank you, Pat, and good afternoon, everyone. We drove stronger-than-expected business results in the second quarter, comfortably beating guidance on both the top and bottom line. While we expect continued improvement to global macroeconomic conditions, the pace of recovery remains moderate. We will continue to focus on what we can control, prioritizing investments critical to our IDM 2.0 transformation, prudently and aggressively managing expenses near term and driving fundamental improvements to our cost structure longer term.\nSecond quarter revenue was $12.9 billion, more than $900 million above the midpoint of our guidance. Revenue exceeded our expectations in CCG, DCAI, IFS and Mobileye, partially offset by continued demand softness and elevated inventory levels in the network and edge markets, which impacted NEX results. Gross margin was 39.8%, 230 basis points better than guidance on stronger revenue. EPS for the quarter was $0.13, beating guidance by $0.17 as our revenue strength, better gross margin and disciplined OpEx management resulted in a return to profitability.\nQ2 operating cash flow was $2.8 billion, up $4.6 billion sequentially. Net inventory was reduced by $1 billion or 18 days in the quarter, and accounts receivable declined by $850 million or 7 days as we continue to focus on disciplined cash management. Net CapEx was $5.5 billion, resulting in an adjusted free cash flow of negative $2.7 billion, and we paid dividends of $0.5 billion in the quarter. Our actions in the last few weeks, the completed secondary offering of Mobileye shares and the upcoming investment in our IMS nano fabrication business by Bain Capital will generate more than $2.4 billion of cash and help to unlock roughly $35 billion of shareholder value.\nThese actions further bolster our strong balance sheet and investment-grade profile with cash and short-term investments of more than $24 billion exiting Q2. We'll continue to focus on avenues to generate shareholder value from our broad portfolio of assets in support of our IDM 2.0 strategy.\nMoving to second quarter business unit results. CCG delivered revenue of $6.8 billion, up 18% sequentially and ahead of our expectations for the quarter as the pace of customer inventory burn slowed. As anticipated, we see the market moving toward equilibrium and expect shipments to more closely align to consumption in the second half. ASPs declined modestly in the quarter due to higher education shipments and sell-through of older inventory. CCG showed outstanding execution in Q2, generating operating profit of $1 billion, an improvement of more than $500 million sequentially on higher revenue, improved unit costs and reduced operating expenses, offsetting the impact of pre-PRQ inventory reserves in preparation for the second half launch of Meteor Lake.\nDCAI revenue was $4 billion, ahead of expectations and up 8% sequentially, with the Xeon business up double digits sequentially. Data center CPU TAM contracted meaningfully in the first half of '23 and while we expect the magnitude of year-over-year declines to diminish in the second half, a slower-than-anticipated TAM recovery in China and across enterprise markets has delayed a return of CPU TAM growth. CPU market share remained relatively stable in Q2 and the continued ramp of Sapphire Rapids contributed to CPU ASP improvement of 3% sequentially and 17% year-over-year.\nDCAI had an operating loss of $161 million, improving sequentially on higher revenue and ASPs and reduced operating expenses. Within DCAI, our FPGA products delivered a third consecutive quarter of record revenue, up 35% year-over-year, along with another record quarterly operating margin. We expect this business to return to more natural demand profile in the second half of the year as we work down customer backlog to normalized levels.\nNEX revenue was $1.4 billion, below our expectations in the quarter and down significantly in comparison to a record Q2 '22. Network and edge markets are slowly working through elevated inventory levels. Elongated by sluggish China recovery, telcos have delayed infrastructure investments due to macro uncertainty. We see demand remaining weak through at least the third quarter. Q2 NEX operating loss of $187 million improved sequentially on lower inventory reserves and reduced operating expenses.\nMobileye continued to perform well in Q2. Revenue was $454 million, roughly flat sequentially and year-over-year with operating profit improving sequentially to $129 million. This morning, Mobileye increased fiscal year 2023 outlook for adjusted operating income by 9% at the midpoint. Intel Foundry Services revenue was $232 million, up 4x year-over-year and nearly doubling sequentially on increased packaging revenue and higher sales of IMS nano fabrication tools. Operating loss was $143 million with higher factory start-up costs offsetting stronger revenue.\nQ2 was another strong quarter of cross-company spending discipline with operating expenses down 14% year-over-year. We're on track to achieve $3 billion of spending reductions in '23. With the decision to stop direct investment in our client NUC business earlier this month, we have now exited 9 lines of business since Pat rejoined the company with a combined annual savings of more than $1.7 billion. Through focused investment prioritization and austerity measures in the first half of the year, some of which are temporary in nature, OpEx is tracking a couple of hundred million dollars better than our $19.6 billion '23 committed goal.\nNow turning to Q3 guidance. We expect third quarter revenue of $12.9 billion to $13.9 billion. At the midpoint of $13.4 billion, we expect client CPU shipments to more quickly match sell-through. Data center, network and edge markets continue to face mixed macro signals and elevated inventory levels in the third quarter, while IFS and Mobileye are well positioned to generate strong sequential and year-over-year growth. We're forecasting gross margin of 43%, a tax rate of 13% and EPS of $0.20 at the midpoint of revenue guidance. We expect sequential margin improvement on higher sales and lower pre-PRQ inventory reserves.\nWhile we're starting to see some improvement in factory under load charges, most of the benefit will take some time to run through inventory and positively impact cost of sales. Investment in manufacturing capacity continues to be guided by our Smart Capital framework, creating flexibility through proactive investment in and aligning equipment purchases to customer demand. In the last few weeks, we have closed agreements with governments in Poland and Germany, which include significant capital incentives, and we're well positioned to meet the requirements of funding laid out by the U.S. CHIPS Act.",
        "content2": "Looking at capital requirements and offsets made possible by our Smart Capital strategy, we expect net capital intensity in the mid-30s as a percentage of revenue across '23 and '24 in aggregate. While our expectations for gross CapEx have not changed, the timing of some capital assets is uncertain and could land in either '23 or '24, depending on a number of factors. Having said that, we're confident in the level of capital assets we will receive over the next 18 months and expect offsets to track to the high end of our previous range of 20% to 30%.\nOur financial results in Q2 reflect improved execution and improving macro conditions. Despite a slower-than-expected recovery in key consumption markets like China and the enterprise, we maintain our forecast of sequential revenue growth throughout the year. Accelerating AI use cases will drive increased demand for compute across the AI continuum, and Intel is well positioned to capitalize on the opportunity in each of our business units. We remain focused on the execution of our near- and long-term product, process and financial commitments and the prioritization of our owner's capital to generate free cash flow and create value for our stakeholders. With that, let me turn the call back over to John.\n\nJohn William Pitzer\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nThank you, Dave. We will now transition to the Q&A portion of our earnings presentation. [Operator Instructions] With that, Jonathan, can we have the first caller please?"
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/e8f3a0906cfd781b7a6ef1dfa3e76efb",
        "textblob_polarity": 0.12423029732351769,
        "textblob_subjectivity": 0.3863595091349326,
        "sentiment": {
            "distribution": {
                "positive": 22,
                "neutral": 4,
                "negative": 1
            },
            "scores": {
                "positive": 0.994654509154233,
                "neutral": 0.9993751496076584,
                "negative": 0.7973871231079102
            }
        },
        "content1": "Q1 2023 Intel Corporation Earnings Call\n\nQ1 2023 Intel Corporation Earnings Call\n\nINTCNASDAQAPR 27, 11:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Intel Corporation's First Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Mr. John Pitzer, Corporate Vice President of Investor Relations. Please go ahead, sir.\n\nJohn William Pitzer\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nThank you, Jonathan. By now, you should have received a copy of the Q1 earnings release and earnings presentation, both of which are available on our Investor Relations website, intc.com. For those joining us online today, the earnings presentation is also available in our webcast window. I'm joined today by our CEO, Pat Gelsinger; and our CFO, David Zinsner. In a moment, we will hear brief comments from both, followed by a Q&A session.\nBefore we begin, please note that today's discussion does contain forward-looking statements based on the environment as we currently see it, and as such, are subject to various risks and uncertainties. It also contains references to non-GAAP financial measures that we believe provide useful information to our investors. Our earnings release, most recent annual report in Form 10-K and other filings with the SEC provide more information on the specific risk factors that could cause actual results to differ materially from our expectations. They also provide additional information on our non-GAAP financial measures, including reconciliations where appropriate to the corresponding GAAP financial measures.\nWith that, let me turn things over to Pat.\n\nPatrick P. Gelsinger\n\nChief Executive Officer & Director, VMware, Inc.\n\nThank you, John, and good afternoon, everyone. We delivered solid first quarter results on both the top and bottom line. Upside was driven by better-than-expected revenue and very disciplined expense management across our organization. The latter is not easy, and I want to thank the entire Intel team as we thoughtfully execute on cost reductions and efficiency improvements that support the investments critical to drive our strategy.\nQ1 results demonstrate the progress we are making to advance our transformation and the IDM 2.0 strategy. We still have more work to do as we reestablish process, product and cost leadership but we continue to provide proof points each quarter, and we remain committed to delivering long-term value for all our shareholders.\nConsistent with prior quarters, I'd like to focus my comments in 3 areas: one, our view of the macro and our markets; two, key highlights from Q1; and three, an update on our strategic priorities with a focus on our move to an internal foundry model. As the industry continues to navigate through multiple global challenges and headwinds, we remain cautious on the macro outlook even as we expect some modest recovery in the second half. We are seeing increasing stability in the PC market with inventory corrections largely proceeding as we had expected. However, the server and networking markets have yet to reach their bottoms as cloud and enterprise remain weak. As a result, our Q2 revenue guide embeds continued inventory corrections in our core markets and a range of normal seasonal to better than seasonal growth of depressed Q1 revenue levels. We remain focused on what is within our control and steadfast in our commitment to advancing our strategy.\nAs we anticipated on our Q4 earnings call, the PC market depleted a significant amount of inventory in Q1 and is tracking to be at a healthy level by the end of Q2. Importantly, the PC installed base is larger, and usage remains well above pre-pandemic levels. And along with a better-than-expected Q1, strengthens our view that the PC market is on track to a sell-through of 270 million units in calendar year '23. As we highlighted during our PC webinar in January, strong usage, an installed base, which is roughly 10% higher than pre-COVID levels and what we see as a conservative refresh rate supports a longer-term PC TAM of 300 million units, plus or minus.\nIn servers, Q1 consumption TAM declined both sequentially and year-over-year at an accelerated rate, and we still expect to see first half '23 TAM decline year-on-year with a modest recovery in second half of the year. While all segments have weakened, we'd reiterate that the correction in enterprise and rest of world, where we have stronger positions, is further along and will likely recover more quickly. Lastly, in our broad-based markets like industrial, auto and infrastructure, demand trends are relatively stronger, although as anticipated, NEX did see a Q1 inventory correction that we expect will continue for the next couple of quarters and likely will cause NEX revenue to decline this year. In contrast, PSG, IFS and Mobileye continue on a strong growth trajectory, and we see the collection of these businesses, in total, growing year-on-year in calendar year '23, much better than third-party expectations for a mid-single-digits decline in the semiconductor market ex memory.\nWhile the semiconductor industry is cyclical by nature, we continue to accelerate our transformation and position ourselves to capture the significant market growth in semis expected over the next decade, nearly doubling to more than 1 trillion by 2030. Combined with the need for globally balanced and resilient supply chains and the foundry market expected to be roughly 200 billion by 2030, we are well positioned to capitalize on multiple vectors of growth.\nOn that front, let me highlight some key milestones from Q1. We are relentlessly focused on driving execution excellence across process and product road maps and throughout the company, including a rigorous focus on efficiency and cost savings. Looking first at the progress we are making with our process road map, we remain on track to regain transistor performance and power performance leadership by 2025. Relative to 5 nodes in 4 years, notably, 2 out of these 5 nodes, Intel 7 and Intel 4 are now essentially done. Intel 7 is in high-volume manufacturing. And Meteor Lake on Intel 4 is ramping production wafer starts today for a second half product launch. We are quickly mastering EUV technology with Intel 4 as our first EUV node.\nAs we focus on the next 3 nodes, Intel 3 is on track, and we highlighted in our recent DCAI webinar, Sierra Forest will begin shipping in the first half of '24 with Granite Rapids shortly thereafter, both on Intel 3. We also have significant milestones planned in Q2 for Intel 3, Intel 20A and Intel 18A. I look forward to providing more details as we execute.\nOverall, we are squarely on track to deliver 5 nodes in 4 years. We understand that our foundry ambitions will not be realized overnight, building a vibrant foundry ecosystem will take time, but we also understand our foundry success is vitally important to establishing a geographically diverse and secure supply of semiconductors. We took a major step forward in building our ecosystem this month when we announced a multi-generation agreement with ARM Holdings. This will enable chip designers to build leading-edge mobile SoC designs on Intel 18A, giving the design community a new foundry alternative for product innovation and a fast time to market, while also opening up new options and approaches for large ecosystem of ARM customers. We look forward to providing access to best-in-class CPU IP and the power of an open system foundry with leading-edge process technology.\nFinally, as part of my recent trip to China, we continue to work hard to complete the Tower acquisition, and we'll update you appropriately. In our webinar last month, we provided a substantial update on our data center and AI business, highlighting the progress and health of our road map. Sapphire Rapids, our fourth gen Xeon, is one of the highest quality data center CPUs Intel has ever delivered and continues to ramp aggressively with excellent customer feedback. We are shipping over 400 designs across numerous system and memory configurations for all OEMs, ODM and cloud providers, and we are on track to 1 million units by midyear.\nNotably, AI inference performance and confidential computing substantially differentiate our fourth gen Xeon from competitors. Specifically, fourth gen Xeon offers the most comprehensive confidential computing portfolio in the industry, including virtual machine isolation with Intel Trust Domain Extensions, or Intel TDX, and trust attestation services. Just this week, leading cloud service providers signaled readiness for Intel TDX instances, including Alibaba Cloud, with Microsoft announcing their preview on Azure and Google releasing joint research conducted prelaunch to further harden TDX and complex environments.\nEmerald Rapids, our fifth gen Xeon Scalable, is already sampling with customers and is on track to launch in Q4 '23. As stated earlier, Sierra Forest, our lead vehicle for Intel 3, will begin shipping in first half '24, with Granite Rapids shortly thereafter, both of which are receiving very positive responses from sample customers.\nSierra Forest is our first e-core server CPU which will provide competitive performance per watt across workloads and leadership across many with all of the benefits of the x86 ecosystem. Clearwater Forest, which is the follow-on to Sierra Forest, is coming to market in 2025 and will be manufactured on Intel 18A, the node where we intend to achieve process leadership and representing the culmination of our 5 nodes in 4-year strategy.\nThe combination of our road map strengthening, as we highlighted in our webinar, better-than-expected Q1 market share results and great execution on the Xeon Gen 4 ramp, Q1 was a turning point as the first quarter of an improving data center position since I became CEO. Further, in Q1, we taped in the Habana Gaudi 3 AI accelerator, and the Habana Gaudi2 is in the market and offering substantial performance advantage over A100 in training and inferencing, vision and language models. For example, Gaudi2 delivers 60% higher power efficiency measured in throughput per watt for inferencing large language models, such as Bloom 176 billion parameter model. Along with Fourth Gen Xeon and Xeon Max, Gaudi enables us to address the accelerating growth in AI. Recent endorsements by Hugging Face and Stability AI are strong proof points of the validation in our AI road map and strategy.\nOur strategy is to truly democratize the incredible power of AI, championing an open ecosystem with a full suite of silicon and software IP to drive AI from cloud to enterprise, network, edge and client across training and inference in both discrete and integrated solutions.\nOur One API now includes the open and royalty-free C++-based programming model SYCL, which is critical to driving collaboration and innovation. As developers want the ability to write once, run anywhere, our open source toolkit, SYCLomatic, is helping to accelerate the migration to SYCL as we work to democratize AI. While AI development sparked by enthusiasm around generative AI is today centered on LLMs in the cloud, AI deployment will rapidly migrate to inference as the dominant AI workload, and adoption will quickly expand outwards to edge and client, all areas that play to our strengths. We are focused on capitalizing across all segments with optimized silicon and software solutions.\nOur Programmable Solutions business continues to perform well with an all-time record revenue in Q1. And our FPGA portfolio now includes more than 15 new products scheduled to PRQ this calendar year, the highest number of new product introductions ever in our FPGA business. PSG is also piloting an initiative to build a more resilient supply chain by which customers would provide Intel with enhanced demand and new design visibility while Intel provides customers with greater predictability of supply, leveraging the benefits of transitioning a great percentage of PSG products to an Intel supply chain.\nOur client computing business continues to execute on this road map and build on recent market share wins. We gained overall PC market share in Q1 and expect our competitive position to continue to improve as we ramp Meteor Lake production in Q2 for a launch in second half. In Q1, we introduced our 13th gen Intel core mobile processor, followed by our new vPro platform powered by the full lineup of 13th Gen Intel core processors. Intel vPro delivers the most comprehensive security and the necessary hardware for companies in the need of a PC refresh and increase productivity. In 2023, our expansive commercial portfolio will deliver more than 170 notebooks, desktops and entry workstations from technology providers such as Acer, Asus, Dell, HP, Lenovo, Fujitsu, Panasonic and Samsung Electronics.\nTurning to NEX and Mobileye. At Mobile World Congress, we demonstrated that nearly all vRAN and virtualized network core deployments run on Intel. We also introduced a range of products and solutions that enable the world's networks from the core to the radio access network and out to the intelligent edge to transition from fixed function hardware to open programmable, software-defined platforms. Highlights include the launch of our fourth gen Intel Xeon Scalable processors with Intel vRAN Boost, delivering 2x the capacity gains gen-over-gen within the same power envelope and up to an additional 20% power savings with integrated acceleration, and with extensive industry support from Ericsson, Verizon, Telefonica and Vodafone, among many others. In particular, Ericsson has been working closely with us to enable the cloudification of the network, making possible industry scale open RAN.\nLastly, Mobileye continues to be an important part of the Intel family and delivered strong growth in profitability in Q1. They continue to gain significant traction with customers for their advanced product portfolio, and we remain very confident in the long-term growth profile and value of the Mobileye business.\nIn addition to our process and product road map, we continue to make progress on our commitment to reduce costs and drive efficiencies. We are well on our way towards our goal of reducing $3 billion in costs in 2023, an $8 billion to $10 billion in annual savings exiting 2025. We further rationalized our products as we prioritize our investments in support of IDM 2.0. This includes integrating AXG into DCAI and CCG, respectively. In addition, we exited our server business in Q1 and signed an agreement with MiTek, an edge to cloud IT solutions provider and long-standing ODM partner, to manufacture and sell products based on the designs of our server systems business to create a path forward for our channel customers.\nI'm going to spend a few minutes on cost leadership. Last month, I had the opportunity to meet with some of you on the East Coast. And while everyone understands that we are establishing an internal foundry model, I'm not sure we have fully explained the importance and impact of this change. Giving the manufacturing group their own P&L and the BUs of standard wafer price will drive a more efficient factory network and a better decision on design to cost at the BU level. We'll also serve to create parity between internal and external foundry customers and drive a more efficient manufacturing cost structure, needs to compete and win external foundry customers. With a separate P&L for the manufacturing group, we will also provide you with a cleaner comparison of the BUs to their external fabless peers. As we stated on our Q3 earnings call, we believe this structure should allow us to access and execute on multiple pools of profit that are unique to an IDM, which none of our peers have. Establishing an internal foundry model is one of the most consequential steps we are taking to deliver IDM 2.0 and fundamentally shifts the way the company operates and the incentive mechanisms that drive day-to-day behaviors. We look forward to discussing this in more detail during our internal foundry webinar in Q2.\nI am proud of our team's progress this quarter. We remain committed to executing on our strategic road map by, first, delivering on 5 nodes in 4 years, achieving process performance parity in 2024, and unquestioned leadership by 2025 with Intel 18A; second, executing on our data center and AI road map, including the Sapphire Rapids RAN, the launch of Emerald Rapids in second half of '23, and Granite Rapids and Sierra Forest to 2024; third, ramping Meteor Lake in second half '23 and launching Lunar Lake and Arrow Lake in 2024; and fourth, expanding our IFS customer base to include large design wins on advanced packaging, Intel 16, Intel 3 and Intel 18A this year.\nAs we improve our cost structure and drive operational efficiency, we will, first, return to profitability; second, execute on our internal foundry P&L by 2024; and third, expand the use of our smart capital strategy to balance our long-term capital aspirations with near-term realities. We are steadfast in our commitment to continue to effectively allocate your capital in the pursuit of creating value for all of our stakeholders.\nBefore I turn it over to Dave, I'd like to take a moment to honor and pay tribute to the life of Gordon Moore who passed away on March 24. Gordon defined and enabled the technology industry through his insight and vision. He was instrumental in revealing the power of transistors and inspired technologist and entrepreneurs across the decades. I am forever grateful for his guiding hand, willingness to mentor me and his unwavering friendship. Gordon famously said, \"What can be done, can be outdone.\" This is our guiding principle as stewards of Moore's Law, which we intend to enable and drive until the periodic table is exhausted, as we use the power of technology to improve the lives of every person on earth. Intel will hold a memorial service and honor the life and accomplishments of Gordon, and we will share more details on this shortly.\n\nDavid A. Zinsner\n\nChief Financial Officer & Senior VP-Finance, Analog Devices, Inc.\n\nThank you, Pat, and good afternoon, everyone. We drove solid business execution in the first quarter, beating guidance on both the top and bottom line. Against the backdrop of persistent macroeconomic volatility, we will continue to prioritize investments critical to our IDM 2.0 transformation, prudently and aggressively manage expenses near term and drive fundamental improvements to our cost structure long term.\nFirst quarter revenue was $11.7 billion, $700 million above the midpoint of our guide. Results from CCG, DCAI, IFS and Mobileye exceeded our expectations, partially offset by softer demand in the network and edge markets impacting NEX revenue in the quarter. Gross margin was 38.4%, modestly below our guidance on higher-than-expected inventory reserves tied to continued macro uncertainty. Q1 margins were impacted 300 basis points by factory underload charges taken in the period.\nEPS was negative $0.04 for the quarter, $0.11 better than guide, demonstrating our cross-company focus on spending discipline. Operating cash flow in Q1 was negative $1.8 billion. Net CapEx was $7 billion, resulting in an adjusted free cash flow of negative $8.8 billion, and we paid dividends of $1.5 billion. Our balance sheet remains strong with cash and investment balances of more than $27 billion and a strong investment-grade profile.\nBefore moving to business unit results, I will highlight a few changes made within our segment reporting. The client and data center-focused products from the former AXG business are now reported within our CCG and DCAI segments, respectively, and will have a dilutive effect on the operating margins of those businesses. Our silicon photonics and foundry automotive businesses have moved out of NEX and IFS, respectively, and are now reported as part of all other revenue, sharpening our focus on the significant market opportunities available to both NEX and IFS.\nShifting to the first quarter business unit results. CCG achieved revenue of $5.8 billion, better than our expectations for the quarter. While we continue to see a challenging demand environment, especially in our consumer and education segments, customers continue to prefer Intel driven by our leadership product performance. As discussed last quarter, we saw significant inventory burn at our customers in the period. While inventory levels remain elevated, we anticipate the market will be closer to equilibrium as we exit Q2. ASPs were down sequentially due to mix. Q1 operating profit was $520 million, flat sequentially despite revenue declining 13% from Q4 and down year-over-year on lower revenue, higher unit costs and excess capacity charges, partially offset by reduced OpEx. DCAI revenue was $3.7 billion, ahead of our expectations in Xeon, PSG and AXG lines of business. We saw significant sequential and year-over-year TAM contraction across all CPU market segments and expect demand to remain soft in the second quarter. We saw stable CPU market share in Q1 and are excited by the broad market ramp of our fourth generation Xeon Scalable processor, Sapphire Rapids. Operating loss was $518 million, impacted sequentially by lower revenue, higher product costs and investment in leadership products on new process nodes. DCAI margins were also diluted by the merge of the AXG business and inventory reserves tied to the exit of our server systems business.\nWithin our DCAI business, the Programmable Solutions Group delivered record revenue for the second consecutive quarter in Q1, up 36% year-over-year with increased ASPs and improved external supply, which enables us to satisfy customer backlog, helping to drive continued operating profit growth. NEX revenue was $1.5 billion, below our expectations for the quarter, driven by demand softness and elevated inventory levels in our network and edge markets, consistent with the overall industry. Operating loss was $300 million, impacted sequentially by depressed revenue in the quarter and inventory reserves, partially offset by continued expense management and discipline.\nMobileye continues to outperform underlying automotive end markets, delivering record first quarter revenue of $458 million, up 16% year-over-year along with a 6% year-over-year increase in content per vehicle. Profitability continues to be strong with Q1 operating income of $123 million. IFS revenue was $118 million, including 67% sequential growth in packaging revenue. Operating loss was $140 million, impacted sequentially by increased factory start-up costs as we invest in this strategic growth business.\nWe're well on our way towards our committed $3 billion of spending reductions in 2023 on our path to $8 billion to $10 billion of reductions exiting 2025, which will exclude benefits from the change in equipment useful life. As demonstrated by our Q1 results, focused investment prioritization and spending discipline have our OpEx reductions trending ahead of expectation, while revenue adjusted cost of sales reductions face headwinds from factory underload charges and inventory reserves due to continued demand uncertainty.\nAs Pat highlighted, our shift to an internal foundry model is already demonstrating a path to the structural cost improvements necessary to achieve our long-term profit goals. We've seen early wins with a reduction in disruptive factory expedites and increased focus on sort and test times. We look forward to unpacking the financial and operational benefits of our internal foundry model in much more detail in our investor webinar later in the quarter.\nNow turning to Q2 guidance. We expect second quarter revenue of $11.5 billion to $12.5 billion. At the midpoint of $12 billion, we expect billings to continue to trail consumption in our data center, network and client markets as customers focus on rightsizing operating inventories. While we remain cautious, we're seeing green shoots and expect sequential revenue growth throughout the year. Pat mentioned the continued strong signals of elevated PC usage and active devices giving us confidence that our short-term headwinds are an anomaly to long-term revenue opportunity. Demand for AI capabilities in the cloud, across the network and at the edge continue to grow. And we're confident that our CPU and accelerator portfolios are well positioned to benefit from the market tailwind.",
        "content2": "We're forecasting Q2 gross margin of 37.5%, a tax rate of 13%, an EPS of negative $0.04 at the midpoint of revenue guidance. Factory underload charges are projected to impact Q2 gross margins by approximately 300 basis points. While gross margins are well below acceptable levels, I'd highlight inventory reserves on pre-PRQ products impact Q2 margins by approximately 250 basis points, costs, which should begin to unwind later this year as new products launch. Increased sample costs in support of our Xeon product road map will impact margins by 40 basis points sequentially. Our Q2 guidance includes an approximately $500 million benefit to operating margin from the useful life accounting change we announced in January, split approximately 80% to cost of sales and 20% to OpEx, up from $460 million in Q1.\nIt's important to remember that this is a fixed cost business. The impact of underloaded factories goes beyond the period charges we're seeing in the first half of the year and will be felt for several quarters as we sell through products with higher average unit costs. We'll continue to deploy factory capacity prudently as we operate within our smart capital framework. As communicated last quarter, we expect to manage net CapEx intensity in the low 30% of revenue range in 2023, with capital offsets of approximately 20% to 30% of gross CapEx. Consistent with smart capital, IFS capacity represents approximately 10% of 2023 gross CapEx, a number which will scale in line with foundry customer commitments. With gross CapEx weighted to first half and capital offsets weighted to second half, we expect adjusted free cash flow to improve sequentially throughout the year and to be positive in second half of 2023.\nWhile we're encouraged by first quarter revenue and expect growth to improve sequentially through 2023, we're not satisfied with our financial results and remain focused on what we can control. Our execution and the prioritization of our owner's capital toward our long-term goals. We're confident that as we deliver on our road map commitments, we will meet and exceed our customers' expectations for our products and our owners' expectations for strong revenue growth and free cash flow generation.\nWith that, let me turn the call back over to John.\n\nJohn William Pitzer\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nThank you, Dave. We will now move into the Q&A portion of our call. [Operator Instructions] With that, Jonathan, can we please take the first question?"
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/b8663679497eec57248009d82e462c15",
        "textblob_polarity": 0.11866402734654663,
        "textblob_subjectivity": 0.4101426772313664,
        "sentiment": {
            "distribution": {
                "negative": 3,
                "positive": 22,
                "neutral": 3
            },
            "scores": {
                "negative": 0.9328566193580627,
                "positive": 0.9975504577159882,
                "neutral": 0.8051943381627401
            }
        },
        "content1": "Q4 2022 Intel Corp Earnings Call\n\nQ4 2022 Intel Corp Earnings Call\n\nINTCNASDAQJAN 26, 11:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Intel Corporation's Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Mr. John Pitzer, Corporate Vice President of Investor Relations. Please go ahead, sir.\n\nJohn Pitzer\n\nThank you, Jonathan. By now, you should have received a copy of the Q4 earnings release and earnings presentation, both of which are available on our investor website, intc.com. For those joining us online today, the earnings presentation is also available in our webcast window. I am joined today by our CEO, Pat Gelsinger; and our CFO, David Zinsner. In a moment, we will hear brief comments from both followed by a Q&A session.\nBefore we begin, please note that today's discussion does contain forward-looking statements based on the environment as we currently see it. As such, it does involve risks and uncertainties. Our press release provides more information on the specific risk factors that could cause actual results to differ materially.\nWe've also provided both GAAP and non-GAAP financial measures this quarter, and we will be speaking to the non-GAAP financial measures when describing our consolidated results. The earnings release and earnings presentation include full GAAP and non-GAAP reconciliations.\nWith that, let me turn things over to Pat.\n\nPatrick P. Gelsinger\n\nCEO & Director, Intel Corporation\n\nThank you, John, and good afternoon, everyone. Q4 revenue came in at the low end of guide and was impacted by persistent macro headwinds, which began in Q2 and underscored a 2022 characterized by unprecedented volatility, which will continue in the near term.\nWe made meaningful progress on several fronts in calendar year '22, notwithstanding all the challenges, but we readily admit our results and our Q1 guidance are below what we expected ourselves. We are working diligently to address the challenges brought on by current demand trends and remain confident in our long-term plans and trajectory.\nAccordingly, we are even more aggressively executing on the cost measures we described in Q3 even as we keep the investments critical to our long-term transformation intact with a clear eye of making the right capital allocation decision to drive the most long-term value.\nToday, I'd like to address 3 areas. One, our view on the macro and the markets in which we participate; two, the operational progress we made in 2022; three, as we enter the new year outlining the commitments we are making to all our stakeholders.\nFirst, on the macro. We expect macro weakness to persist at least through the first half of the year with the possibility of second half improvements. However, given the uncertainty in the current environment, we are not going to provide revenue guidance beyond Q1. Dave will provide guidelines for capital spending, depreciation and adjusted free cash flow in his prepared comments.\nHaving said that, let me give you additional color regarding our view of our markets in 2023. To various degrees, all our markets are being impacted by macro uncertainty, rising interest rates, geopolitical tensions in Europe and COVID impacts in Asia, especially in China.\nIn the PC market, we saw a further deterioration as we ended calendar year '22. In Q3, we provided an estimate for the calendar year '23 PC consumption TAM of 270 million to 295 million units. Given continued uncertainty and demand signals we see in Q1, we expect the lower end of that range is a more likely outcome. Near term, the PC ecosystem continues to deplete inventory.\nFor all of calendar year '22, our sell-in was roughly 10% below consumption with Q4 under-shipping meaningfully higher than full year, and Q1 expected to grow again to represent the most significant inventory digestion in our data set. While we know this dynamic will need to reverse, predicting one is difficult.\nImportantly, PC usage data remains strong, reinforcing that use cases brought on by COVID are persistent even as the economy has reopened. And as we highlighted in our recent PC webinar, strong usage and installed base, which is roughly 10% higher than pre-COVID levels and what we see as a conservative refresh rate, supports a longer-term PC TAM of 300 million units plus or minus, post this period of adjustment.\nWe intend to capitalize on this TAM through a strong pipeline of innovation and based on the growing strength of our product portfolio, customers are increasingly betting on Intel. We grew share in the second half of '22, and we expect that positive momentum to continue in '23.\nWe remain clear eyed on managing to near-term weakness in PCs but we also see the enduring and increasing value PCs have in our daily lives.\nIn the server market, the overall consumption TAM grew modestly in calendar year '22, albeit at diminishing rates as the year progressed. Inventory burn drove server CPU shipments down mid-single digits year-on-year in calendar year '22 with hyperscale up, offset by declines in enterprise and Rest of World.\nOur share in calendar year '22 was in line with our subdued expectations, and our revenue volatility was a function of TAM, especially given our outsized exposure to enterprise and China. We expect Q1 server consumption TAM to decline both sequentially and year-over-year at an accelerated rate with first half '23 server consumption TAM down year-on-year before returning to growth in the second half.\nWhile all segments have weakened, enterprise and rest of world, especially China, continues to be weaker than hyperscale. However, we'd highlight that the correction in enterprise and rest of the world, where we have stronger positions, are further along than hyperscale.\nLastly, in our broad-based markets like industrial, auto and infrastructure, demand trends throughout calendar year '22 were strong but not completely immune to the macro volatility. Strong demand in these markets was mirrored by strong Q4 and record calendar year '22 revenue in NEX, PSG, IFS and Mobileye. We see calendar year '23 as another growth year for us in these areas even though the absolute rate is difficult to predict today.\nThis is in contrast to the semi market ex-memory, which third parties expect to decline low to mid-single digits. We entered 2023 with a view that much of the macro uncertainty of the last year is likely to persist, especially in the first half of the year. As such, we are laser-focused on executing to our $3 billion in calendar year '23 cost savings that we committed on our Q3 earnings call.\nWe are making tough decisions to right-size the organization and we further sharpened our business focus within our BUs by rationalizing product road maps and investments.\nNEX continues to do well and is a core part of our strategic transformation, but we will end future investments in our network switching product line, while still fully supporting existing products and customers. Since my return, we have exited 7 businesses, providing in excess of $1.5 billion in savings.\nWe are also well underway to integrating AXG into CCG and DCAI, respectively, to drive a more effective go-to-market capability, accelerating the scale of these businesses while further reducing costs. While it was important to focus on what we are doing to address the current macro uncertainty, it is also important to highlight that despite disappointing financial results, calendar year '22 did see considerable progress towards our transformation. We remain fully committed to executing to our strategy to deliver leadership products anchored on open and secure platforms powered by at-scale manufacturing and supercharged by our people. Success starts with our people and execution follows culture.\nIn calendar year '22, we took important strides to rebuild the leadership team, promoting from within and adding fresh perspectives from the outside. This includes the Board of Directors with the addition of Lip-Bu Tan and Barbara Novick, both of whom have already made significant contributions and the appointment of Frank Yeary as Chair.\nIn addition, a year ago, we reestablished OKRs to drive accountability and transparency across the organization, and we reintroduced Tick-Tock 2 to establish a rigorous methodology of design and product development. Both are key spark plugs to our execution engine.\nRebuilding the culture has begun to show benefits in manufacturing and design. Our progress against our TD road map continue to improve throughout calendar year '22, and every quarter, our confidence grows. We are at/or ahead of our goal of 5 nodes in 4 years. Intel 7 is now in high-volume manufacturing for both client and server. On Intel 4, we are ready today for manufacturing, and we look forward to the Meteor Lake ramp in second half of the year.\nIntel 3 continues to show great health and is on track. Intel 4 and 3 are our first modes deploying EUV, and will represent a major step forward in terms of transistor performance per watt and density.\nOn Intel 20A and Intel 18A, the first nodes to benefit from RibbonFETs and PowerVia, internal test chips and those of a major potential foundry customer have taped out with the silicon running in the fab. We continue to be on track to regain transistor performance and power performance leadership by 2025.\nProgress in TD continues to be validated by our IFS pipeline. I am happy that we were able to add a leading cloud edge and data center solutions provider as a leading edge customer for Intel 3. Including prior customers, such as MediaTek, we now have lifetime deal value of greater than $4 billion for IFS.\nWe also have an active pipeline engagements with 7 out of the 10 largest foundry customers coupled with consistent pipeline growth to include 43 potential customers and ecosystem partner test chips. Additionally, we continue to make progress on Intel18A, and I've already shared the engineering release of PDK 0.5 with our lead customers and expect to have the final production release in the next few weeks.\nIn addition, we are working hard to complete the Tower acquisition, which will further amplify our momentum as our foundry business becomes even more compelling to customers.\nOn the product front, the PRQ of Sapphire Rapids in Q3 and the formal introduction of our fourth gen Xeon scalable CPU and Xeon CPU MAX series better known to many of you as U.S. Sapphire Rapids and Sapphire Rapids HBM, respectively, on January 10 was a great milestone. It was particularly satisfying to host a customer-centered events, including testimonials from Dell, Google Cloud, HPE, Lenovo, Microsoft Azure and NVIDIA, among many others.\nWe are thrilled to be ramping production to meet a strong backlog of demand, and we are on track to ship 1 million units by midyear. In addition, as part of AXG moves into DCAI, it is noteworthy that our Intel Flex series, optimized for and showing clear leadership in media stream density and visual quality, is now shifting initial deployments with large CSPs and MNCs, enabling large-scale cloud gaming and media delivery deployments.\nOur DCAI road map only improves from here and will ramp into sampling and has completed power on with top OEM and CSP customers, and it remains on track to launch in the second half of 2023. Granite Rapids, our next performance core addition to the Xeon portfolio, is on track to launch in 2024, running multiple operating systems across many different configurations.\nFurther, our first efficient core product, CR4, is also on track for 2024. Lastly, it is appropriate to continue to highlight PSG for its standout performance delivering record Q4 revenue up 42% year-on-year. We are planning to have a more fulsome look at our progress in DCAI at our next investor webinar later in Q1. Stay tuned for the invitation.\nIn CCG, we continue to build on our market share momentum across the PC stack by focusing on delivering leadership products with our broad, open ecosystem. I'm particularly pleased that our clear performance leadership at the high end drove record client ASPs in the quarter. In Q4, the 13th Gen Intel Core desktop processor family, codename, Raptor Lake, became available, starting with the desktop K processors and the Intel Z 790 chipset.\nIn partnership with ASUS, we officially set a new world record for overclocking, pushing the 13th Gen Intel Core past the 9 gigahertz barrier for the first time ever. Hands down, we provide desktop enthusiasts and gamers with the best processors and features for overclocking in the PC industry.\nWe also introduced our notebook Raptor Lake family at CES, including the world's fastest notebook CPU and the first 24 cores. We look forward to ramping the more than 300 mobile design wins we have already secured in the first half of '23.\nMeteor Lake, our first disaggregated CPU built on Intel 4, remains on track for the second half of the year. And with Meteor Lake progressing well, it's now appropriate to look forward to Lunar Lake, which is on track for production readiness in 2024, having taped out its first silicon. Lunar Lake is optimized for ultra-low power performance, which will enable more of our PC partners to create ultrathin and light systems for mobile users. In addition, as we outlined on our webinar, we are excited by the strength of the Evo brand. The introduction of Unison for leadership multi-device experience as we ramp the more than 60 design wins and the uniqueness of vPro in the enterprise market, helping our customers drive an almost 200% return on investment by deploying vPro platforms to their end users.\nLastly, as consumer graphics reintegrate into CCG, enthusiasm for our latest Alchemist-based discrete graphics products continue to build and we expect volume ramp throughout the year.\nTurning to NEX and Mobileye. Both businesses have performed well in Q4 and calendar year '22, partially insulated by some of the market forces impacting PCs and server, any exit key product milestones with Mount Evans, Raptor Lake P&S, and Alder Lake and Sapphire Rapids to drive a second consecutive year of double-digit year-on-year growth in calendar year '22. We expect market share gains and outperformance to continue in '23.\nMobileye increased revenue by almost 60% year-on-year in Q4 and is on a solid growth path for calendar year '23. Calendar year '22 design wins, including SuperVision, are projected to generate future revenue of approximately $6.7 billion across 64 million units.\nIn addition, our manufacturing organization performed well throughout calendar year '22. Starting the year navigating the worst supply-constrained environment in over 20 years, only to have to pivot in Q2 to respond to rapidly changing demand signals, which are now driving near-term underloading in our factory network. More importantly, we continue to push forward with the next phase of IDM 2.0, creating an internal foundry evolving our systems business practices and culture to establish a leadership cost structure. This new approach is already gaining momentum internally.\nAs a reminder, the internal foundry model will place our BUs in a similar economic footing as external IFS customers and will allow our manufacturing group and BUs to be more agile, make better decisions and uncover efficiency and cost savings. We have identified 9 different subcategories for operational improvement that our teams will aggressively pursue.\nIn addition to establishing better incentives, this new approach will provide transparency on our financial execution, allowing us to better benchmark ourselves against other foundries and drive to best-in-class performance.\nWe'll also provide improved transparency to our owners as we expect to share full internal foundry P&L in calendar year '24. Ultimately, allowing you to better judge how we are allocating your capital and creating value.\nWe expect additional efficiencies as we implement our internal foundry model, which is a key element to accomplish our $8 billion to $10 billion of cost savings exiting 2025, as we outlined on our last call.\nI want to remind everyone that we are on a multiyear journey. We remain focused on the things that are within our control as we navigate short-term headwinds while executing to our long-term strategy. While I remain sober that we have a long way to achieve our financial expectations, I am pleased with the transformation progress that we are making.\nI can tell you, in addition to obviously focusing on the day-to-day running of the company, we continue to examine numerous additional value-creating initiatives for 2023 as we always do. We will update you as we move along on any we deem appropriate.\nRest assured, we remain committed to creating value for our owners and to delivering the long-term strategic road map we laid out at the beginning of this journey, and we are confident in our ability to do so. We will: one, deliver on 5 nodes in 4 years, achieving process performance parity in 2024 and unquestioned leadership by 2025 with Intel 18A; two, execute on an aggressive Sapphire Rapids ramp, introduced Emerald Rapids in second half '23 and Granite Rapids and CR4s in 2024; three, ramp Meteor Lake in second half '23 and PRQ Lunar Lake in 2024; and four, expand our IFS customer base to include large design wins on Intel 16, Intel 3 and 18A this year.\nWe also need to improve our cost structure and drive operational efficiency. On this front, we will: one, return to profitability and deliver the benefits of our calendar year '23, '24 and '25 efforts to reduce costs and drive efficiencies; two, execute on our internal foundry P&L by 2024; and three, expand on the use of our smart capital strategy to leverage multiple pools of capital, including SCIPs and chips in the U.S. and Europe to balance our long-term capacity aspirations with near-term realities.\nBefore I turn it over to Dave, I'm going to close by saying we take our commitments to all our stakeholders extremely seriously and, ultimately, we strive to create value for each of them. For our customers, it is rebuilding our execution engine to provide a predictable cadence of best-in-class products to support their ambitions.\nFor our employees, it is to provide them with the opportunity to develop and bring to market world-changing technologies. It is what inspires each of us inside of the company.\nFor our external owners, it is to make thoughtful, deliberate decisions around capital allocation, which drives the highest return on investment we make with your capital. Our ambitions are equaled by our passion, and our efforts across manufacturing, design, products and foundry are well on their way to driving our transformation and creating the flywheel, which is IBM 2.0.\n\nDavid A. Zinsner\n\nExecutive VP & CFO, Micron Technology, Inc.\n\nThank you, Pat, and good afternoon, everyone. We saw solid business execution in the fourth quarter despite persistent macroeconomic headwinds impacting the semiconductor industry. As Pat indicated, we expect challenging macro conditions to continue through at least the first half of the year.\nAs outlined last quarter, we'll continue to prioritize investments critical to our transformation, prudently and aggressively managed expenses near term and drive fundamental improvements in our cost structure longer term. We're executing well towards our $3 billion target in 2023 and $8 billion to $10 billion exiting '25.\nFourth quarter revenue was $14 billion, landing at the low end of our range and down 8% sequentially. Revenue from DCAI and NEX were in line with expectations, while CCG was impacted by softening demand for PCs. Gross margin for the quarter was 44%, slightly better than we had expected for the low end of our revenue range.\nQ4 gross margins were impacted 220 basis points from factory underload charges offsetting a sequential 170 basis point benefit from an insurance settlement. EPS for the quarter was $0.10. $0.10 below our guide on lower revenue and increased inventory reserves.\nOperating cash flow for the quarter was $7.7 billion. Net CapEx was $4.6 billion, resulting in an adjusted free cash flow of $3.1 billion and we paid dividends of $1.5 billion. We finished FY '22 with revenue of $63.1 billion, gross margin of 47.3% and EPS of $1.84. We generated $15.4 billion of cash from operations and an adjusted free cash flow of approximately negative $4 billion at the low end of the range we provided last quarter, despite approximately $3 billion of capital incentives that shifted from Q4 into 2023.\nWhen we spoke at Investor Day last February, we forecasted revenue of $76 billion and adjusted free cash flow of negative $1 billion to $2 billion for FY '22. As macroeconomic conditions deteriorated at a rapid pace in second half of '22, we committed to optimizing the areas of the business within our control.\nThrough reductions in spending and significant working capital improvements, we offset a $13 billion reduction to revenue expectations to come within $2 billion of our initial adjusted free cash flow guide, while still making the needed capital investments in support of our IDM 2.0 strategy, and to position ourselves for long-term growth in a market expected to reach $1 trillion by 2030.\nOur balance sheet remains strong with cash and investment balances of more than $28 billion, modest leverage and a strong investment-grade profile.\nMoving to fourth quarter business unit results. CCG revenue was $6.6 billion, a decline of 36% year-over-year as PC TAM deteriorated faster than expected due to macroeconomic headwinds. Customer inventory remains elevated beyond our previous expectations and will continue to burn into the first half of '23.\nCCG realized record CPU ASPs, up 11% year-over-year as we continue to see relative strength in our premium segments driven by leadership performance and attractive features of our Evo and vPro platforms. Q4 operating profit was $0.7 billion, down year-over-year on lower revenue and increased Intel 7 product mix.\nDCAI revenue was $4.3 billion in Q4, up 2% sequentially with higher ASPs offsetting demand softness and down 33% year-over-year driven by TAM contraction and competitive pressure. DCAI operating profit for the fourth quarter was $371 million.\nWhile still unsatisfactory, profit was up more than $350 million sequentially on reduced factory costs. Operating profit was down substantially year-over-year, impacted by lower revenue, increased advanced node start-up costs and higher product costs.\nWithin DCAI, PSG achieved record Q4 revenue, up 42% year-over-year, along with record full year revenue, up 29% year-over-year through increased ASPs, improved external supply and strength in the infrastructure segment. PSG enters 2023 with still significant unfulfilled backlog.\nNEX quarterly revenue was $2.1 billion, down 1% year-over-year as declining global GDP impacted the Edge business, offsetting growth in Xeon network CPUs and the ramp of our Mount Evans infrastructure processing unit.\nDespite second half macro headwinds, NEX set another full year record revenue at $8.9 billion up 11% year-over-year and marking consecutive years of double-digit revenue growth. Operating profit was $58 million in the fourth quarter, down year-on-year on mix shift to lower-margin segments and higher factory start-up costs.\nAXG achieved record quarterly revenue of $247 million, up 34% sequentially and up 1 point year-over-year, supported by the launch of Sapphire Rapids HBM. Operating loss was $441 million, down $63 million sequentially, with inventory valuations negatively impacted by softer demand, especially for crypto processors.\nMobileye delivered another record revenue quarter of $565 million, up 26% sequentially and growth of more than $200 million and 59% year-over-year. Full year revenue of $1.9 billion was also a record for Mobileye, growing 35% year-over-year.\nFourth quarter operating income of $210 million represents 71% growth year-over-year. IFS achieved record quarterly revenue of $319 million, up 87% sequentially and 30% year-over-year on increased automotive shipments. Operating loss was $31 million, a $72 million improvement sequentially on higher revenue.\nWe continue to reshape the company to drive to world-class product costs and operational efficiency. We remain committed to the $3 billion of '23 cost savings outlined on our Q3 earnings call, while mindfully protecting the investments needed to accelerate our transformation and ensure we are well positioned for long-term market growth.",
        "content2": "Before turning to Q1 guidance, let me take a moment to discuss an accounting change that will impact our results beginning in the first quarter. Effective January 23, we increased the estimated useful life of certain production machinery and equipment from 5 years to 8 years. This change better reflects the demonstrated economic value of our machinery and equipment over time and is more aligned with the business model changes inherent to our IDM 2.0 strategy.\nThe growth of the IFS deal pipeline will extend the life of manufacturing nodes beyond what was practical within IDM 1.0. Disaggregated CPU architecture allows performance and cost optimization for each chiplet, better leveraging older nodes. And we are optimizing our core business around more sustainable capacity quarters to improve equipment utilization and maximize ROIC.\nThe change will be applied prospectively beginning Q1 '23. When compared to the estimated useful life in place as of the end of '22, we expect total depreciation expense in '23 to reduce by roughly $4.2 billion. An approximate $2.6 billion increase to gross profit, a $400 million decrease in R&D expense and a $1.2 billion decrease in ending inventory values. This change will not be counted towards the $3 billion short-term or $8 billion to $10 billion long-term structural cost improvements we committed last quarter, and is intended to provide the most accurate reflection of company financial results to our owners.\nNow turning to guidance. For Q1, we expect first quarter revenue of $10.5 billion to $11.5 billion. In addition to continued macro headwinds, we expect customers will burn inventory at a meaningfully faster pace than the prior few quarters in response to macro TAM softness impacting CCG, DCAI, NEX lines of business.\nWe see potential for market conditions to improve faster than typical seasonality as third-party data shows macro headwinds easing in the second half of the year. While we're progressing toward a $3 billion spending reduction with significant austerity across the company, given the fixed cost nature of our business, we expect the sequential revenue decline will result in negative operating margin in the first quarter.\nWe're forecasting gross margin of 39%, a tax rate of 13% and EPS of negative $0.15 at the midpoint of revenue guidance, inclusive of $350 million to $500 million of operating margin benefit from the useful life accounting change, split approximately 75% to cost of sales and 25% to OpEx. Factory underload charges are projected to impact Q1 gross margin by 400 basis points.\nWe continue to evaluate all investments and will remain laser-focused on optimizing for ROI, adjusting for market conditions across operating expenses and capital assets.\nWhile we're not providing guidance beyond Q1, I'll touch on a few elements of our outlook. At Investor Day, we noted that during the investment phase of IDM 2.0, from 2022 through 2024, our model was to operate at approximately 35% net capital intensity.\nFor FY '23, despite the lower revenue level, we expect to be at or below the 35% model. Embedded in our assumptions are capital offsets of around 20% to 30% of growth CapEx including our innovative SCIP partnership with Brookfield. We expect FY '23 operating expenses of under $20 billion, a roughly 10% year-over-year decline, consistent with committed cost-cutting measures totaling $2 billion, adjusting for the depreciation change.\nAdjusted free cash flow will be below our Investor Day guide of approximately neutral in the first half of '23 and return back towards guardrails in second half '23.\nIn closing, we remain committed to the strategy and long-term financial model we laid out at Investor Day last year. The opportunity for strong revenue growth across our business unit portfolio and free cash flow at 20% of revenue remains. While we're not satisfied with near-term results, this market downturn represents an opportunity to accelerate the transformation necessary to achieve our long-term goals. I look forward to providing updates on our transformation journey as the year progresses.\nWith that, let me turn the call back over to John.\n\nJohn Pitzer\n\nThank you, Dave. We will now move into the Q&A portion of our call. (Operator Instructions) With that, Jonathan, can we please take the first caller."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/94cbbadf1d0be0bbc2dcf427ae65255a",
        "textblob_polarity": 0.1581971019721019,
        "textblob_subjectivity": 0.44640921115921117,
        "sentiment": {
            "distribution": {
                "negative": 3,
                "positive": 19,
                "neutral": 2
            },
            "scores": {
                "negative": 0.9863708217938741,
                "positive": 0.9781503081321716,
                "neutral": 0.9993011355400085
            }
        },
        "content1": "Q3 2022 Intel Corp Earnings Call\n\nQ3 2022 Intel Corp Earnings Call\n\nINTCNASDAQOCT 27, 11:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Intel's Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, John Pitzer, Corporate Vice President of Investor Relations. Please go ahead, sir.\n\nJohn Pitzer\n\nThank you, operator. By now, you should have received a copy of the Q3 earnings release and earnings presentation, both of which are available on our investor website, intc.com. For those joining us online today, the earnings presentation is also available in our webcast window.\nI'm joined today by our CEO, Pat Gelsinger; and our CFO, David Zinsner. In a moment, we will hear brief comments from both followed by a Q&A session.\nBefore we begin, please note that today's discussion contains forward-looking statements based on the environment as we currently see it. As such, it does involve risks and uncertainties. Our press release provides more information on the specific risk factors that could cause actual results to differ materially.\nWe have also provided both GAAP and non-GAAP financial measures this quarter, and we will be speaking to the non-GAAP financial measures when describing our consolidated results. The earnings release and earnings presentation include full GAAP and non-GAAP reconciliations.\nWith that, let me turn things over to Pat.\n\nPatrick P. Gelsinger\n\nCEO & Director, Intel Corporation\n\nThank you, John, and good afternoon, everyone. Despite growing economic headwinds, Q3 revenue was flat sequentially and only modestly below the midpoint of our guidance. In June, we were one of the first companies to highlight an abrupt and pronounced slowdown in demand, which has brought it beyond our initial expectations and is now having an industry-wide impact across the electronic supply chain. We are adjusting our Q4 outlook, and we are planning for the economic uncertainty to persist into 2023.\nWhile we are not satisfied with our results, we remain laser-focused on controlling what we can, and we are pleased that our PC share stabilized in Q2 and is now showing meaningful improvement in Q3. Our server share, while not where we want it to be, is tracking in line with our expectations, and we are encouraged by good execution in the quarter against our product road map. In addition, we are intensifying our cost reduction and efficiency efforts, and we are aggressively moving into the next phase of IDM 2.0 geared to unlocking the full potential of the IDM advantage.\nThis afternoon, I will focus my comments in 3 areas: one, the key trends and dynamics that shape Q3 and are informing our outlook; two, the progress we are making on IDM 2.0, including our momentum on process and product road maps and our recent announcement that we are implementing an internal foundry model; and three, the actions underway to drive cost savings and efficiency gains aimed at accelerating our transformation.\nSpecific to trends we are seeing, along with further deterioration in consumer PC demand in Q3, enterprise demand has begun to slow. We expect PC units to decline mid- to high teens to approximately 295 million units in calendar year '22. Our own Q3 results reflect a strong product portfolio with Raptor Lake building on Alder Lake's momentum as well as working closely with customers to optimize their inventory, our market share and business objectives.\nWe are still shipping below PC consumption and the inventory correction continued in Q3, but not as quickly as we forecasted. Importantly, however, PC usage remains strong, demonstrating the increased utility and value of the PC and ultimately supporting a TAM well above pre-pandemic levels. We are targeting a calendar year '23 PC unit TAM of between 270 million and 295 million units with a strong brand and product line driving additional share, especially at premium ASPs.\nThe data center TAM is holding up better, although enterprise in China continue to show signs of weakness as to some but not all cloud customers. Across our infrastructure and industrial exposed businesses, NEX demand was very solid, though not immune from the weakening economy.\nPSG continues to be a true standout with record Q3 revenue, up over 25% year-over-year. PSG backlog is robust, and it continues to be an area where we are supply chain-limited.\nDespite the challenging business environment, we made solid progress toward our long-term transformation in Q3, and we remain fully committed to using the macro uncertainty to accelerate our efforts. Each quarter, our confidence grows in achieving our goal of 5 nodes in 4 years. But until 4, we are progressing towards a high-volume manufacturing and will tape out the production stepping at Meteor Lake in Q4. The first stepping of Granite Rapids is out of the fab, yielding well with Intel 3 continuing to progress on schedule. Intel 4 and 3 are our first nodes deploying EUV and will represent a major step forward in terms of transistor performance per watt and density.\nOn Intel 20A and 18A, the first nodes to benefit from RibbonFET and PowerVia, our first internal test chips, and those of a major potential foundry customer have taped out with silicon running in the fab. We continue to be on track to regain transistor performance and power performance leadership by 2025.\nIFS is a major beneficiary of our TD progress, and we are excited to welcome NVIDIA to the RAMP-C program, which enables both commercial foundry customers and the U.S. Department of Defense to take advantage of Intel's at-scale investments in leading-edge technologies. Since Q2, IFS has expanded engagements to 7 out of the 10 largest foundry customers, coupled with consistent pipeline growth to include 35 customer test chips. In addition, IFS increased qualified opportunities by $1 billion to over $7 billion in deal value, all before we welcome the Tower team with the expected completion of the merger in Q1 '23.\nOn the product front, we had a busy quarter. Within client, as mentioned earlier, we added to the strong Alder Lake momentum with the launch of Raptor Lake desktop in Q3, driving a more than a 40% improvement in multi-thread performance, unquestioned leadership in gaming, 6 gigahertz out of the box and record-setting overclocking. We currently have over 500 OEM design wins. We launched Intel Unison to deliver best-in-industry multi-device user experience. In addition, we saw a meaningful development progress across multiple OEM designs on Intel 4-based Meteor Lake with volume ramps in 2023.\nWe now have all elements of the AXG portfolio in production with A770 giving our discrete graphics efforts a strong boost. The Flex family is building a strong pipeline of data center use cases, and Ponte Vecchio is now production for HPC offerings and production blades deployed for lead customers. Combined with Sapphire Rapids and Sapphire Rapids HBM, PVC is the basis for strong traction with HPC customers like Argonne National Laboratory and Germany's Leibniz Supercomputing Centre.\nCSPs and telcos alike continue to move to software-based 5G vRAN and O-RAN deployments. We announced Sapphire Rapids EE with vRAN Boost for in-line acceleration of 5G and network workloads. Edge and AI are proving a powerful combination for us with OpenVINO momentum building with customers like Chipotle, and we launched the Intel Geti computer vision software platform for RapidAI training with early customers such as Braven, Royal Brompton and Harefield hospitals. Further evidence of our AI portfolio taking shape was seen by Red Hat announcing support for Gaudi, Cnvrg.io and OpenVINO.\nInspur announced Gaudi2 with Sapphire Rapids for advanced AI use cases. Amazon will be accelerating large transform models with Gaudi instances in EC2.\nThis was also a very strong quarter for DCAI execution. Sapphire Rapids volume SKUs have now PRQed for a high-quality leadership product and a very strong volume ramp expected. Google gave the first preview of its C3 instances showing Sapphire Rapids capabilities as well as our leadership IPU, the E3200 or Mount Evans.\nWe also saw strong milestones in the next 3 generations of server products. Emerald Rapids is showing good progress and is on track for calendar year '23. Granite Rapids is very healthy running multiple operating systems across many configurations. And with Sierra Forest, our first E-core product, providing world-class performance per watt are both solidly on track for '24.\nIt's obvious, but we're stating our strategy is only as good as our execution. We have been taking aggressive action to rebuild our execution engine, driving execution excellence across our people, design and development and operations. In Q1, I discussed our return to OKRs and their importance to our culture.\nLast quarter, I touched upon the next evolution of our tick-tock model, or tick-tock 2, as a disciplined approach to consistent, predictable product execution. This quarter, I wanted to spend a bit of time on operational excellence and discuss our recently announced IDM 2.0 Acceleration Office, or IAO, ushering in the next phase of our IDM 2.0 strategy.\nDuring the first phase of IDM 2.0, we aggressively focus on making the needed investments to approve our TD road map to regain transistor leadership and to ensure we have at-scale manufacturing capacity by building ahead on shells. Improvements in both areas now enables us to move forward with our next set of priorities, evolving our systems, business practices and culture to embrace an internal foundry model and establish a leadership cost structure. This means we will create what I like to call a new and clean API for the company by establishing consistent processes, systems and guardrails between our manufacturing teams and our business units. This will place our BUs on the same economic footing as external IFS customers and will allow our manufacturing group and BUs to be more agile, make better decisions and uncover efficiency and cost savings.\nWe have already identified 9 different subcategories for operational improvement that our teams will aggressively pursue. For example, product teams will be heavily incented to drive the high-quality A0 steppings, as they see the full cost of steppings, validation cycles, hot lots and capacity changes. Factories will move to rigorous capacity loading cycles, transparency of cost for loading changes and efficiency of capital utilization, structural and variable wafer costs.\nIn addition to establishing better incentives, this new approach will provide transparency on our financial execution, allowing us to better benchmark ourselves against other foundries and drive to best-in-class performance. It will also provide improved transparency to our owners as we expect to share full internal foundry P&L into calendar year '24, ultimately, allowing you to better judge how we are creating value and allocating your capital.\nA key benefit of IDM 2.0 is to unlock our full financial potential by capturing multiple profit pools not available to any one of our peers across architecture, design, wafer manufacturing, advanced packaging, supply chain and software. These pools were only partially (inaudible) long-term margin targets we established at Investor Day in February.\nSimple math would suggest there is meaningful upside to those targets as we execute and exploit the margin-stacking potential IDM 2.0 provides. Best-in-class semiconductor companies achieved gross margin in the 60s and operating margins in the 40s. And we aim to be best-in-class. This next phase of IDM 2.0 is a significant evolution in how we think and operate as a company. But just as we optimize to drive outside returns in the IDM 1.0 era, we will optimize to achieve best-in-class returns in the IDM 2.0 era. It's what engineers do, and we have the best engineers on the planet.\nComplementing and augmenting these efforts will be an intensified focus to reduce costs and drive efficiencies in everything we do. As we stated during Q2 earnings, we have an obligation to our owners to be good stewards of your capital. We are responding to the current environment by taking aggressive actions to reduce costs across COGS and OpEx while mindfully protecting the investments needed to accelerate our transformation, ensure we are well positioned for long-term market growth.\nIn addition to reducing near-term costs, we have also identified structural cost reductions and efficiency drivers, which Dave will outline a bit later.\nIn aggregate, our efforts should drive $3 billion in annual savings in the near term and $8 billion to $10 billion by the end of 2025. Not captured in these estimates are the start-up costs to support 5 nodes in 4 years which will begin to subside beyond calendar year '26, adding an additional $2 billion in COGS savings. Inclusive in our efforts will be steps to optimize our head count. These are difficult decisions affecting our loyal Intel family, but we need to balance increased investment in areas like leadership and TD product and capacity in Ohio and Germany with efficiency measures elsewhere as we drive to have best-in-class structures.\nWe will also continue to use our smart capital approach to support and inform our capital spending aspirations, aggressively building ahead on shells while aligning equipment purchases and installs with customer demand.\nWe continue to see skips like our partnership with Brookfield as an innovative financial structure to more closely align fab build-out costs with fab output returns. Likewise, we see U.S. and EU chips as vital to enable us to establish a geographically diverse and secure supply chain for the semiconductor industry. We are confident in reaccelerating free cash flow growth and driving industry-leading free cash flow margins once we get through this period of economic uncertainty affecting the entire industry and our own elevated investments to accelerate our transformation.\nLastly, I was particularly pleased to join the Mobileye team earlier this week in New York to witness firsthand the successful completion of their IPO, especially in a difficult market. We believe that this will help unlock Mobileye's full operational and financial potential and is an additional avenue to create value for our owners. We remain committed to optimizing our value creation efforts through portfolio honing, reallocation of resources to higher returns, higher-growth businesses, M&A and where applicable, divestitures.\nBefore turning it over to Dave, I want to close by saying I continue to be heartened and impressed by the dedication and commitment of all of our employees by far, the most important owners of this great company. They are passionately committed like me to reestablish Intel as a dominant driver of innovation and by the opportunity to improve the lives of everyone on the planet.\nIt was also rewarding to see that same drive and dedication in the faces of our broader developer community at Intel Innovation, the rebirth of Intel IDF in September. We are the building blocks, an enabler of their vision and aspirations, and it is our commitment to them to be great partners and collaborators. Our ambitions are equal by our passions and our efforts across manufacturing, design, products and foundry are well on their way to driving our transformation and creating the flywheel, which is IDM 2.0.\n\nDavid A. Zinsner\n\nExecutive VP & CFO, Micron Technology, Inc.\n\nThanks, Pat, and good afternoon, everyone. We had a solid third quarter despite the macroeconomic headwinds impacting the semiconductor industry. We expect these headwinds to persist and as a result, we're lowering our expectations for the fourth quarter. We will continue to be laser-focused on the things that we can control and use economic uncertainty to accelerate our transformation and drive cost cutting and efficiency gains.\nMoving to Q3 results. Revenue was $15.3 billion, flat sequentially and only modestly below the midpoint of our guide. Q3 revenue benefited from CCG's strength, offset by declining TAMs in DCAI and NEX. Gross margin for the quarter was 46%, below our guide, but largely in line relative to lower Q3 revenue. Q3 gross margin increased 100 basis points sequentially on lower inventory reserves.\nEPS was $0.59, $0.24 above our guide largely on lower-than-forecasted taxes. Adjusting for the lower tax rate, EPS would have been $0.37, $0.02 above our guide on better expense management.\nOperational cash flow for the quarter was $1 billion. Net CapEx for the quarter was $7.3 billion, resulting in an adjusted free cash flow of negative $6.3 billion. And we paid dividends of $1.5 billion. Our balance sheet remains strong with cash balances of $23 billion, modest leverage and a strong investment-grade credit profile.\nTurning to our business unit results. CCG revenue was $8.1 billion, up 6% sequentially, driven by higher ASPs on better mix and also benefiting from our efforts to work with customers to maximize our share position ahead of Q4 price increases. CCG revenue was down 17% year-over-year as customers continue to reduce inventory and we continue to under ship demand.\nDemand weakness year-over-year was most pronounced in the consumer, education and small medium business markets. Operating profit was $1.7 billion, up $570 million sequentially and down 54% year-over-year on lower revenue, increased 10-nanometer and Intel 7 mix and increased spending to further strengthen our product road map.\nDCAI revenue was $4.2 billion, down 27% year-over-year on TAM reductions and continued competitive pressures even as market share continues to track in line with our expectations. Operating profit was $17 million, below expectations and down significantly year-over-year. Profitability was impacted by lower revenue, higher advanced node start-up costs and higher product costs on transition to 10 nanometers.\nWe also continue to invest aggressively in the product road map. NEX revenue was $2.3 billion, up 14% year-over-year on increased demand for 5G, Ethernet and edge products, partially offset by lower network Xeon demand. In Q3, we started to see macro-driven demand softness and customer inventory management impact NEX. Operating profit was $75 million, down 85% year-over-year due to the impact of softer demand on inventory valuation and increased road map investment.\nAXG revenue was $185 million, up 8% year-over-year on the ramp of our Blockscale products. Operating loss was $378 million, $129 million better sequentially, but $156 million worse than year-over-year due to softer demand and product readiness impacting inventory valuation as well as increased investment to deliver the visual, supercompute and custom accelerated graphics road maps.\nMobileye revenue was $450 million, up $124 million from Q3 2021, primarily driven by higher demand for EyeQ products. Operating income was $142 million, up $15 million from Q3 2021, primarily due to higher revenue. IFS revenue was $171 million, down 2% year-over-year, driven by automotive weakness with customers citing third-party component shortages, partially offset by growth in core foundry and IMS businesses. Operating loss was $103 million versus an operating loss of $44 million in Q3 '21 on increased spending to enable our foundry growth strategy.\nTurning to Q4 guidance. Given the deteriorating macro environment and based on input from our customers, we're now guiding Q4 revenue in a range of $14 billion to $15 billion with sequential decline driven by lower CCG revenue as customers reduced inventory lower NEX TAM and continued DCAI headwinds. We're forecasting gross margin of 45%, a tax rate of 14% and EPS of $0.20 at the midpoint of revenue guidance.\nFor Q4 adjusted free cash flow, we expect to see a meaningful sequential increase driven by working capital improvements and a $2 billion reduction in net CapEx, adjusting for a lower demand environment. These benefits will be partially offset by lower revenue. And as a result, we're reducing our full year adjusted free cash flow guidance to negative $2 billion to negative $4 billion. There is also a possibility that a portion of expected capital offsets could move from Q4 to Q1, shifting the cash flow benefit into next year.\nConsistent with our short-term financial model discussed at our Investor Day in February, our continued intent is to manage, adjust this free cash flow at approximately breakeven as we go through this period of accelerated and elevated investments supported by our smart capital approach and the multiple pools of capital available to finance our strategy.\nNow turning to our long-term outlook and the changes we're making to transform the business. Beyond Q4, there's a high degree of macroeconomic uncertainty, and it appears that the current challenging market environment will extend well into 2023 with the potential for a global recession. Further, as I discussed in Q2 earnings, it's imperative that we drive for world-class product cost and operational efficiency to achieve our long-term financial model. As Pat detailed earlier, to accelerate this transformation, we're forming the IDM 2.0 Acceleration Office and doubling down on our efforts to reduce costs and find efficiencies across the organization.\nWe'll start with a focus on driving $3 billion of cost reduction in 2023, 1/3 in cost of sales and 2/3 in operating expenses. Note that our Q3 results include GAAP restructuring charges of $664 million that reflect initial efforts to rightsize our business and deliver these savings. In Q4, we expect to have additional restructuring charges of similar magnitude as we further rationalize our 2023 financial plan.\nLonger term, we will execute on continued structural cost savings and efficiency gains, which we expect to drive $8 billion to $10 billion in annual savings by the end of 2025, split roughly 2/3 in cost of sales and 1/3 in operating expense. These savings will be realized through multiple initiatives to optimize the business, including portfolio cuts, rightsizing of our support organizations, more stringent cost controls in all aspects of our spending and improved sales and marketing efficiency.\nAs Pat outlined, also critical to driving this transformation is the implementation of our internal foundry operating model, dramatically increasing financial accountability and transparency, enabling all organizations to drive to world-class product cost and efficiency benchmarks. In addition, as we emerge from 5 nodes in 4 years and slower technology development cadence, we expect an additional approximately 200 basis points of gross margin after 2026. We expect these efforts to provide potential upside to the financial targets we provided at the February Investor Day.\nThis will be a multiyear journey, but as Pat said earlier, best-in-class semiconductor companies have a financial profile that includes gross margins in the 60s and operating margins in the 40s, and we aim to be best-in-class. In the short term, we will continue to manage to the OpEx, net capital intensity and adjusted free cash flow guardrails established and drive back to a gross margin percentage range of 51% to 53% once economic conditions improve and revenue growth returns.\nIn closing, we remain committed to the strategy and financial model communicated at Investor Day. The compelling long-term financial opportunity of strong revenue growth across our 6 business units and free cash flow at 20% of revenue remains. And I believe this downturn represents an opportunity to more quickly make the transformation necessary to achieve these goals.\nWith that, let me turn it back over to John and get to your questions.\n\nJohn Pitzer\n\nThank you, Dave. (Operator Instructions)"
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/9e212ee25b2dc9db271261bda08ed632",
        "textblob_polarity": 0.12052969372004224,
        "textblob_subjectivity": 0.40165574818389826,
        "sentiment": {
            "distribution": {
                "negative": 6,
                "positive": 19,
                "neutral": 4
            },
            "scores": {
                "negative": 0.8952025969823202,
                "positive": 0.965982132836392,
                "neutral": 0.8620219677686691
            }
        },
        "content1": "Q2 2022 Intel Corp Earnings Call\n\nQ2 2022 Intel Corp Earnings Call\n\nINTCNASDAQJUL 28, 11:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Second Quarter 2022 Intel Corporation Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI will now hand the conference over to your speakers today, John Pitzer, Corporate Vice President of Investor Relations at Intel. Please go ahead.\n\nJohn Pitzer\n\nYou should have received a copy of our earnings release and the earnings presentation, both of which are available on our investor website, intc.com. The earnings presentation is also available in our webcast window for those joining us online.\nI'm joined today by our CEO, Pat Gelsinger; and our CFO, David Zinsner. In a moment, we'll hear brief comments from both, followed by Q&A.\nBefore we begin, please note that today's discussion contains forward-looking statements based on the environment as we currently see it. As such, it involves risks and uncertainties. Our press release provides more information on the specific risk factors that could cause actual results to differ materially.\nWe've also provided both GAAP and non-GAAP financial measures this quarter, and we'll be speaking to the non-GAAP financial measures when describing our consolidated results. The earnings presentations and the release are available on intc.com, include full GAAP and non-GAAP reconciliations.\nWith that, let me hand it over to Pat.\n\nPatrick P. Gelsinger\n\nCEO & Director, Intel Corporation\n\nThank you, John, and good afternoon, everyone. While we continue to make solid progress on our strategy, Q2 results were disappointing, below the standards we have set for the company and below the commitments we have made to you, our shareholders. The sudden and rapid decline in economic activity was the largest driver of the shortfall, but Q2 also reflected our own execution issues in areas like product design, DCAI and the ramp of AXG offerings. We have an obligation to remain vigilant and to respond to changing business conditions while not losing sight of our long-term goals and opportunities. We will look to do both by adjusting and refocusing our spending levels in the near term at the same time as we accelerate the deployment of our smart capital strategy and improve product execution. Collectively, these actions will begin to show dividends in the second half of the year, allowing us to return gross margins to our target range by Q4 and maintain our initial free cash flow outlook for 2022.\nWhile still early in our journey, we remain laser-focused on executing to our strategy to deliver leadership products, anchored on open and secure platforms, powered by at-scale manufacturing and supercharged by our people. The current economic backdrop only strengthens our result, and we are embracing this environment to accelerate our transformation.\nFor example, regaining our leadership begins with Moore's Law and the capacity to deliver it at scale. Over the last 18 months, we've taken the right steps to establish a strong footing for our TD roadmap. We are well into the ramp of Intel 7, now shipping in excess of 35 million units. Intel 4 is ready for volume production in second half of this year, and Intel 3, 20A and 18A are all at or ahead of schedule.\nWe've received additional strong third-party validation for TD, IFS and our manufacturing group just this week when we announced MediaTek as our next major foundry customer, a great example of our One Intel culture.\nI want to congratulate our teams on what we expect to be many announcements as we execute to become an at-scale, leading edge, geographically diversified systems foundry. But we must also be clear eyed as we look into the second half. We are planning for volatility as the world adjusts to the end of a 2-plus year pandemic and the unprecedented stimulus governments used to fight it.\nAcross the economy, supply chain issues have both limited the ability to meet demand in some areas and driven inventory well above normal levels in others. We are prepared to manage through a slowdown typical of the normal cycles the semiconductor industry has experienced over the last 50 years. While the depth and duration are still difficult to predict, we have a proven track record of being able to adjust and succeed in any environment.\nLet me address some of the specific actions we are taking. First, we further sharpened our focus in Q2, selling our Drone business and making the difficult decision to wind down our efforts in Optane as we embrace CXL, a standard which Intel Corporation pioneered. These add to actions last year in NAND in the sale of McAfee. In total, we have now exited 6 businesses since my return, providing roughly $1.5 billion for investments aligned with our IDM 2.0 strategy.\nWe are also lowering core expenses in calendar year '22, and we'll look to take additional actions in the second half of the year, which Dave will address later. Importantly, expense discipline is not impacting the strategy, and we remain firmly on track to achieve process performance parity in 2024 and unquestioned leadership in 2025. This goal is our true North Star.\nSecond, our ability to invest aggressively and fulfill our commitment to a strong and growing dividend is anchored by the progress we are making in deploying our smart capital strategy. We are thrilled to see the bipartisan vote in the Congress this week and expect CHIPS Act to be on the President's desk shortly.\nWe have been integrally involved in moving this groundbreaking legislation forward. This progress, combined with the strong momentum in Europe, will reshape our industry and bring us toward a geographically balanced, resilient supply chain that we are uniquely positioned to enable and benefit from. Access to mission-aligned pools of capital supports the accelerated pursuit of our strategy and will enable our torrid pace.\nThird, I rejoined Intel to reenergize and reestablish a culture of execution and innovation. With process technology and capacity expansion both now trending very well, we have the critical foundation we need for improved product execution. We have rebuilt our leadership team, now fully assembled for the first time. And together, we have reestablished OKRs throughout the organization to drive common purpose and, importantly, a system of accountability.\nIn the coming months, we will begin to share more with the investment community on the next evolution of our TikTok model to drive consistent and predictable cadence of process and design innovation.\nAs we look beyond the near term, the semiconductor industry continues to be at the beginning of a new structural growth phase driven by 4 superpowers: one, ubiquitous compute; two, pervasive connectivity; three, cloud-to-edge infrastructure; and four, AI. Combined, these drivers support a semiconductor industry eclipsing $1 trillion by 2030. What remains very clear even during this period of uncertainty is the growing importance of silicon to the global economy and to each of our daily lives.\nHowever, as a result of macro weaknesses, we now expect the PC TAM to decline roughly 10% in calendar year '22, characterized by broadening consumer weakness and relative strength in enterprise and higher-end SKUs. Importantly, our Q2 PC unit volumes suggests we are shipping below consumption as some of our largest customers are reducing inventory levels at a rate not seen in the last decade and, along with some pricing actions, should allow for sequential growth into the second half even as some customers manage inventory lower.\nWhile COVID-related dynamics, like work-from-home and school-from-home, pulled forward some demand, they also solidified the PC as an essential tool in the post-pandemic world. For example, PC and Chromebook usage remains historically high even as the pandemic's most acute impacts diminished. Markedly higher per PC usage and a larger installed base, including 600 million PCs that are 4 years and older, supports a PC TAM sustainably above 300 million units.\nData center trends are still well entrenched. Data has been growing exponentially at a 50% CAGR for over 20 years. But until recently, it has been uneconomical to turn that data into true actionable insights. With the advent of AI, along with CPUs, GPUs and accelerators, we now have the tools to access and use more of the data we create, driving significantly higher compute demand and a multiyear CAGR in the data center TAM of at least mid-teens.\nDespite these drivers, demand will not be immune from economic headwinds. In addition to match set issues, which have constrained shipments for multiple quarters, increasing economic concerns are leading to a reduction in second half demand. As a result, we have lowered our server TAM assumptions to reflect more modest growth in 2022.\nAgainst this backdrop, let me highlight key developments in our businesses. In response to supply chain and match set issues, we closely collaborated with our customers and suppliers to effectively address their most critical needs. We rapidly adjusted to changing market conditions, made cost reductions and leveraged smart capital to execute towards our IDM 2.0 strategy.\nDespite significantly lower revenue impacting overall gross margins, Q2 saw continued strong performance in our factory network, and we exceeded our wafer cost goals with 10-nanometer unit cost declining approximately 8% year-on-year. In TD, we continued to deliver on the promise of Moore's Law and our ambitions to deliver 1 trillion transistors in the device by 2030.\nIntel 4 details were released at the recent VLSI conference to positive reviews, and we've now taped in the first stepping of the Granite Rapids CPU and expect to power on this quarter. In the second half of this year, we plan to tape in numerous internal and foundry customer test chips on various process nodes, including Intel 3 and Intel 18A.\nIn our client business, Alder Lake momentum continues. We have the strongest PC lineup in 5-plus years, and we remain unapologetic about our growing leadership and share position. We are building on Alder Lake leadership with Raptor Lake in the second half of this year and Meteor Lake in 2023, exemplifying how our innovative design decisions can drive leadership performance even before reestablishing best-in-class transistor technology.\nIn Q2, we launched the 12th Gen Intel Core HX processors, the final products in our Alder Lake family. The Alder Lake family is now powering more than 525 designs from Acer, Asus, Dell, HP, Lenovo, LG, Microsoft, Samsung and others. To date, we've shipped well in excess of 35 million units of Alder Lake.\nWithin the current market, we are also seeing relative strength in the premium segments we serve across consumer and commercial. We expect to build on this momentum with the launch of our next-gen product family, Raptor Lake, starting with our desktop SKUs this fall, followed by our mobile family by the end of the year. The Raptor Lake family will offer customers significant advantages, including double-digit performance gains, gen-on-gen and socket compatibility with Alder Lake. And in 2023, we will deliver our first disaggregated CPU built on Intel 4, Meteor Lake, which is showing good health in both our and our customers' labs.\nTurning to DCAI, as we stated at Investor Day, over the next couple of years, as we rebuild our server product portfolio, we expect to grow slower than the overall data center market. It's not a fact we like but the forecast we see. We have a singular focus to regain performance and TCO leadership across all workloads and use cases from enterprise to cloud.\nThe advantage of our incumbency position remains underappreciated and provides significant opportunity to drive outsized advantages to our customers. For example, we expanded our supply agreement with Meta, leveraging our IDM advantage to ensure Meta can meet its expanding compute needs. Also in Q2, we agreed to expand our partnership with AWS to include the co-development of multigenerational data center solutions optimized for AWS infrastructure. And Intel is a strategic customer for internal workloads, including EDA. We expect these custom Xeon solutions will bring greater levels of differentiation and a durable TCO advantage to AWS and their customers, including Intel.\nIn addition, NVIDIA announced the selection of Sapphire Rapids for use in their new DGX H100, which will couple Sapphire Rapids with NVIDIA's Hopper GPUs to deliver unprecedented AI performance.\nBeyond Xeon-based CPUs, we launched our next-generation Gaudi2 AI accelerator in the quarter, with a whopping 4x improvement generation to generation. And in the most recent MLPerf training benchmark test, Gaudi2 has a substantial lead in ResNet-50 and BERT benchmarks.\nIn the second quarter, we also began delivering our software strategy with the acquisition of Granulate, expanding our platform capabilities with real-time AI-driven continuous optimizations for cloud computing and the initial release of Amber, our security attestation service. Since we acquired Granulate, their customer pipeline has doubled and their revenue pipeline has tripled.\nFinally, Programmable Solutions achieved record 2Q revenue and was just shy of an all-time record revenue quarter driven by strong demand, including the ramp of the flagship Agilex FPGA family and improving supply.\nIn NEX, we had an outstanding Q2. We achieved record revenue in PRQ-ed Mount Evans, an IPU we co-developed and are now beginning to ramp with a large hyperscale partner with additional customers in 2023. In addition, our latest Xeon D processor built specifically for software-defined infrastructure across the network and edge, launched at this year's Mobile World Congress and is ramping with leading companies, including Cisco, Juniper Networks and Rakuten Symphony.\nAcross the network edge, we're continuing to see interest to deploy more compute and AI capabilities. For example, Ferrovial, a multinational Spanish infrastructure company is using our edge computing, AI and connectivity technologies to deploy roadside solutions that can identify wrong way drivers, warn of oncoming hazards and more.\nIn Singapore, Singtel has deployed a network solution with Xeon Smart Edge and OpenVINO to improve user experience for use cases like entertainment, industrial, smart manufacturing, smart transportation and smart city.\nLastly, ABB is helping utility providers modernize their electric grid and create a more sustainable energy market by adopting standardized rugged servers based on third-gen Intel Xeon. NEX continues to clearly benefit from networks that are increasingly moving towards software and AI that is increasingly moving to the edge, and we expect another revenue record quarter in Q3.\nFor AXG, while we will not hit our GPU unit target, we remain on track to deliver over $1 billion in revenue this year. In Q2, we started to ramp Intel Art Graphics for laptops and OEMs, including Samsung, Lenovo, Acer, HP and Asus. COVID-related supply chain issues and our own software readiness challenges caused the availability delays that we continue to work to overcome.\nIntel Arc A5 and A7 desktop cards will start to ship in Q3. Our energy-efficient blockchain accelerator, Blockscale, achieved a major milestone in Q2 with revenue shipments to our lead customers going from tape-in to shipping in less than a year. We expect to ship millions of units this year, not originally in our forecast.\nOur data center GPU, codenamed Arctic Sound-M, has started production and is now shipping to customers, supporting a diverse range of workloads starting with media streaming and cloud gaming, followed by support for AI visual inference and virtual desktops.\nIn high-performance computing, we highlighted the installation of the Argonne National Lab Aurora Supercomputer at our Intel Vision events in May, and we are on track to deliver over 10,000 blades in 2022, enabling over 2 exaflops of peak performance. We also announced new partnerships, including the Barcelona Supercomputing Center to set up a pioneering RISC-V zettascale lab and our continued collaboration with the University of Cambridge to evolve their current lab from exascale to zettascale.\nOur IFS momentum continues, creating a geographically balanced secure and resilient semiconductor supply chain as well as access to our transistor technology is driving strong customer interest in our foundry business. In addition to the MediaTek agreement that we announced earlier this week, we now have active engagements with 6 of the top 10 fabless customers across our offerings, including 18A.\nOverall, we are engaged with 30 customers for test chips, and now have more than 10 qualified opportunities in advanced stages across our process and package offerings that collectively represents a deal value of greater than $6 billion.\nAugmenting our organic activity is our proposed acquisition of Tower Semiconductor. We now have regulatory approval or clearance in 4 geographies, including the U.S., and we still expect the acquisition to close by early next year.\nIn Q2, we also launched the IFS Cloud Alliance, a partnership with leading cloud providers, including Microsoft Azure and AWS and EDA tool providers, including Ansys, Cadence, Siemens EDA and Synopsys. The IFS Cloud Alliance is the next phase of our accelerator ecosystem program that will enable secure design environments in the cloud, improving foundry customer design efficiency and accelerating time to market.\nLastly, in Mobileye, we achieved another record quarter in revenue in Q2, and we continue to be poised to unlock further value with our proposed IPO later this year, pending market conditions. Mobileye's backlog continues to grow, with first half 2022 design wins generating 37 million units of projected future business compared to 16 million units actually shipped in the first half. As a result to Mobileye's high-definition map product called REM, we are currently crowdsourcing 43 million miles per day on average from approximately 1.5 million vehicles. This data is automatically built into a map, which currently covers greater than 90% of all roads in both Europe and U.S., which will support systems across the entire driving assist to autonomous vehicle spectrum.\nLooking ahead, before turning it over to Dave, I want to close with a few thoughts. First, after a very successful Intel Vision event in Q2, I am looking forward to hosting Intel Innovation on September 27 and 28, our core technical conference for global developers, architects and engineering leaders. I hope to see many of you joining me there.\nSecond, as I said when we began our journey, Intel will be a source of innovation, driving new businesses and additional TAM in large and growing markets. Taken together, we have already announced over 10 new revenue-producing product lines so far this year, which are just beginning to ramp, and we expect to announce more in the second half and calendar year '23. The foundations for our growth story are taking shape. I know I speak for all of our employees when I say that, while we have work to do, our best days are ahead.\n\nDavid A. Zinsner\n\nExecutive VP & CFO, Micron Technology, Inc.\n\nThanks, Pat. Good afternoon, everyone. As Pat referenced, Q2 was a challenging quarter, negatively impacted by multiple factors. First, a weakening and uncertain macroeconomic environment impacted by inflation, higher interest rates and the war in Ukraine. Second, a much larger-than-expected OEM inventory correction as our customers adjust to this new macroeconomic environment. Third, worse-than-expected COVID-driven demand reductions and supply dislocations in China and other parts of the supply chain. Due to the difficult macroeconomic environment, together with our own execution challenges, our results for the quarter were well below expectations and necessitate a significant revision to our full year financial guidance.\nThat said, we're taking the actions necessary to maintain our prior full year adjusted free cash flow guidance, including a slowdown in hiring, CapEx reductions and the expectation for increased capital offsets, consistent with our smart capital strategy. We remain fully committed to the business strategy and long-term financial model presented during this year's investor meeting in February.\nRevenue was $15.3 billion, 15% below our original Q2 guidance as our CCG and DCAI businesses both underperformed our expectations. Note that even in this challenging environment, our NEX and Mobileye businesses achieved all-time record quarterly revenue. Gross margin for the quarter was approximately 45%, 600 basis points below guidance on lower revenue and Sapphire Rapids preproduction charges, offset by lower manufacturing costs.\nEPS was $0.29, $0.41 below our guide on lower revenue and gross profit, offset by lower operating expenses. Operational cash flow for the quarter was $800 million. CapEx for the quarter was $7.2 billion, resulting in an adjusted cash flow of negative $6.4 billion. Our balance sheet remains strong with cash and investments of $27.5 billion, modest leverage and a strong investment-grade credit profile.\nNow turning to our business unit results. CCG revenue was $7.7 billion, below expectations and down 25% year-over-year on global TAM weakness, particularly in the consumer education and small-medium business markets. The shortfall was also driven by OEM inventory reductions as we work with our customers to lower their inventory, protect market share and continue to manage through match set constraints.\nCPU ASPs were up 11% year-over-year on richer mix and strong demand for our high-end mobile and desktop products across both our commercial and consumer segments. Operating profit was $1.1 billion, down 73% year-over-year, on lower revenue, increased 10-nanometer and Intel 7 mix and increased spending to further strengthen our product and platform roadmap.\nDCAI revenue was $4.6 billion, below expectations and down 16% year-over-year on OEM inventory reductions, mix-related ASP decline and competitive pressures. Operating profit was $214 million, down 90% year-over-year on lower revenue, higher advanced node start-up costs, increased investment in the product roadmap and Sapphire Rapids' preproduction charges.\nNEX achieved all-time record quarterly revenue of $2.3 billion, up 11% year-over-year on strength in data center networking products, specifically networking Ethernet and 5G. Operating profit was $241 million, down 60% year-over-year on mix shift to networking Ethernet and 5G, increased investment in process technology and lower sell-through of reserved inventory.\nAXG revenue was $186 million, up 5% year-over-year on the ramp of supercompute and Alchemist discrete GPU products. Operating loss was $507 million versus an operating loss of $168 million in Q2 '21, with the increase driven by inventory reserves on our Ponte Vecchio and Alchemist products, and increased investment to deliver the roadmap of visual supercompute and custom accelerated graphics products.\nMobileye achieved all-time record quarterly revenue of $460 million, up 41% year-over-year, outperforming the rate of increase of global automotive production, which was relatively flat year-over-year. Operating profit was $190 million, up 43% year-over-year on higher revenue, partially offset by increased investment in next-generation ADAS products.\nIFS revenue was $122 million, down 54% year-over-year, driven by lower mass tool sales, as well as revenue decrease in the automotive segment due to customer shortages in the automotive market. Operating loss was $155 million versus an operating profit of $52 million in Q2 '21, driven by lower revenue and increased investment to build out the custom foundry business.\nBefore we transition to full year and Q3 guidance, after 6 months on the job, let me provide my perspectives on the opportunities I see and focus areas to improve our financial performance and achieve our long-term goals.\nAt the highest level, I see opportunities to improve in 2 areas. First, ensuring we are allocating our capital to the programs that are clearly aligned to our revised business strategy and generate maximum long-term value to our shareholders. As Pat mentioned, 2 good examples of continuing to optimize our portfolio are exiting the Optane and Drone businesses. We continue to deeply evaluate all opportunities to more narrowly focus our resources on the highest value programs, increasing the probability of success for each of these programs.",
        "content2": "Second, driving structural product cost and operational expense efficiency across the company, taking full advantage of our IDM 2.0 strategy. A major focus for me is driving Intel to world-class product cost. Key to this is executing our 5 nodes and 4-year strategy, but there are many more aspects to achieving this goal with programs in flight to dramatically reduce product cost. Likewise, there are opportunities in OpEx to ensure we are achieving world-class efficiency in everything we do. With my history in the memory business where every penny counts, I know there are large opportunities for Intel to improve and deliver maximum output per dollar. As part of these focus areas, we expect to see restructuring charges in Q3, and I'll continue to provide regular updates on these efforts.\nMoving to our full year and Q3 guidance. For the remainder of the year, we expect macroeconomic conditions to continue to soften with the potential for a recessionary scenario to materialize. There's also risk for continued COVID-related impacts on demand and the supply chain to continue throughout the year. As a result of this high level of uncertainty, we're moving to a range-based approach to revenue guidance for the rest of the year.\nFor full year revenue, we are now guiding a range of $65 billion to $68 billion, down from our prior guidance of $76 billion, driven by lower expectations for our CCG and DCAI businesses. More specifically, in our PC business, as Pat discussed, we now see TAM decreasing approximately 10% year-over-year due to the softening macroeconomic environment and inflationary pressures. Although these headwinds have reduced our CCG revenue forecast, we expect CCG revenue to increase in the second half of the year due to seasonal strength, OEM inventory returning to balanced levels, inflation-related price increases to take effect and the ramp of our leadership Alder Lake and Raptor Lake products to position us to compete for share.\nFor DCAI, we expect to see second half revenue growth relative to Q2 levels, but growth will remain muted as competitive and macroeconomic headwinds persist, OEM inventory reductions continue and component constraints impact certain segments.\nFor NEX, we expect another record quarter in Q3 and continued growth throughout the year. NEX revenue tailwinds will be fueled by new product introductions, data center and telco networking demand and continued improvement in pricing and component supply.\nFor AXG, we continue to expect full year revenue greater than $1 billion, driven by the launch and ramp of the Alchemist, Arctic Sound-M, Ponte Vecchio and Blockscale products. And finally, we expect to see second half growth in each of our 2 remaining businesses, Mobileye and IFS as they ramp new products and secure new customers.\nFor full year gross margin, we're guiding to 49% at the midpoint of revenue guidance with the expectation that gross margin will return to the low end of our target range of 51% to 53% in Q4 as revenue increases, we achieve scale on new product ramps and costs continue to improve. We're forecasting a tax rate of approximately 8% and EPS of $2.30 at the midpoint of the revenue guidance.\nFor net CapEx, we're revising down our forecast to $23 billion, $4 billion less than our previous guidance as we moderately adjust our investment in capacity and take advantage of potentially larger than originally forecast capital [assets], highlighting significant progress on our smart capital strategy. We expect these actions to offset lower than originally forecast operating cash flow, allowing us to reaffirm adjusted free cash flow of negative $1 billion to negative $2 billion for the year.\nFinally, we paid dividends of $1.5 billion, a 5% increase year-over-year, and remain committed to growing the dividend over time.\nNow moving to Q3 guidance. Given the aforementioned market environment, we're guiding revenue of $15 billion to $16 billion. At the midpoint of the revenue guidance, we're guiding gross margin of 46.5%, a tax rate of 13% and earnings per share of $0.35.\nIn closing, the market turbulence and updated outlook are disappointing. However, we believe our turnaround is clearly taking shape and expect Q2 and Q3 to be the financial bottom for the company.\nWe remain completely committed to the strategy and financial model communicated at Investor Day. The long-term financial opportunity of compelling revenue growth and free cash flow at 20% of revenue remains. And I believe this downturn represents an opportunity to more quickly make the transformations necessary to achieve these goals.\nWith that, let me turn it back over to John and get to your questions."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/9e8868bf9a97b3a2db96d7da0f3c973e",
        "textblob_polarity": 0.15279973264635838,
        "textblob_subjectivity": 0.3996811453713293,
        "sentiment": {
            "distribution": {
                "positive": 22,
                "negative": 2,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9941455478017981,
                "negative": 0.8312077522277832,
                "neutral": 0.9988247156143188
            }
        },
        "content1": "Q1 2022 Intel Corp Earnings Call\n\nQ1 2022 Intel Corp Earnings Call\n\nINTCNASDAQAPR 28, 11:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, thank you for standing by, and welcome to Intel Corporation's First Quarter 2022 Earnings Conference Call. (Operator Instructions) After the speakers' presentation, there will be a question-and-answer session. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to turn the conference over to your speaker host, Tony Balow, Vice President of Investor Relations. Please go ahead.\n\nTony Balow\n\nSenior Director of IR, Intel Corporation\n\nThank you, operator. Welcome to Intel's first quarter earnings conference call. By now you should have received a copy of our earnings release and the earnings presentation. If you've not received both documents, they're available on our investor website, intc.com. The earnings presentation is also available in the webcast window for those joining us online. I'm joined today by our CEO, Pat Gelsinger; and our CFO, Dave Zinsner. In a moment, we'll have brief remarks from both of them, followed by Q&A.\nBefore we begin, let me remind everyone that today's discussion contains forward-looking statements based on the environment as we currently see it, and as such, it does include risks and uncertainties. Please refer to our press release for more information on the specific risk factors that could cause actual results to differ materially.\nA brief reminder that this quarter, we have provided both GAAP and non-GAAP financial measures. Today, we'll be speaking to the non-GAAP financial measures when describing our consolidated results. The earnings presentation and earnings release available on intc.com include both the full GAAP and non-GAAP reconciliations.\nWith that, let me hand it over to Pat.\n\nPatrick P. Gelsinger\n\nCEO & Director, Intel Corporation\n\nThank you, Tony, and thank you for joining us today. Q1 was another solid quarter where we beat on the top line, exceeded our guidance on gross margin and EPS, and where we continue to execute on our long-term growth strategy to unlock a $1 trillion market opportunity. As we laid out at our recent Investor Day, our strategy is built around 4 key pillars. We will deliver leadership products anchored on open and secure platforms powered by at-scale manufacturing and supercharged by our people. In Q1, we made great progress in all of these areas, and we are continuing to hold our full year revenue outlook.\nIn our data center and AI group, we began shipping initial SKUs of Sapphire Rapids to select customers as planned. We also unveiled our expanded dual-track Xeon road map that strengthens our position in both per core performance and performance per watt for cloud and enterprise workloads. We launched our Arc A-Series GPUs for laptops, taking our first steps to give the graphics industry a much needed new addition. Mobileye demonstrated its Level 4 self-driving system in Jerusalem, a major milestone in preparation for its upcoming robotaxi services.\nWe continue to add to our talent with strong industry leaders like Christoph Schell, who recently joined us from HP as our Chief Commercial Officer. And finally, we took another major step in creating a balanced semiconductor supply chain with the announcement of our plans for new investments in Europe. We also held the grand opening of our latest leading-edge factory in Oregon, including a new name for the campus, the Gordon Moore Park at Ronler Acres, which recognizes our founder and the site's unique contribution to driving Moore's Law.\nQ1 also marked a special moment for Intel as we announced our plans to further reduce our greenhouse gas emissions and develop more sustainable technology solutions, including using 100% renewable energy across our global operations by 2030 and achieving net zero greenhouse gas emissions in our global operations by 2040.\nOverall, Q1 was a great start to the year as we continue to execute on the path to our long-term growth story. We still have a lot of work to do, but we are executing at a torrid pace, and I remain confident in our path forward.\nBefore I get into specific updates for each of our business units, let me start with some observations of what we are seeing in the industry. I continue to believe we are just at the beginning of a long-term growth cycle across semiconductors. We continue to see some match set limitations in areas like Ethernet, some softening in low-end consumer PC and some inventory adjustments, as we discussed on our last call. But overall, the demand signals from customers continue to be robust in areas like enterprise, cloud, AI, graphics and networking.\nSemiconductors are the fuel of innovation and transformation across a wide range of industries. In the supply chain, lockdowns in Shanghai and the war in Ukraine have demonstrated more than ever that the world needs more resilient and more geographically-balanced semiconductor manufacturing. The chip shortage costs the U.S. economy $240 billion last year and we expect the industry will continue to see challenges until at least 2024 in areas like foundry capacity and tool availability.\nAs an IDM, we believe we are in a good position in the industry to manage through these constraints. In fact, Intel is rising to meet this challenge. Following our announcements in Arizona, New Mexico and Ohio, we recently announced a series of investments in Europe, spanning our existing operations as well as our new investments in France and Germany, the Silicon Junction. These investments position Intel to meet the future growth and represent a significant step toward our moonshot goal of having half the world's semiconductor manufacturing located in the U.S. and Europe.\nThe pace at which we can reach this goal is dependent on the actions of the U.S. and other governments. America showed leadership when Congress passed the CHIPS Act, but the global situation has grown even more serious since then. The EU has been very aggressive in moving legislation forward to meet this challenge, and I recently testified before the Senate to highlight the critical need for the U.S. to fund the CHIPS Act. I continue to encourage Congress to fund this critical legislation and enable us to move faster towards making a balanced semiconductor supply chain a reality.\nTurning now to Intel. We continue to make great progress on our plans to deliver 5 process nodes in 4 years. Intel 7 is ramping extremely well with Alder Lake and on Intel 4, Meteor Lake has now successfully booted Windows 12 and Linux. The speed at which the team was able to achieve this milestone is a significant sign of the health of both Meteor Lake and our Intel 4 process technology.\nWe plan to deliver several additional milestones in 2022, demonstrating our process technology development remains on track. This includes early Sierra Forest preproduction wafers on Intel 3, IP test wafers on Intel 28 and foundry customer test chips and initial IP shovels on Intel 18A. Simply put, we remain on and, in some places, ahead of schedule to deliver 5 nodes in 4 years.\nOur manufacturing network continues to perform well in a challenging environment. For the first time in years, Intel fabs and our substrate supply are close to meeting our customers' demand. Using our IDM advantage, the team was able to remix almost 3 million units within lead time to meet changing demand signals. For example, we were able to partner with Meta to improve their Xeon supply and meet their needs. Finally, our supply chain resilience showed as our teams work tirelessly to mitigate any significant disruptions to our factory operations from the war in Ukraine, supplier shutdowns and COVID lockdowns in China.\nTurning to our business groups. At our Investor Day, we laid out our long-term growth strategy centered around 6 distinct but highly complementary business units, a structure that provides investment flexibility, increased market resilience and enhanced transparency for investors. And in fact, we will report our results in this structure for the first time today.\nOur client group continues to deliver world-class platforms, positioning us to win share, grow ASP and win share of market. There is broad ecosystem agreement that the long-term PC market is sustainably larger going forward driven by PC density, refresh rates and increased penetration as the PC remains the essential tool for work, learn and play. We are seeing particular strength in gaming and in commercial PCs that is somewhat tempered by a slower consumer inflationary pressure and customer inventory management, which Dave will talk more to later.\nOur 12th gen Alder Lake family continues to ramp in Q1, and we have already shipped more than 15 million units. This family now has more than 250 designs planned this year from Acer, Asus, Dell, HP, Lenovo, LG, Samsung and others. And it includes the world's fastest desktop processor, the Core i9-1200KS (sic) [Core i9-12900KS]. Alder Lake will scale across every segment, including for businesses of all sizes with the launch of our latest vPro platform. vPro offers industry-leading manageability and security for business, including the first and only hardware-based ransomware detector with Intel Threat Detection. The strength of our client road map continues with Raptor Lake, where we are shipping both desktop and mobile samples to our customers today, and we plan to follow that with Meteor Lake in 2023.\nIn data center, DCAI had strong year-on-year growth as customers continue to choose Intel. And as we continue to deliver increasing value and innovation, we are seeing strength in both hyperscaler and enterprise, and we expect the market to grow double digits going forward, driven by workloads like AI and security. Here, too, we are seeing ecosystem supply constraints, particularly in Ethernet that have limited end system shipments, which we expect to be a headwind through the year. Our third-generation Intel Scalable processor Ice Lake has now shipped almost 4 million units, and Amazon Web Services recently announced general availability of its EC2 I4i Instance designed for storage and I/O intensive workloads. This is the 48th AWS Instance powered by Ice Lake.\nI am also pleased to say that as committed, we began shipping initial SKUs of our fourth gen Intel Xeon Scalable processor, Sapphire Rapids, to select customers in Q1. These are the first of many SKUs for Sapphire Rapids with more due to ramp throughout the remainder of the year. We also unveiled our expanded dual-track Xeon road map using performance and efficient cores delivered in a common platform, maximizing customer investments and on the cadence they prefer. Our first-generation E-core Xeon will be Sierra Forest, which is designed to maximize performance per watt, providing high-density, ultraefficient compute for the cloud.\nFor workloads that benefit from high performance per core and low latency like AI, we have our redefined Granite Rapids on Intel 3 with a new and improved P core. The strength of Intel Agilex and Stratix 10 FPGAs generated record revenue as we continue to win designs and ramp into key markets. Intel FPGA-based IPUs are deployed in volume at 5 of the top 6 cloud service providers, and we continue to win designs with comm service providers utilizing Intel's latest generation FPGAs and eASICs.\nOur launch of the Habana Gaudi-based AWS EC2 DL1 Instance has shown end customers how they can reduce training costs by as much as 40% versus GPU-based instances. One of the early customers, Mobileye, is now using DL1 for training their object detection models. Gaudi 2 is already sampling the customers and demonstrating leadership performance versus competitive GPUs on multiple workloads. Finally, we continue to build our extensive data center software capabilities and recently announced the acquisition of Granulate. Granulate is a SaaS service that improves performance in cloud costs with its autonomous dynamic optimization service to unmodified customer workloads.\nThe network and edge market continues to be strong with the transformation from proprietary fixed-function devices to fully programmable, software-defined infrastructure. Our Network and Edge Group is uniquely positioned to capitalize on this transition and had record revenue in Q1.\nAt Mobile World Congress, NEX launched our newest Xeon D processor, built specifically for software-defined infrastructure across the network and edge. Our latest Xeon D has more than 70 leading companies working on designs, including Cisco, Juniper Networks and Rakuten Symphony. We believe that in the network, O-RAN and vRAN have reached a tipping point as the preferred model of all future network deployments. Nearly all commercial deployments running today are using Xeon and our FlexRAN software. We have more than 10 engagements with major global operators that we expect to be in high-volume commercial deployment within the next 2 years.\nWe also launched a new version of our OpenVINO software toolkit, with downloads growing 70% year-over-year. Built on the foundation of one API, OpenVINO has enabled hundreds of thousands of developers to dramatically accelerate performance on rapidly growing AI workloads at the edge, including Zeblok Computational who is using OpenVINO to deliver their Ai-MicroCloud solution to cities everywhere.\nGoing forward, the scale out of 5G, the explosion of AI inferencing and the growth of low latency workloads will further drive the need for compute at the edge. They will eventually begin to shift compute from the cloud, making the edge the next wave of semiconductor growth. With a broad portfolio of hardware, software and deep ecosystem partnerships, NEX remains positioned to lead the transformation across the network and to win the edge.\nMoving to our emerging businesses. Our accelerated computing systems and graphics group builds on our installed base of CPUs, IP and software and leverages a thriving open ecosystem to disrupt a large and growing market. In Q1, AXG had strong growth and celebrated a major milestone with the official launch of the Intel Arc A-Series portfolio for laptops. Alchemist, the first of these products, has been shipping to customers since early Q1 with designs from Acer, Asus, Dell, HP, Lenovo, Samsung and others.\nThe A-Series enables up to a 2x performance improvement in graphics versus integrated graphics and incorporates Intel Deep Link technology, which utilizes Intel integrated graphics to increase application performance by up to 30%. The first laptops with Intel Arc 3 GPUs are available now. These will be followed by even more powerful designs with Intel Arc 5 and Intel Arc 7, along with desktop and workstation offerings later this year.\nIn the data center, our flagship Ponte Vecchio GPU for high-performance computing and AI is sampling to customers. Ponte Vecchio, along with Sapphire Rapids with high-bandwidth memory, will power the 2 exaFLOP Aurora Supercomputer at Oregon National Laboratory. In addition, Arctic Sound, our general purpose data center GPU designed for industry-leading media graphics and AI inference capabilities, will be available in the second half of the year.\nFinally, in Q1, we announced our intent to contribute to the development of blockchain technologies. Intel will help advance this technology in a responsible and sustainable way by developing energy-efficient computing technologies at scale. Blockscale, our first blockchain accelerator, is sampling today and will ship in production later this year. AXG remains on track to deliver over $1 billion in revenue this year.\nOur Intel foundry services hit a $1 billion run rate for the first time as we continue to make progress towards being the trusted provider of foundry services. Our overall customer pipeline remains robust, and we now have more than 10 qualified opportunities in advanced stages of engagement across our process and package offerings that collectively represent a deal value of greater than $5 billion. We have over 30 test chips committed to Intel 16 this year, and we expect the first Intel 3 and Intel 18A customer test chips to tape out in the second half of 2022. Our work with our 5 target anchor customers is progressing well. We expect additional updates later this year.\nFinally, we have seen tremendous enthusiasm from customers for our acquisition of Tower. Tower shareholders recently approved the proposed acquisition. We have completed regulatory review in 2 jurisdictions outside the U.S. and hope to close the transaction as soon as possible. Building on its market leadership in ADAS and AV solutions, Mobileye Advanced system launches have continued, including the next-generation BMW 7 Series with the leading-edge combination of iQ5 and an 8-megapixel camera as well as BMW Highway Assistant, which enables hands-free driving on separated roadways up to 80 miles per hour.\nWe also added Miami and Stuttgart to our global AV testing program, bringing the total number of places where we have tested AVs to 10 cities in 6 countries across 3 continents. Additionally, we recently showcased Mobileye's Level 4 self-driving system in action for the first time with a robotaxi navigating the streets of Jerusalem. Mobileye expects to launch its commercial robotaxi services in Munich and Tel Aviv by the end of 2022.\nAnd finally, we remain committed to unlocking shareholder value and are working on our plans to take Mobileye public in 2022. In March, we announced that we confidentially submitted a draft registration statement with the SEC. The IPO is proceeding smoothly, and we continue to make good progress as we work with the SEC to refine our Form S-1.\nBefore turning it over to Dave, I wanted to close with a few thoughts. First, I look forward to hosting our customers, partners and analysts at our Intel Vision event in Dallas on May 10 and 11. This will be our second Intel ON series event dedicated to the future of business and technology.\nNext, as I said at our Investor Day, we believe we have a tremendous growth story over the next several years. We're investing in innovation and embracing an open approach to compute platforms and manufacturing. We continue to add to our incredible pool of technical talent. And of course, we remain intensely focused on rebuilding our execution machine.\nFinally, we'll continue to highlight our progress in key operational milestones as we manage within the financial framework we laid out in February. I know I speak for over 120,000 Intel employees when I say that while we have work to do, our best days are ahead. With that, let me turn it over to Dave.\n\nDavid A. Zinsner\n\nExecutive VP & CFO, Micron Technology, Inc.\n\nThanks, Pat, and good afternoon, everyone. Q1 was a solid quarter, exceeding revenue, gross margin percentage and EPS guidance despite continued ecosystem supply chain constraints, inflationary pressures and macroeconomic uncertainty. 3 of our 6 newly formed business segments, NEX, Mobileye and IFS, achieved record quarterly revenue.\nRevenue was $18.4 billion, slightly exceeding our guidance, led primarily by broad-based strength in our NEX business. Gross margin for the quarter was 53%, exceeding our guidance by 100 basis points on improved manufacturing yields and lower factory costs. EPS was $0.87, $0.07 above our guide on higher gross profit and slightly lower operating expenses. Operational cash flow for the quarter was $5.9 billion, and we received an additional $4.6 billion from the McAfee equity sale. Total cash and investments increased by $9.7 billion in the quarter to $39 billion, driven by the NAND divestiture and McAfee sale. CapEx for the quarter was $4.6 billion.\nNow turning to our newly formed business unit results. CCG revenue was $9.3 billion, down 13% year-over-year on ramp down of the Apple CPU and modem business, the expected OEM inventory burn we cited in our Q4 call as well as lower consumer and education demand. CPU ASPs were up greater than 25% year-over-year on richer mix and strong demand for our high-end mobile and desktop products across both our commercial and consumer segments. Operating profit was down 34% year-over-year on lower revenue, increased 10-nanometer and Intel 7 mix and increased spending to further strengthen our product and platform road map.\nDCAI revenue was $6 billion, up 22% year-over-year on strong Xeon demand from both our hyperscale and enterprise customers. DCAI operating profit was flat year-over-year as increased revenue was offset by increased 10-nanometer mix, factory start-up charges and increased investments in our technology and product road map.\nNEX achieved all-time record quarterly revenue of $2.2 billion, up 23% year-over-year on broad-based strength across the cloud, networking and niche product lines. Operating profit was $366 million, up 51% year-over-year on higher revenue, offset by increased investments. Mobileye achieved all-time record quarterly revenue of $394 million, up 11% sequentially and 5% in comparison to Q1 '21, which saw exceptionally strong auto production and pipeline rebuilding due to COVID-related recovery last year. Operating profit was $148 million, down 13% year-over-year on increased investment in next-generation products.\nAXG revenue was $219 million, up 21% year-over-year on the ramp of its supercompute and Alchemist discrete GPU products. Operating loss was $390 million versus an operating loss of $176 million in Q1 '21, with the increase driven by new product qualification reserves on our Alchemist and Arctic Sound products, production ramp charges and increased investment.\nIFS revenue was $283 million, up 175% year-over-year on increased IMF tool shipments, increased automotive demand and initial revenue from Amazon and Cisco. Operating loss was $31 million, roughly flat year-over-year as revenue and gross margin increases were offset by increased investments to build out the custom foundry business.\nMoving to our full year and Q2 guidance. As Pat mentioned earlier, we continue to see strong end user demand for our products across each of our business units and we reaffirm our revenue guidance of $76 billion, as lower than previously expected PC revenue is offset by NEX growth and DCAI hyperscale customer strength. More specifically, in our PC business, we continue to see strong commercial demand, offset by low-end consumer and education softness and the impact of no longer shipping to customers in Russia and Belarus. Further, component supply constraints continue to be a challenge with the most recent COVID lockdowns in Shanghai, further increasing supply chain risks and contributing to inflationary pressures that are having a negative impact on PC TAM for the year.\nAs a result, we're seeing OEMs continue to lower inventory levels to better match demand and align with other system components. We expect elements of this inventory burn to continue in Q2, subsiding in the second half of the year. Although these headwinds have reduced our CCG revenue forecast, we expect CCG revenue to increase in the second half of the year as a return to normal seasonality boost demand, OEM inventory burn subsides and the ramp of our leadership Alder Lake and Raptor Lake products position us to compete per share.\nFor DCAI, we also expect to see a stronger second half of the year as hyperscale customer demand remains robust, component supply improves and the ramp of Ice Lake and Sapphire Rapids increased competitiveness. For NEX, we expect the strength we saw in Q1 to continue with growth throughout the year, fueled by improving component supply, continued 5G ramp and transformation at the edge. For AXG, we continue to expect full year revenue greater than $1 billion, driven by the launch and ramp of the Alchemist, Arctic Sound-M, Ponte Vecchio and Blockscale products. Finally, we expect to see second half growth in each of our 2 remaining businesses, Mobileye and IFS, as they ramp new products and secure new customers.\nFor gross margin, we're guiding 52%, in line with the 51% to 53% range previously communicated. Note that the inflationary environment creates a headwind that we are continuing to monitor, but we remain confident in our ability to mitigate the impact through continued cost reduction programs as well as increased pricing in certain segments of the business. For EPS, we're guiding $3.60, $0.10 higher than prior guide on the Q1 beat and a slightly improved tax rate of 12%. Finally, net CapEx guidance of $27 billion and moderately negative adjusted free cash flow for the year remain unchanged. We have made significant progress on our smart capital initiatives, and we'll continue to manage within the framework communicated at Investor Day.",
        "content2": "Moving to Q2 guidance. For revenue, we're guiding $18 billion, down 2% sequentially on the short-term headwinds detailed earlier and the impact of an additional 14th week in Q1. For the lockdowns in Shanghai, we're estimating the impact to be relatively contained under the assumption that these restrictions are nearing an end. Even under a short lockdown, we anticipate it will take some time for the supply chain to normalize. And if the lockdowns persist or spread beyond Shanghai, we could see more material impacts to our outlook.\nFor gross margin, we're guiding 51%, down approximately 200 basis points sequentially on increased 10-nanometer and Intel 7 mix and Raptor Lake prequalification reserves. We had always expected Q2 gross margin to be at the low end of our range and with our full year guide of 52%, we expect gross margin to inflect upward in the second half of the year as revenue increases and inventory reserve sell-through. Finally, we're guiding a tax rate of 12% and EPS of $0.70, down $0.17 sequentially on lower gross profit and higher OpEx.\nWith that, let me turn it back over to Tony and get to your questions."
    }
]