[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/3e9c21d5e242f55d295d591c1b625cb1",
        "textblob_polarity": 0.09154336734693874,
        "textblob_subjectivity": 0.3386819727891156,
        "sentiment": {
            "distribution": {
                "positive": 9,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9861939814355638,
                "neutral": 0.8805402318636576
            }
        },
        "content1": "Q2 2024 Ball Corp Earnings Call - Q&A\n\nQ2 2024 Ball Corp Earnings Call - Q&A\n\nBALLNYSEAUG 1, 5:00 PM\n\nOperator\n\nGreetings, and welcome to the Ball Corporation Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Brandon Potthoff, Director of Investor Relations. Thank you, sir. You may begin.\n\nBrandon Potthoff\n\nHead of Investor Relations\n\nThank you, Christine.\nGood morning, everyone. This is Ball Corporation's conference call regarding the company's second quarter 2024 results. The information provided during this call will contain forward-looking statements. Actual results or outcomes may differ materially from those that may be expressed or implied. Some factors that could cause the results or outcomes to differ are in the company's latest 10-K and other company SEC filings as well as company news releases. If you do not already have our earnings release, it is available on our website at ball.com. Information regarding the use of non-GAAP financial measures may also be found in the notes section of today's earnings release. In addition, the release includes a summary of noncomparable items as well as a reconciliation of comparable net earnings and diluted earnings per share calculations. References to net sales and comparable operating earnings in today's release and call do not include the company's former Aerospace business. year-to-date net earnings attributable to the corporation and comparable net earnings do include the performance of the company's former Aerospace business through the sale date of February 16, 2024.\nI would now like to turn the call over to Dan Fisher, CEO.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThank you, Brandon.\nToday, I'm joined on our call by Howard Yu, EVP and CFO. I will provide some brief introductory remarks. Howard will discuss second quarter financial performance and key metrics for 2024 and and then we will finish up with closing comments and Q&A.\nWe remain laser-focused on creating a better, more sustainable world. During the quarter, Ball was included in the FTSE4 Good Index Series which is designed to measure the performance of companies demonstrating strong environmental, social and governance practices. This highlights our unwavering commitment towards a more circular future. Across our global organization, our employees continue to demonstrate our values in the areas of recycling, education and STEM manufacturing and disaster relief and preparedness as evidenced by our recent global volunteer month impact.\nDuring the month of April, our employees contributed over 3,100 volunteer hours across 17 countries. Thank you to our 16,000 colleagues that continue to demonstrate that we care. Under the themes that we work and we win, our team delivered strong second quarter results. Global beverage can shipments and global extruded aluminum aerosol shipments, increased 2.8% and 5.6% in the quarter, respectively. In addition, we executed on our share repurchase plans and have returned approximately $925 million to shareholders via share repurchases and dividends as of today's call.\nReflecting further on year-to-date 2024 performance, aluminum packaging continues to outperform other substrates across the globe. In North America and EMEA, second quarter volumes exceeded our internal expectations. In South America, softer-than-anticipated volume performance was driven by our exposure to Argentina. For a complete summary of regional shipments for the second quarter, please refer to today's earnings release. Consistent with our previous commentary and given our customer mix and incorporating second quarter and year-to-date regional volume performance, we continue to anticipate full year global shipments to grow in the low to mid-single digits range. Key drivers for our company's performance in 2024 continue to be the benefits of deleveraging, repurchasing shares, improving operational efficiencies and and leveraging our well-capitalized plant assets to grow the use of innovative, sustainable aluminum packaging across channels, categories and venues. Based on our current demand trends and the previously mentioned drivers, we are positioned to grow comparable diluted EPS mid-single digits plus of 2023 reported comparable diluted EPS of $2.90 per share. Generates strong adjusted free cash flow, strengthened our balance sheet and now expect return of value in excess of $1.6 billion to shareholders via share repurchases and dividends in 2024.\nWith that, I'll turn it over to Howard.\n\nHoward H. Yu\n\nSenior VP & CFO, Envista Holdings Corporation\n\nThank you, Dan.\nTurning to our results. Second quarter 2024 comparable diluted earnings per share was $0.74, and versus $0.61 in the second quarter of 2023. Second quarter sales were influenced by the pass-through of lower aluminum prices as well as lower volumes in South America, offset by increased volumes in North America and EMEA as well as favorable price/mix in South America. Second quarter comparable net earnings of $232 million were up year-over-year, primarily due to strong operational performance, including improved year-over-year performance in North America, EMEA and South America, lower corporate undistributed costs and lower interest expense.\nIn North America, segment comparable operating earnings exceeded our expectations and offset year-over-year headwinds associated with the U.S. beer brand disruption. Benefits of effective cost management and plant efficiencies across our well-capitalized plant network will continue to support incremental volume growth. We continue to anticipate year-over-year earnings improvement during the second half of 2024, driven by improving operational efficiencies, lowering cost and effectively managing risk.\nIn EMEA, overall segment volumes were up stronger than anticipated. Recent demand trends remain favorable, and the business continues to be poised for year-over-year comparable operating earnings growth throughout the remainder of 2024, driven by improving operational efficiencies and volume growth. In South America, our segment volumes decreased 3.2%, following a strong first quarter where volumes increased 26.3%. During the second quarter, consumer conditions in Argentina deteriorated further, though we appear to be beyond the most difficult comparisons given the timing of Argentina's 2023 slowdown. Despite these challenges, strong demand in Brazil of mid-single-digit volume growth and our customer mix continue to drive our business. We continue to monitor the dynamic economic situation in Argentina and potential scenarios that could impact results. We remain optimistic about Brazil and our ability to deliver sequential earnings and volume improvement as we enter the summer selling season in South America.\nMoving on to additional key financial metrics and goals for 2024. Very consistent figures to those provided during our first quarter earnings call and June Investor Day commentary. We continue to anticipate year-end 2024 net debt to comparable EBITDA to below -- to be below 2.5x, while we are currently at 2.3x at the end of the second quarter Net debt to comparable EBITDA may not slightly higher by the end of the year as the company continues payments of taxes due on the gain from the sale of the aerospace. 2024 CapEx is targeted to be in the range of $650 million, a year-over-year reduction of $400 million and largely driven by carrying capital related to prior year's projects. We are on track to achieve our adjusted free cash flow target and share repurchases are expected to be in excess of $1.4 billion by year-end. Through today's call, we have repurchased approximately $800 million in shares year-to-date. Our 2024 full year effective tax rate on comparable earnings is expected to be approximately 21%, largely driven by lower year-over-year R&D tax credit associated with the sale of the company's aerospace business. Relative to the estimated tax payments due on the aerospace sale, the first payment was made during the second quarter and the remainder of the approximately $1 billion in taxes due will be paid throughout the second half of 2024.\nFull year 2024 interest expense is expected to be in the range of $300 million. Excluding the noncomparable aerospace disposition compensation costs, full year 2024 reported adjusted corporate undistributed costs recorded in other non-reportable are expected to be in the range of $90 million. And last week, Ball's Board declared a quarterly cash dividend.\nLooking ahead to the rest of 2024, we remain laser-focused on operational excellence, driving efficiency and productivity across our business, cost management and monitoring emerging market volatility. We are committed to maximizing the full potential of our company over the long term. We have executed on derisking the corporation through recent debt retirements, and we have no significant near-term maturities. The runway is clear for us to activate near-term initiatives to consistently deliver high-quality results and generate compounding share return -- shareholder returns.\nWith that, I'll turn it back to Dan.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThanks, Howard. The business is operating well. And as we look forward to the second half of the year, we continue to anticipate growing our 2024 comparable diluted EPS mid-single digits plus. While the consumer backdrop remains volatile due to the strength of our portfolio and the unwavering dedication of our employees, we are confident we will deliver on our 2024 guidance and long-term commitments laid out at our June Investor Day.\nLooking ahead, we are focused on executing our enterprise-wide strategy to advance sustainable aluminum packaging solutions on a global scale by accelerating our pathway to carbon neutral and unlocking additional value from within the organization by driving continuous process improvement through operational excellence. Together, we will strive to deliver innovative aluminum packaging solutions that can lead to a world free from waste and embark on a path to deliver compounding shareholder returns in 2024 and beyond.\nAs we communicated at our June Investor Day, shareholder value creation is our focus. Going forward, we anticipate 10% plus per annum diluted EPS growth, consistent delivery of high-quality results and operational performance, coupled with significant share repurchases for the foreseeable future. In addition to returning value to shareholders via dividends, will drive shareholder value creation. We appreciate the work being done across the organization and extend our well wishes to our employees, customers, suppliers, stakeholders and everyone listening today. Thank you.\nAnd with that, Christine, we are ready for questions."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/5510503f1d87cb65e8de4471a7c7a903",
        "textblob_polarity": 0.1312935111483499,
        "textblob_subjectivity": 0.3999104408136665,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9907859762509664,
                "neutral": 0.9985887408256531
            }
        },
        "content1": "Q1 2024 Ball Corp Earnings Call\n\nQ1 2024 Ball Corp Earnings Call\n\nBALLNYSEAPR 26, 5:00 PM\n\nOperator\n\nGreetings and welcome to the Ball Corporation First Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Brandon Potthoff, Investor Relations for Ball Corporation. Thank you, sir. You may begin.\n\nBrandon Potthoff\n\nAI Assigned\n\nThanks, Christine. Good morning, everyone. This is Ball Corporation's conference call regarding the company's first quarter 2024 results. The information provided during this call will contain forward-looking statements. Actual results or outcomes may differ materially from those that may be expressed or implied. Some factors that could cause the results or outcomes to differ are in the company's latest 10-K and other company SEC filings as well as company news releases. .\nIf you do not already have the earnings release, it is available on our website at ball.com. Information regarding the use of non-GAAP financial measures may also be found in the notes section of today's earnings release. In addition, the release includes a summary of noncomparable items as well as a reconciliation of comparable net earnings and diluted earnings per share calculations. References to net sales and comparable operating earnings in today's release and call do not include the company's former Aerospace business, year-over-year net earnings attributable to the corporation and comparable net earnings do include performance of the company's former Aerospace business through the sale date of February 16, 2024.\nI would now like to turn the call over to Dan Fisher, CEO.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThank you, Brandon. Before we discuss Ball's strong earnings and improved volume performance, I would like to thank all of the Ball team members that worked tirelessly to achieve the successful aerospace business sale on February 16, 2024.\nSale proceeds were immediately put to work to reduce our leverage, strengthen our balance sheet and return value to shareholders. In addition, I would also like to share that Ann Scott has announced her retirement as Head of Investor Relations after 37 years with the company. Just this week, Ann's first grandchild Isabella Ann arrived safely into the world. Needless to say, we all know what Ann will be doing in retirement, Babysitting, golf and being a lifetime Ball cheerleader and will provide behind-the-scenes support to Ball through the end of the year. So as she winds down her time as a full-time employee, feel free to extend your well wishes via her Ball e-mail.\nAs you can tell from our call introduction today, our Investor Relations succession plan has been activated with Brandon taking the lead as the head of the department. Congratulations to Ann and her family on the new grand baby and her well-earned retirement and for your support of Brandon and Miranda as they take the next steps in their careers at Ball.\nToday, I'm joined on our call by Howard Yu, EVP and CFO. I will provide some brief introductory remarks. Howard will discuss the first quarter financial performance and key metrics for 2024 and then we will finish up with closing comments and Q&A.\nOur team delivered strong first quarter results following the successful and earlier-than-anticipated sale of the Aerospace business during the quarter. Global beverage can shipments increased 3.7% in the quarter, and we immediately executed our plans to deploy sale proceeds to deleverage and initiate a large multiyear share repurchase program.\nReflecting further on year-to-date 2024 performance, aluminum packaging continues to outperform other substrates across the globe. In North America and EMEA, First quarter volumes exceeded our internal expectations as customers pulled forward volume in preparation for the summer selling season, following notable fourth quarter 2023 destocking.\nIn South America, strong volume performance driven by our customer mix and warm weather continued in Brazil. For a complete summary of regional shipments for the first quarter, please refer to today's earnings release. Given seasonality, our customer mix and incorporating first quarter regional volume performance, we anticipate full year global shipments to grow in the low to mid-single digits range.\nKey drivers in 2024 are the benefits of deleveraging, repurchasing shares, improving operational efficiencies and fixed cost absorption, and leveraging our well-capitalized plant assets to grow the use of innovative, sustainable aluminum packaging across channels, categories and venues. In addition, to further actions to strengthen the balance sheet and reduce long-term liabilities.\nBased on our current demand trends and the previously mentioned drivers, we are positioned to grow comparable diluted EPS mid-single digits plus off 2023 reported comparable EPS of $2.90 per share, generate strong free cash flow, strengthen our balance sheet and return of value in the range of $1.5 billion to shareholders via share repurchases and dividends in 2024. We look forward to showcasing our team and unveiling our future operating model and long-term growth plans at our biannual Investor Day scheduled for June 18 in New York City at the New York Stock Exchange.\nWith that, I'll turn it over to Howard.\n\nHoward H. Yu\n\nSenior VP & CFO, Envista Holdings Corporation\n\nThank you, Dan. Turning to our results. First quarter 2024 comparable diluted earnings per share was $0.68 versus $0.69 in the first quarter of 2023. First quarter sales decreased slightly due to the pass-through of lower aluminum prices and lower volumes in North America, offset by the pass-through of inflationary costs and increased volumes in South America. .\nFirst quarter comparable net earnings of $217 million were flat year-over-year, primarily due to improved year-over-year performance in North America, EMEA and South America, offset by lower year-over-year results in nonreportable other, which were driven by improved comparable operating earnings in our aluminum aerosol business, being more than offset by noncomparable SG&A costs associated with the aerospace sale and higher year-over-year undistributed costs, which are detailed in footnote 2 of today's release.\nIn North America, segment earnings exceeded our expectations and offset notable year-over-year headwinds associated with the U.S. beer brand disruption and the favorable benefits of the virtual power purchase agreement termination. The earlier-than-anticipated closure of Kent plant, which permanently ceased production during the first quarter also aided results and supply-demand balance across our system. Benefits of effective cost management and plant efficiencies across our well-capitalized plant network will support incremental volume growth without spending incremental growth capital. We continue to anticipate sequential earnings improvement during the seasonal summer quarters, driven by modest volume improvement, improved fixed cost absorption and effectively managing risk.\nIn EMEA, the business continues to navigate varying consumer end demand conditions, particularly in Egypt. Overall, segment volumes were up slightly in the quarter following notable destocking by certain customers in late 2023. In recent weeks, demand trends have remained favorable, and the business continues to be poised for year-over-year comparable earnings growth in 2024, oriented largely to the second half and driven by volume and mix.\nIn South America, our segment volumes increased 26.3% in the first quarter, driven by strong demand in Brazil and our customer mix. The Brazilian can market was up 18% in the first quarter. We continue to monitor the dynamic economic situation in Argentina and potential scenarios that could impact results. We remain optimistic about Brazil and our ability to deliver sequential earnings and volume improvement as we exit the summer selling season in South America.\nAdditionally, in the first quarter of 2024 and up through the February 16 date of sale, our former Aerospace business made $27 million of comparable operating earnings, which is included in the comparable net earnings of $217 million that I referenced earlier.\nMoving on to additional key financial metrics and goals for 2024. We now anticipate year-end 2024 net debt to comparable EBITDA to below 2.5x. While we are currently at 2.2x at the end of the first quarter, net debt to comparable EBITDA will nudge slightly higher by year-end as the company starts payments of tax due on the gain of the sale of aerospace.\n2024 CapEx is targeted to be in the range of $650 million, a year-over-year reduction of $400 million and largely driven by carry-in capital related to prior year's projects. We are on track to achieve our free cash flow target. Share repurchases are expected to be in the range of $1.3 billion by year-end. Through today's call, we have repurchased approximately $350 million in shares year-to-date. And earlier this week, the Board increased the share repurchase authorization to 40 million shares. The new authorization replaces all prior authorizations. This increased authorization will enable meaningful share repurchases during 2024 and beyond.\nOur 2024 full year effective tax rate on comparable earnings is expected to be approximately 21%, largely driven by lower year-over-year R&D tax credit associated with the sale of the company's Aerospace business. Relative to the estimated tax payments due on aerospace sale, the approximate $1 billion taxes due will be paid throughout the remainder of 2024. Full year 2024 interest expense is expected to be in the range of $320 million. Excluding the non-comparable aerospace disposition compensation costs, full year 2024 reported adjusted corporate undistributed costs recorded in other nonreportable are still expected to be in the range of $85 million. And earlier this week, Ball's Board declared its quarterly cash dividend.\nLooking ahead to the rest of 2024, we remain laser-focused on operational excellence, driving efficiency and productivity across our business and cost management and monitoring emerging market volatility. We are committed to maximizing the full potential of our company over the long term. We have executed on derisking the corporation through recent debt retirements, and we have no significant near-term maturities. The runway is clear for us to activate near-term initiatives to consistently deliver high-quality results and generate compounding shareholder returns.\nWith that, I'll turn it back to Dan.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThanks, Howard. Given the strong start to the year in 2024, we anticipate growing our comparable diluted EPS mid-single digits plus by offsetting the divestiture through growth in our aluminum packaging operations, interest income, lower interest expense and the benefit of a lower share count.\nLooking ahead, we are focused on executing our enterprise-wide strategy to advance sustainable aluminum packaging solutions on a global scale by accelerating our pathway to carbon neutral and unlocking additional value from within the organization by driving continuous process improvement and operational excellence. Together, we will strive to deliver innovative aluminum packaging solutions that can lead to a world free from waste and embark on a path to deliver compounding shareholder returns in 2024 and beyond.\nWe very much appreciate the work being done across the organization and extend our well wishes to our employees, customers, suppliers, stakeholders and everyone listening today. Thank you.\nAnd with that, Christine, we are ready for questions."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/0a7a8bc89d6d1db278226e96eb590499",
        "textblob_polarity": 0.14823109071779295,
        "textblob_subjectivity": 0.3972571164060525,
        "sentiment": {
            "distribution": {
                "neutral": 5,
                "positive": 10,
                "negative": 1
            },
            "scores": {
                "neutral": 0.9174034357070923,
                "positive": 0.9979409635066986,
                "negative": 0.9984020590782166
            }
        },
        "content1": "Q4 2023 Ball Corp Earnings Call\n\nQ4 2023 Ball Corp Earnings Call\n\nBALLNYSEFEB 1, 5:00 PM\n\nOperator\n\nGreetings, and welcome to the Ball Corporation Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Dan Fisher, CEO. Thank you, sir.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThank you, Christina. Good morning, everyone. This is Ball Corporation's conference call regarding the company's fourth quarter and full year 2023 results. The information provided during this call will contain forward-looking statements. Actual results or outcomes may differ materially from those that may be expressed or implied. Some factors that could cause the results or outcomes to differ are in the company's latest 10-K and in other company SEC filings as well as company news releases.\nIf you do not already have our earnings release, it is available on our website at ball.com. Information regarding the use of non-GAAP financial measures may also be found in the notes section of today's earnings release. In addition, the release includes a summary of noncomparable items as well as a reconciliation of comparable net earnings and diluted earnings per share calculations. Before we discuss Ball's strong earnings and cash flow performance, I would like to remind call participants that on August 17, 2023, the company announced an agreement to sell its aerospace business.\nThe transaction is subject to regulatory approvals and certain closing conditions and adjustments relative to the company's aerospace divestiture, which is projected to close in the first half of 2024, certain forward-looking financial metrics provided in today's earnings release and conference call commentary, may differ from those expressed or implied due to the timing of the successful closing of the timing of the proposed use of proceeds. Today, I'm joined on our call by Howard Yu, EVP and CFO. I will provide some brief interject remarks, Howard will discuss 2023 financial performance and key metrics for 2024, and then we will finish up with closing comments and Q&A. Our team delivered strong operations-driven fourth quarter results and for the full year.\nWe achieved double-digit comparable operating earnings growth and generated $818 million in free cash flow. 2023 also delivered a dynamic set of strategic decisions and factors that influence results and sharpen balls vision for the future including our decisions to sell aerospace for a premium valuation and to reduce fixed costs by adjusting our manufacturing footprint and factors that influence year-over-year results such as a large U.S. customer experienced a major brand disruption and $86 million comparable operating earnings headwind due to the Russian business sale and the effect of Argentine hyperinflation and currency devaluation.\nLate in 2023, we also have the good fortune of welcoming Howard to Ball. Many of you listening have already had the pleasure of meeting with Howard at multiple conferences and our investor community welcome reception in November. His financial expertise, engaging nature and fresh eyes are adding value out of the gate and activating another stage of continuous improvement actions at Ball. Over our 144-year history, each year has presented its opportunities, challenges and changes and the legacy of how the ball team continuously adapts to position the company for long-term success is the reason we are all here today.\nI'm proud to say that the resiliency of our team and our chosen substrate, aluminum packaging, combined with improving plant and program execution more than offset the earnings impact of challenges experienced in 2023 and there were and are many more things to be done to make the most of our opportunities. Reflecting further on 2023, our customer mix and inflationary effects on end consumer demand drove our shipments.\nGlobal shipments ended 2023, down 3.3%, excluding Russia sale impact and shipments would have ended the year roughly flat versus 2022 absent the U.S. brand disruption issue. All in, the aluminum package industry continues to outperform plastics and glass packaging. For Ball, continued volume strength in Brazil and better-than-expected volume in North America to close out 2023, offset regional softness in Argentina and EMEA.\nFor a complete summary of regional shipments for the fourth quarter and full year of 2023, please refer to today's earnings release. Looking ahead, our global teams are energized by recent commercial wins and other constructive customer discussions to continue package mix shift to cans. We will continue to advance sustainability aluminum packaging by accelerating our pathway to carbon neutral and leveraging the scale of our footprint, innovative portfolio and value chain partnerships to expand opportunities for our customers over the long term.\nGiven seasonality, our customer mix and the April 2024 anniversary of the U.S. customer brand disruption we anticipate year-over-year volume growth to favorably inflect after first quarter 2024 and accelerate further in 2025. Significant opportunity lies ahead to offset the financial impact of the projected aerospace sale and to drive compounding value creation for our fellow shareholders. Key drivers in 2024 will be the utilization of net proceeds from the aerospace sale to deleverage and repurchase stock.\nImproving operational efficiencies and fixed cost absorption, leveraging our well-capitalized plan assets to grow the use of innovative, sustainable aluminum packaging across channels, categories and venues in addition to further actions to strengthen the balance sheet and reduce long-term liabilities. Based on our current demand expectations and the potential timing and benefits of the aerospace sale proceeds, we are positioned to grow comparable diluted EPS, generate strong free cash flow, strengthen our balance sheet and accelerate return of value to shareholders in 2024.\nWe look forward to showcasing our team and unveiling our future operating model and long-term growth plans at our biennial Investor Day scheduled for June 18 in New York City at the New York Stock Exchange. And with that, I'll turn it over to Howard.\n\nHoward H. Yu\n\nSenior VP & CFO, Envista Holdings Corporation\n\nThanks, Dan. Over the first few months of my onboarding and immersion, I have learned more about the business by visiting our teams in North America, South America and EMEA toward multiple manufacturing facilities to see how our innovative products are made and attended several investor events where I've had the opportunity to meet many of you on this call. It has become more apparent with a terrific workforce we have around the world and what a tremendous opportunity we have in front of us to make an impact for our customers, shareholders and communities.\nI would like to thank my global colleagues investors and analysts who have taken the time to give me such a warm welcome. Turning to our results. 2023 full year comparable diluted earnings per share was $2.90 and versus $2.78 in 2022 and fourth quarter 2023 comparable diluted earnings per share was $0.78 versus $0.44 in the fourth quarter of 2022. Increase of 4.3% and 77.3%, respectively. Full year sales decreased due to the pass-through of lower aluminum prices, lower beverage can volumes and the sale of our Russian business, offset by the pass-through of inflationary costs and increased volumes in our aluminum aerosol.\nFull year comparable operating earnings increased nearly 10% year-over-year, primarily due to the contractual pass-through of inflationary costs, fixed cost savings and benefits of our prior year SG&A cost-out initiatives, offsetting the headwinds in the sale of our Russia business and lower volumes. The global operations team finished the year strong, hitting their CapEx, raw and finished inventory goals, setting the stage for continued improvement of better fixed cost absorption in 2024, particularly after we anniversary the customer brand disruption and ceased production in the can plant in the first quarter of 2024.\nVersus recent years, we anticipate our production aligning with shipments as we step into incremental volume growth later in 2024. In North America, supply-demand has tightened up following the footprint adjustments, and we continue to focus on lowering costs across our well-capitalized plant network and driving incremental volume growth without spending incremental capital.\nExiting 2023, PPI remains a net positive. Non alcohol global key accounts have started to gain traction in retail, and we continue to be -- to prepare for additional modest volume improvement after the first quarter and net of historic customer shifts. In EMEA, the business nearly filled the $86 million comparable operating earnings hold from the Russia business sale and continue to navigate varying consumer end demand conditions, particularly in Egypt, Turkey and the U.K.\nThe business is poised for year-over-year comparable earnings growth in 2024 and largely in the second half. In South America, our volumes increased 2.2% in the fourth quarter of 2023 despite ongoing weakness in Argentina. We continue to monitor the situation in Argentina and potential scenarios that could impact results. We remain optimistic about Brazil with January volumes off to a good start as the summer selling season continues.\nOur nonreportable results led by aluminum aerosol's 8.2% volume growth and double-digit operating earnings growth finished 2023 strong. Moving on to additional key financial metrics and goals for 2024. We achieved our year-end 2023 net debt to comparable EBITDA goal of 3.7x and incorporating the use of projected aerospace sale proceeds and strong cash generation in 2024, we anticipate year-end 2024 net debt comparable EBITDA to be in the range of 2.7x. 2024 CapEx is targeted to be in the range of $650 million, a year-over-year reduction of $400 million and largely driven by carry in capital related to prior year's projects. 2024 free cash flow is expected to be in the range of $500 million, excluding the [Technical Difficulties]\n\nOperator\n\nLadies and gentlemen, please stand by. Your conference will resume momentarily. Again, ladies and gentlemen, please continue to hold. Your conference will resume momentarily. Ladies and gentlemen, your conference may now resume.\n\nHoward H. Yu\n\nSenior VP & CFO, Envista Holdings Corporation\n\nFlow is expected to be in the range of $500 million, excluding the impact of taxes due on the projected aerospace sale. Our 2024 full year effective tax rate on comparable earnings, including the effect of projected aerospace sales is expected to be approximately 21%, largely driven by lower year-over-year R&D tax credit.\nFull year 2024 interest expense is expected to be in the range of $330 million, including the impact of lower leverage following the successful aerospace closing. Full year 2024 corporate undistributed costs recorded in other nonreportable as expected to be in the range of $85 million and more first half weighted versus last year. And last week, Ball declared its quarterly cash dividend, and we look forward to reinitiating meaningful share repurchases during 2024 and beyond.\nAlso, a call out about tough year-over-year comps we faced in the first quarter of 2024 driven by North America and corporate costs. Due to the 2023 favorable virtual power purchase agreement settlement totaling approximately $30 million and a similar impact of the customer brand disruption, which does not anniversary until April of 2024. North America earnings and volumes will be down year-over-year in the first quarter.\nLooking at 2024, we will be laser-focused on operational excellence, driving efficiency and productivity across our business optimizing SG&A costs and offsetting stranded costs post aerospace divestiture in addition to strengthening our balance sheet by deleveraging and other actions. We are committed to delivering value through share repurchases and dividends, and we'll communicate and stay close to our shareholders. With that, I'll turn it back to Dan.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThanks, Howard. As we continue to make progress in 2024, a we anticipate growing our EPS and offsetting the divestiture through growth in our aluminum packaging operations, interest income, lower interest expense and the benefit of a lower share count. Looking ahead, we are focused on executing our enterprise-wide strategy to advance sustainable aluminum packaging solutions on a global scale by accelerating our pathway to carbon neutral and unlocking additional value from within the organization by driving continuous process improvement and operational excellence.\nTogether, we will strive to deliver innovative aluminum packaging solutions that can lead to a world free from waste and embark on a path to deliver compounding shareholder returns in 2024 and beyond. We appreciate the work being done across the organization and extend our well wishes for a prosperous 2024 to our employees, customers, suppliers, stakeholders and everyone listening today. Thank you to everyone listening. And with that, Christina, we're ready for questions."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/477480efadf49b082a6c9f99045457bd",
        "textblob_polarity": 0.14179172309172317,
        "textblob_subjectivity": 0.3503939948939949,
        "sentiment": {
            "distribution": {
                "neutral": 5,
                "positive": 10,
                "negative": 1
            },
            "scores": {
                "neutral": 0.9947049260139466,
                "positive": 0.9711440026760101,
                "negative": 0.6717634797096252
            }
        },
        "content1": "Q3 2023 Ball Corp Earnings Call\n\nQ3 2023 Ball Corp Earnings Call\n\nBALLNYSENOV 2, 4:00 PM\n\nOperator\n\nGreetings, and welcome to the Ball Corporation Third Quarter 2023 Earnings Call. During the presentation, all participants will be in a listen-only mode. [Operator Instructions]. As a reminder, this conference is being recorded on Thursday, November 2, 2023.\nI would now like to turn the conference over to the Chairman and CEO, Mr. Dan Fisher. Please go ahead.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThanks, Frank. Good morning, everyone. This is Ball Corporation's conference call regarding the company's third quarter 2023 results. The information provided during this call will contain forward-looking statements. Actual results or outcomes may differ materially from those that may be expressed or implied. Some factors that could cause the results or outcomes to differ are in the company's latest 10-K and in other company SEC filings as well as company news releases. If you do not already have our earnings release, it is available on our website at ball.com.\nInformation regarding the use of non-GAAP financial measures may also be found in the notes section of today's earnings release. Historical financial results for the divested Russian operations are reflected in the beverage packaging EMEA segment. [ CN-1 ], business segment information. For a quarterly breakout of Russia's historical sales and comparable operating earnings. In addition, the release includes a summary of noncomparable items as well as a reconciliation of comparable net earnings and diluted earnings per share calculations.\nBefore we dive into our discussion about Ball's solid third quarter earnings and cash flow performance, I would like to reference some important announcements made recently by the company. On August 17, the company announced an agreement to sell its Aerospace business to BAE Systems, Inc. for $5.6 billion in cash proceeds, achieving a premium multiple for a premium business. The transaction is subject to regulatory approvals and customary closing conditions and adjustments. Therefore, prospective estimates for certain financial metrics provided in today's earnings release and conference call commentary exclude any potential impact of the Aerospace business sale. The process to achieve necessary regulatory approvals is underway and when appropriate, a progress announcement will be made.\nAlso, in early September, the company announced Scott Morrison's well-deserved retirement as Ball's CFO; and then Howard Yu has assumed the role of EVP and CFO. To ensure a smooth transition and to enable a successful close to the aerospace transaction, Scott has agreed to stay on with Ball as an adviser until September of 2024. It is a pleasure to have both Scott and Howard joining me on the call today. I'll provide some brief introductory remarks and provide Howard an opportunity to introduce himself. Scott will execute his last earnings call for Ball and discuss key financial metrics, and then we will finish up with closing comments and our outlook for the remainder of 2023 and Q&A.\nFirst, let me begin by taking a few minutes to thank Scott for his 23 years of service to Ball and his 13 years of serving as Ball's CFO. Some of you may not know that Scott has been an integral part of every Ball M&A deal since 1998. [ Pre Ball ], he was actually one of our outside bankers arranging the financing for the Reynolds Metals acquisition. In 2000, Scott joined Ball as our Treasurer and the rest is history. He has executed multiple transformative M&A and record-setting bond deals, successfully navigated ball through numerous economic cycles, always stepped up when [indiscernible] and he's completed 55 of these wonderful earnings calls now. Scott is sailing off into the sunset, literally. Our company is better because of Scott Morrison and personally I am thankful to have worked with him since 2010. At my request, Scott agreed to stay on a bit longer as CFO than he originally planned. And I'm so grateful he did.\nNothing like a multiyear global pandemic land wars, the steepest rise in interest rates and inflation since the '70s and helping onboard a new CEO to finish off your incredibly successful career. Scott, thank you for your commitment to Ball, for being a friend, a trusted year, for being a candid mentor, a leader who surrounded himself with a capable team and someone bled Ball blue. On behalf of the entire team, we wish you a long, happy and healthy retirement.\nI'm excited to introduce Howard Yu. Paul welcomed Howard as our new CFO in late September. Howard joins Ball with a wealth of experience as a public company CFO, and a CV packed with global experience and fresh eyes to unlock even more value for our stakeholders. Howard's focus on continuous improvement and passion for operational excellence will help lead all for the next decade. Howard, I'll turn it over to you to say a few words.\n\nHoward H. Yu\n\nSenior VP & CFO, Envista Holdings Corporation\n\nThank you, Dan, and the entire Ball team for your warm welcome. Scott, congratulations on your retirement, and I really appreciate your insights and introductions during the first 30 days. My onboarding and immersion have been excellent, meeting with leaders across 3 continents, participating in the recent Board meetings and touring several manufacturing facilities. I look forward to meeting many of you in person at future investor events and industry conferences. We have a packed investor relations schedule to close out 2023, including a reception at the New York Stock Exchange on November 14. Reach out to Ann and the Investor Relations team for details about our upcoming outreach schedule.\nWith that, I'll turn it back over to Dan.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThanks, Howard. Our team delivered strong third quarter results, improved operational efficiencies, inflationary cost recovery, the benefits of cost-out actions and a lower effective tax rate offset the impact of tough year-over-year volume comparisons. $43 million of higher interest expense and a $14 million operating earnings headwind from the Russian sale. I'm proud to say that our team did an excellent job of managing both costs working capital and isolated volatility across supply chain partners in our packaging and aerospace businesses during the quarter. Our overweight positions to the ongoing mass beer brand demand disruption in the U.S. and past regional customer mix decisions are evident in Ball's volume performance. Double-digit volume growth in Brazil and better than industry volume performance in EMEA helped to offset some of the North American headwind resulting in our global shipments being down 3% in the third quarter, a sequential improvement versus second quarter 2023, which was down 5%.\nMoving forward, our actions to tighten supply demand domestically, lower costs, improve operational efficiencies, leverage the sustainability attributes of our innovative aluminum packaging portfolio and our ability to lean into our well-capitalized low-cost plant assets will position Ball to win commercially and improve returns on invested capital. In addition, our actions to unlock value via the announced sale of our Aerospace business and utilize net proceeds to rapidly leverage in the range of 3x, strengthen the balance sheet and return substantial value to shareholders via share repurchases and dividends will provide financial flexibility and drive value creation now and in the years to come.\nI would also like to extend my gratitude to our employees for working with the utmost level of respect, care and concern for one another while adapting to the recent company decision to sell Aerospace and further reduce fixed costs across our plant network. We're beginning to see some sequential improvement in our global beverage shipments, particularly in Brazil, as we head into their busy summer selling season. Given the current in-consumer demand trends in North America and EMEA, we will continue to run the business for cash and with an eye on reducing fixed costs and being fit for the future in the current macroeconomic environment.\nIn our Aerospace and Aluminum Aerosol Businesses, demand for our products and technologies continues to grow. In Aerospace, our backlog and 1 not booked backlog both increased. And in our Global Aluminum Aerosol Business, third quarter shipments increased 10.4%. Our growing [ astuted ] aluminum business continues to serve new categories and offer reuse refill bottle innovations to a broader set of customers and occasions, emphasizing aluminum over other substrates. Very late in the quarter and as mentioned in the press release, Ball experienced a fire at its Verona, Virginia aluminum slug manufacturing facility, which is part of our extruded aluminum aerosol business. We are thankful that all plant personnel were evacuated safely during the incident and that no injuries occurred while first responders extinguish the blaze.\nUnfortunately, the fire damaged 95% of the plant's equipment and the structure is a complete loss. The extruded aluminum team continues to support the well-being of our colleagues and it's also working very hard to try to meet our customers' demand from our remaining global aluminum slug facilities. Insurance coverage will handle the majority of the financial impact. However, we have determined that going forward, we will be unable to operate at the current site. Employees and key stakeholders were notified of this decision yesterday evening. Consistent with our prior commentary, we remain positioned to deliver on our cash flow, deleveraging and return of value to shareholder goals.\nBased on our current expectations for end consumer demand trends in EMEA and North America, and other activities and items referenced on today's call, we anticipate growing comparable diluted EPS low to mid-single digits in 2023. And and look forward to discussing our growth targets for 2024 on our February earnings call. We appreciate the work being done across the organization and extend our well wishes to our employees, customers, suppliers stakeholders and everyone listening today.\nWith that, for the last time, I'll turn it over to Scott.\n\nScott C. Morrison\n\nChief Financial Officer & Senior Vice President, Ball Corp.\n\nThanks, Dan. Third quarter 2023 comparable diluted earnings per share were $0.83 versus $0.75 in the third quarter of 2022. Third quarter sales decreased compared to the same period in 2022, primarily due to the pass-through of lower aluminum prices, lower volumes in the sale of our Russian business in the third quarter of 2022, offset by the pass-through of inflationary costs and currency translation.\nIn the third quarter, comparable net earnings increased compared to the same period in 2022 primarily due to the contractual pass-through of inflationary costs, a lower tax rate, fixed cost savings and benefits of prior year SG&A cost-out initiatives, offsetting notably higher interest expense, the headwind from the sale of our Russian business in the third quarter of 2022 and lower volumes. To reiterate our prior earnings call commentary, we have proactively managed supply demand across our system of plants and significantly reduced raw and finished goods inventory. Including our most recent actions to close Kent, permanently ceased plans to build North Las Vegas and defer the Concord facility into 2028. North America supply-demand has tightened up significantly, and we are lowering costs across our well-capitalized plant network.\nAs a result, we are positioned to improve returns on invested capital, deliver our customers' pack size and reclosability innovation at scale across a national footprint. And in future years, when end customer demand inflects more favorably utilize the operational efficiencies we are achieving now to serve our customers' future growth without spending significant growth capital.\nIn EMEA, the business has successfully lapped its last quarter of Russian business sale headwinds and is on track in 2023 to fill the $86 million of comparable operating earnings hole from the business sale. The team continues to operate at a high level as they navigate varying consumer and demand conditions, particularly in the U.K.\nIn South America, our volumes increased 14.1% in the quarter as we teed up on our prior earnings call, regional product mix and the volatility in Argentina weighed on segment earnings during the quarter. The busy fourth quarter summer selling season is underway and segment earnings are anticipated to inflect very favorably in the fourth quarter. As we sit here today, some very consistent commentary and key metrics, we ended third quarter in a very solid liquidity position with approximately $3 billion in cash and committed credit facilities. Cash on hand will be used to address the mid-November bond maturity. 2023 CapEx will be in the range of $1.2 billion, driven by cash outflows related to prior year's projects. 2024 CapEx is targeted to be much lower than and in the range of GAAP DNA levels. We anticipate generating free cash flow of approximately $750 million in 2023 and our 2023 full year effective tax rate on comparable earnings is expected to be in the range of 17% to 18%.\nFor clarity, it's important to note that an R&D tax credit benefited our third quarter ETR, so modeling the fourth quarter ETR in the low 20% range is appropriate. Full year 2023 interest expense is expected to be a touch higher than what we said last quarter in the range of $460 million. Full year 2023 corporate undistributed costs recorded in other nonreportable will be in the range of $75 million we had previously said $80 million. And taking into account demand trends experienced so far in the fourth quarter, fourth quarter comparable operating earnings are on track to be consistent with third quarter results. We continue to expect year-end 2023 net debt to comparable EBITDA to trend in the range of 3.7x. And following the receipt of net proceeds from the Aerospace sale, we intend to drive leverage in the range of 3x. Last week, Ball declared its quarterly cash dividend. And as Dan mentioned, reducing leverage and getting back to share repurchases are top of mind.\nAs I wrap up my comments, I want to express what a privilege it has been to be part of Ball for so long. Thank you again for all your [ banner ] on the 55 earnings calls. I've shared with Dave, Ray, John and Dan over the years. I'm pretty sure you won't miss me, and it's great to be leaving the company and you with in great hands of Dan, Howard and the team.\nWith that, I'll turn it back to you, Dan.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThanks, Scott. We continue to believe that the actions we have taken in 2023 and will continue to execute in 2024 and beyond will improve earnings, generate cash flow enable low-carbon best value innovative aluminum packaging offerings on a global scale and will expand shareholder value creation for many years to come. Thank you to everyone listening today.\nAnd with that, Frank, we're ready for questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/dbaad63320e951d358e70a848e2661d9",
        "textblob_polarity": 0.09946520504585019,
        "textblob_subjectivity": 0.3129973467392821,
        "sentiment": {
            "distribution": {
                "negative": 3,
                "positive": 7,
                "neutral": 2
            },
            "scores": {
                "negative": 0.9789953629175822,
                "positive": 0.9401256186621529,
                "neutral": 0.9580050408840179
            }
        },
        "content1": "Q2 2023 Ball Corp Earnings Call\n\nQ2 2023 Ball Corp Earnings Call\n\nBALLNYSEAUG 3, 5:00 PM\n\nOperator\n\nGreetings, and welcome to the Ball Corporation 2Q 2023 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded, Thursday, August 3, 2023.\nI would now like to turn the conference over to Dan Fisher, Chairman and CEO. Please go ahead.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThank you, Malika. Good morning, everyone. This is Ball Corporation's conference call regarding the company's second quarter 2023 results. The information provided during this call will contain forward-looking statements, actual results or outcomes may differ materially from those that may be expressed or implied. Some factors that could cause the results or outcomes to differ in the community's latest 10-K, and another company, SEC filings as well as company news releases. If you do not already have our earnings release, it is available on our website at ball.com.\nInformation regarding the use of non-GAAP financial measures may also be found in the notes section of today's earnings release. Historical financial results for the divested Russian operations will continue to be reflected in the beverage packaging EMEA segment.\nC Note 1, business segment information for additional information about the sale agreement and a quarterly breakout of Russia's historical sales and comparable operating earnings. In addition, the release also includes a summary of noncomparable items as well as a reconciliation of comparable operating earnings and diluted earnings per share calculations.\nLate in the quarter, the company also announced that is considering options for its aerospace business. There are limitations regarding the depth of commentary we will provide on that topic today if and or when additional comments are necessary, they will be made via a separate public press release.\nJoining me on the call today is Scott Morrison, our Executive Vice President and CFO. I'll provide some brief introductory remarks. Scott will discuss key financial metrics, and then we will finish up with closing comments. Our outlook for the remainder of 2023 and Q&A.\nLet me begin by thanking our employees for working safely and with the utmost level of agility while fulfilling our customers' needs. On our first quarter call, we said that our second quarter would be choppy, and that was the case. Our team delivered solid second quarter results amid tough year-over-year comparisons, including $47 million of higher interest expense, the $40 million of operating earnings headwind from the Russian sale and global beverage volumes down 11%, driven by the Russian sale, impacted a notable domestic beer brand experiencing demand disruption in North America.\nI'm proud to say that our team did an excellent job of managing both costs and working capital levels to deliver the quarter and position the business for a stronger second half. Looking forward, we will continue to benefit from notable inflation recovery, cost-out actions and improved operational efficiencies. Our inventory levels are in good shape with plans to improve further. Our North America team is managing in real time, the balance of the U.S. mass beer brand boycott and our improved demand forecast of other customers, which should unlock additional opportunities during the second half.\nCash flow is kicking in, and we are studying opportunities to accelerate deleveraging and the multiyear return of value to shareholders while also developing additional innovative packaging solutions to grow the business going forward. Around the globe, beverage cans continue to win relative to other substrates, and we continue to leverage the contributions of our 2 new facilities in EMEA, our customer mix, scale, plant footprint, innovation and capable teams across the organization to ensure the best outcomes for all our stakeholders.\nIn our aerospace and aluminum aerosol businesses, operational performance and demand for our products continue to grow. In Aerospace, our 1 not booked backlog increased $1 billion and the unique technologies we provide to support environmental and national security needs remains in high demand. And in our global aluminum aerosol business, we continue to serve new categories and offer reuse, refill bottle innovations to a broader set of customers and occasions. As we look ahead, all of our businesses will continue to unlock additional value for Ball stakeholders in 2023 and beyond.\nConsistent with our prior commentary, in 2023, we remain positioned to deliver approximately $750 million of free cash flow to deleverage and return value to shareholders. And in 2023, we anticipate the potential of achieving the low end of our long-term goal of 10% to 15% comparable diluted earnings per share growth, including the Russian business sale headwind and exceeding that long-term comparable diluted EPS growth goal, excluding the Russian sale headwind.\nDuring the Q&A, Scott and I will strive to provide additional clarity on the external environment and cadence for the remainder of 2023 based on what we know today. Our global beverage teams continue to position our businesses to deliver the year and have an eye on the future. For the full year and incorporating year-to-date trends, our customer mix and excluding Russia, we now estimate flat global volume growth for Ball with North America being down low single digits, South America volume up mid-single digits and EMEA volume up mid-single digits. We appreciate the work being done across the organization and extend our well wishes to our employees, customers, suppliers, stakeholders and everyone listening today.\nWith that, I'll turn it over to Scott.\n\nScott C. Morrison\n\nChief Financial Officer & Senior Vice President, Ball Corp.\n\nThanks, Dan. Second quarter 2023 comparable diluted earnings per share were $0.61 versus $0.82 in the second quarter of 2022. Second quarter sales decreased compared to the same period in 2022, primarily due to the sale of our Russian business in the third quarter of 2022, lower volumes, currency translation and the pass-through of lower aluminum prices, partially offset by the pass-through of inflationary costs.\nIn the second quarter, net comparable earnings decreased compared to the same period in 2022, primarily due to higher interest expense, the headwind from the sale of our Russian business in the third quarter of 2022 and lower volumes as well as higher corporate costs, partially offset by the contractual pass-through of inflationary costs, fixed cost savings, lower depreciation expense and SG&A cost out initiatives. To reiterate our prior earnings call commentary, we have been and we'll continue to proactively manage regional supply-demand balance across our system of plants in the near term.\nStarting in the third quarter, segment earnings in North America will accelerate due to the majority of the anticipated contractual inflation recovery having kicked in July 1. In EMEA, the business will lap its last Russian earnings headwind in the third quarter and then accelerate to an improved level of earnings in the fourth quarter as they move beyond this multi-quarter headwind and the start-up costs for the 2 new plants.\nIn South America, customer and product mix, which has unfavorably influenced the seasonally slower second quarter will reverse and consistent with our prior commentary, we anticipate a more robust second half in Brazil as customer hedges roll off and the fourth quarter summer selling season kicks in.\nAs we sit here today, some very consistent commentary and key metrics, we ended the second quarter in a very solid liquidity position with approximately $2.65 billion in cash and committed credit facilities. 2023 CapEx will be in the range of $1.2 billion, driven by cash outflows related to prior year's projects, 2024 CapEx is targeted to be in the range of GAAP D&A levels. We are targeting free cash flow of approximately $750 million in 2023 and focusing on deleveraging. Our 2023 full year effective tax rate on comparable earnings is expected to be in the range of 19%.\nFull year 2023 interest expense is expected to be in the range of $450 million. We anticipate full year corporate undistributed costs recorded in other non-reportable to be in the range of $80 million.\nIncluding the $86 million Russian business sale operating earnings headwind, comparable operating earnings should increase nearly $200 million and full year 2023 comparable D&A will likely be in the range of $550 million. As we look forward to incorporating near-term demand trends, year-end 2023 net debt to comparable EBITDA is expected to trend in the range of 3.7x. And in future years, we will drive that lower.\nLast week, Ball declared its quarterly cash dividend. And as Dan mentioned, reducing leverage is our key focus prior to resuming share repurchases. As fellow owners, we continue to manage the business through the lens of EVA and cash stewardship, and we will effectively manage our supply chain and customers in this current environment to secure the best cash, earnings and EVA outcome for our shareholders.\nWith that, I'll turn it back to you, Dan.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThanks, Scott. We continue to believe that given the economic environment and global dynamics impacting our world, it is a great time for investors to get up to speed on Ball. Our improved results following the challenging '22 is progressing. Our products and technologies are resilient and provide solutions for our customers.\nOur focus remains on delivering earnings, free cash flow and high-quality products to our customers and consumers. And as leverage continues to come down and free cash flow expands, our return of value to shareholders will grow in 2024 and beyond. Thank you to everyone listening today.\nAnd with that, Malika, we are ready for questions."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/e37e2e772b62e457a31b2938b662942d",
        "textblob_polarity": 0.13713825469923024,
        "textblob_subjectivity": 0.3490287118031019,
        "sentiment": {
            "distribution": {
                "negative": 2,
                "positive": 7,
                "neutral": 3
            },
            "scores": {
                "negative": 0.9970973432064056,
                "positive": 0.9977899874959674,
                "neutral": 0.7663882970809937
            }
        },
        "content1": "Q1 2023 Ball Corp Earnings Call\n\nQ1 2023 Ball Corp Earnings Call\n\nBALLNYSEMAY 4, 5:00 PM\n\nOperator\n\nGreetings, and welcome to the Ball Corporation 1Q 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded, Thursday, May 4, 2023.\nIt is now my pleasure to turn the call over to Dan Fisher, Chairman and CEO. Please go ahead.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThank you, Tina, and good morning, everyone. This is Ball Corporation's conference call regarding the company's first quarter 2023 results.\nThe information provided during this call will contain forward-looking statements. Actual results or outcomes may differ materially from those that may be expressed or implied. Some factors that could cause the results or outcomes to differ are in the company's latest 10-K and in other company SEC filings as well as company news releases. If you do not already have our earnings release, it is available on our website at ball.com.\nInformation regarding the use of non-GAAP financial measures may also be found in the Notes section of today's earnings release. Historical financial results for the divested Russia operations will continue to be reflected in the beverage packaging EMEA segment. See Note 1 Business Segment Information, for additional information about the sale agreement and a quarterly breakout of Russia's historical sales and comparable operating earnings.\nIn addition, the release also includes a summary of noncomparable items as well as a reconciliation of comparable operating earnings and diluted earnings per share calculations.\nJoining me on the call today is Scott Morrison, our Executive Vice President and CFO. I'll provide some brief introductory remarks. Scott will discuss key financial metrics, and then we will finish up with closing comments, our outlook for the remainder of 2023 and Q&A.\nLet me begin by thanking our employees for working safely and efficiently, while fulfilling our customers' needs. Collectively, we delivered strong first quarter results amid tough year-over-year comparisons, driven largely by business divestments executed in 2022.\nIn the first quarter, every business either achieved or exceeded their operating plan. Our aluminum beverage and aerosol shipments were in line with our regional expectations, and our aerospace technologies continue to be in high demand. Notable inflation recovery, benefits of cost-out actions, improved operational efficiencies and performance in every business offset higher interest expense and taxes. With near-term macroeconomic conditions continuing to pressure consumer demand, Ball's year-to-date global beverage can volumes were down 1.4% in the first quarter, in line with our expectations.\nLooking ahead, the breadth of retail summer promotional activity across our customer mix in North America, and the continuing successful ramp-up of our two new facilities in EMEA, will be the key drivers of our ultimate 2023 shipment growth. We started 2023 with a conservative view on annual global beverage shipment trends, and we maintained that conservative second half weighted view. We have a lot of the year ahead of us, and we look forward to serving our customers' needs.\nAs we sit here today, in advance of seeing quantifiable promotional activity, we are proactively managing our beverage operations in North and South America for cash and supply-demand balance, as we continue to bring down raw coil and finished goods inventories and return to our just-in-time supply chain management versus the just-in-case supply chain requirement during the pandemic and extended period of higher-than-planned growth for beverage cans.\nAround the globe, beverage cans continue to win relative to other substrates, and we continue to leverage our customer mix, scale regional plant networks, innovation and capable teams across the organization to ensure the best near-term, medium-term and long-term outcomes for all our stakeholders.\nIn our aerospace and aluminum aerosol businesses, operational performance and demand for our innovative products and technologies are accelerating. In Aerospace, our technologies are well positioned to deliver unimpeachable data and monitoring capabilities for both environmental and national security needs. And in our global aluminum aerosol business, we continue to serve new categories and offer reuse, refill bottle innovations to a broader set of customers and occasions. As we look ahead, all of our businesses will continue to unlock additional value for Ball stakeholders in 2023 and beyond.\nConsistent with our prior commentary, in 2023, we remain positioned to deliver our long-term goal of 10% to 15% diluted earnings per share growth, inclusive of the Russian business sale headwind, and we remain well positioned to generate strong free cash flow to deleverage and return value to our fellow shareholders.\nAs we indicated in our prior call, the second quarter will remain choppy in North and South America metal beverage as we continue to work through higher inventory and manage regional production with an eye on cash. In addition, the positive momentum in our EMEA, aerospace and aluminum aerosol businesses will continue. During the Q&A, Scott and I will strive to provide additional clarity on the external environment and cadence for 2023 based on what we know today.\nOur global beverage teams continue to position our business to deliver the year and have an eye on the future. For the full year and incorporating year-to-date trends, our customer mix and excluding Russia, we now estimate low single-digit global volume growth for Ball, with North America being slightly down, South America volume up mid-single digits, EMEA volume up mid-single digits plus and our other non-reportable beverage business volumes up mid- to high single digits.\nWe appreciate the work being done across the organization and extend our well wishes to our employees, customers, suppliers, stakeholders and everyone listening today.\nWith that, I'll turn it over to Scott.\n\nScott C. Morrison\n\nChief Financial Officer & Senior Vice President, Ball Corp.\n\nThanks, Dan. I'd like to congratulate Dan on his election to Chairman of the Board, and thank John for his service as Chairman. Dan was battle-tested on many fronts in 2022, and he has the skill set and drive to take the company to new heights.\nFirst quarter 2023 comparable diluted earnings per share were $0.69 versus $0.77 in the first quarter of 2022. And excluding the notable Russian aluminum packaging business sale headwind, first quarter comparable diluted earnings per share were flat versus the prior year. First quarter sales decreased compared to the same period in 2022, primarily due to the sale of our Russian business in the third quarter of 2022, currency translation, lower volumes and the pass-through of lower aluminum prices, partially offset by the pass-through of inflationary costs.\nIn the first quarter, net comparable earnings decreased compared to the same period in 2022, primarily due to the sale of our Russian business in the third quarter of 2022, lower volumes in North and South America and increased interest expense, partially offset by fixed cost savings, lower depreciation expense and SG&A cost-out initiatives as well as the contractual pass-through of inflationary costs.\nTo reiterate our prior earnings call commentary and to help frame some of Dan's earlier comments about choppier second quarter performance in North America and South America segment earnings, we have been and will continue to proactively manage regional supply-demand balance across our system of plants in the near term. After July, segment earnings will reaccelerate when the majority of the contractual inflation recovery begins and a larger portion of summer selling volume flows through segment results.\nAlso remember, the virtual power purchase agreement settlement recorded in North America's first quarter results will not replicate in the second quarter. However, we estimate that North America's second quarter segment results will be relatively in line with $183 million first quarter segment results reported today.\nIn South America, customer and product mix is unfavorably influencing the seasonally slower second quarter. And consistent with our prior commentary, we anticipate a more robust second half in Brazil as customer hedges roll off and the fourth quarter summer selling season kicks in.\nAs we sit here today, some very consistent commentary and key metrics. We ended the first quarter in a solid liquidity position with in excess of $1.5 billion in cash and available credit facilities. 2023 CapEx will be in the range of $1.2 billion, driven by cash outflows related to prior year's projects. 2024 CapEx is targeted to be in the range of GAAP D&A levels. We are targeting free cash flow in the range of $750 million in 2023 and focusing on deleveraging. Our 2023 full year effective tax rate on comparable earnings is expected to be in the range of 20%.\nFull year 2023 interest expense is expected to be in the range of $425 million, while the first quarter corporate costs appear lower than the expected run rate. We continue to anticipate full year 2023 corporate undistributed costs recorded in other nonreportable to be in the range of $90 million, with the second quarter costs being higher year-over-year, driven by announced key employee retirement costs.\nIncluding the $86 million Russia business sale, operating earnings headwind, comparable operating earnings should increase nearly $200 million and full year 2023 comparable D&A will likely be in the range of $550 million. As we look forward and incorporating near-term demand trends, year-end 2023 net debt to comparable EBITDA is expected to trend in the range of 3.7x, and in future years, we'll drive that lower.\nLast week, Ball declared its quarterly cash dividend. And as Dan mentioned, reducing leverage is our key focus prior to resuming share repurchases in 2024. Rest assured, as fellow owners, we will manage the business through the lens of EVA and cash stewardship, and we will effectively manage our supply chain and customers in this current economic climate to secure the best cash, earnings and EVA outcome for our shareholders.\nWith that, I'll turn it back to you, Dan.\n\nDaniel William Fisher\n\nSenior VP & COO of Global Metal Beverage Packaging, Ball Corporation\n\nThanks, Scott. Given the economic environment and global dynamics impacting our world, it's a great time for investors to get up to speed on Ball. Our significantly improved plan following a challenging 2022 is kicking in.\nWe produce products that consumers use daily. We deliver unique technologies to analyze, observe and defend what we value most. And employee owners are showcasing incredible resiliency, while delivering earnings, free cash flow and high-quality innovative solutions to our customers and consumers. And as leverage comes down and free cash flow expands, our return of value to shareholders will grow in 2024 and beyond.\nThank you to everyone listening today. And with that, Tina, we're ready for questions."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/4003ed13f1f04d6c4fd716e2f1a27f3b",
        "textblob_polarity": 0.10312025894594704,
        "textblob_subjectivity": 0.32713014813932245,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9408038684300014,
                "neutral": 0.9698726236820221
            }
        },
        "content1": "Q4 2022 Ball Corp Earnings Call\n\nQ4 2022 Ball Corp Earnings Call\n\nBALLNYSEFEB 2, 5:00 PM\n\nOperator\n\nGreetings, and welcome to the Ball Corporation Fourth Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, today's call is being recorded Thursday, February 2, 2023. I would now like to hand the conference over to Dan Fisher, Chief Executive Officer. Please go ahead, sir.\n\nDaniel William Fisher\n\nPresident, Director & CEO, Ball Corporation\n\nThank you, Carlos, and good morning, everyone. This is Ball Corporation's conference call regarding the company's fourth quarter and full year 2022 results. The information provided during this call will contain forward-looking statements. Actual results or outcomes may differ materially from those that may be expressed or implied. Some factors that could cause the results or outcomes to differ are in the company's latest 10-K and in other company SEC filings as well as company news releases.\nIf you do not already have our earnings release, it is available on our website at ball.com. Information regarding the use of non-GAAP financial measures may also be found in the notes section of today's earnings release. Historical financial results for the divested Russian operations will continue to be reflected in the beverage packaging EMEA segment.\nSee Note 1, business segment information for additional information about the sale agreement and a quarterly breakout of Russia's historical sales and comparable operating earnings. The release also includes a table summarizing business consolidation and other activities as well as a reconciliation of comparable operating earnings and diluted earnings per share calculations.\nJoining me on the call today is Scott Morrison, our Executive Vice President and CFO. I'll reflect on 2022 briefly, and Scott and I will discuss key drivers and financial metrics for 2023. And then we will finish up with closing comments, the outlook and Q&A. Let me begin by thanking our employees and stakeholders for their hard work and support. As I reflect on 2022, I'm struck by the magnitude and pace of change we have navigated, the commitments we are prepared to achieve and the prompt and decisive actions that were made by our team in a fluid and ever-changing macroeconomic and geopolitical backdrop.\nOur full year and fourth quarter comparable net earnings reflect our EMEA aerospace and aerosol operations coming in as expected, offset by the impact of our Russian business sale, softer volume in North and South America, planned inventory management impacting fixed cost absorption and the effect of high-cost inventory and the timing effect of customer sell-through.\nGlobal beverage can shipments, including Russia increased 0.8% in 2022 and decreased 6.1% in the fourth quarter. Excluding Russia, global beverage shipments increased 2.1% in 2022 and decreased 0.9% in the fourth quarter. North America beverage can segment shipments decreased 0.3% in 2022 and decreased 7.1% in the fourth quarter. EMEA beverage can segment shipments, excluding Russia, increased 8.6% in 2022 and increased 11% in the fourth quarter.\nSouth America beverage can segment shipments decreased 6.3% in 2022 and decreased 4.2% in the fourth quarter. Other non-reportable beverage can shipments increased 48.2% year-to-date and 48.5% in the fourth quarter as a result of continuing to provide support to domestic European customers. Our global extruded aluminum bottle and aerosol business continues to benefit from new refillable, reusable bottle offerings and higher recycled content aluminum bottles for personal care products.\nShipments in this segment increased 12% year-to-date and 14.5% in the fourth quarter. And our aerospace team increased their backlog 20% year-over-year. In response to the previously discussed unfavorable swing in beverage can volumes relative to our early 2022 expectations and as a result of our sale of our Russian businesses, we optimized our global cost structure, deferred certain projects and took actions to rightsize our North and South American manufacturing plant systems by consolidating high-cost, less fit facilities into scalable facilities capable of delivering our customers a portfolio of can sizes, enabling category and pack size innovation to our customers in a more agile way moving forward.\nIn EMEA, newly constructed facilities will ramp up during the first half of 2023 and provide much-needed cans to our customers across the region. It is also important to celebrate the accomplishments achieved by our team during 2022, including shipping nearly 115 billion innovative aluminum cans, bottles and cups to our customers, delivering numerous environmental space, science and defense technologies to study the impact of humans and the environment on our earth, weather satellites that protect life and property from extreme weather events, on-orbit defense technologies to ensure the safety of our Homeland, the war fighter and our allies and deep space marvels like the James Webb space telescope to view previously invisible images via the Ball built mirror assembly and optics.\nJoining the World Economic Forum's first Movers Coalition to lead collaboration across the aluminum industry to prioritize circularity and decarbonize the industry, achieving Aluminum Stewardship Initiative, ASI certification across our global footprint, remaining on the 2022 Dow Jones Sustainability Index, North America for the ninth year, receiving an A- in the CDP's climate change questionnaire in 2022, which recognizes the company's commitment to maintaining best practices and corporate climate citizenship through its net-zero carbon emissions commitment, renewable electricity coverage and ongoing assessment of climate-related risks and opportunities, receiving a perfect rating on the Human Rights Campaign's annual Corporate Equality Index, CEI, receiving a 2022 ranking of 90 on a 100-point scale on the 2022 Disability Equality Index, DEI, reflecting the meaningful progress the company has made in creating a workplace that enables employees with differing abilities to support its global mission; and being recognized as the 2023 industry leader for the industrial goods sector for the Just Capital and CNBC's Just 100 top-performing companies on ESG factors, including ethical leadership, cultivating an inclusive workplace, use of sustainable materials and carbon reduction.\nAnd our global team supported 2,800 nonprofit organizations across 30 countries and contributed 30,000 volunteer hours across our communities. Drive for 10 continues to be our vision. We know who we are, we know what is important and we know where we're going. Together, Ball will one, execute our strategy of preserving our planet and delivering value by creating circular aluminum packaging solutions for single-use, limited use and refill and providing exquisite environmental space science and defense technologies.\nSecond, we will provide our employees and communities, the resources and opportunities to succeed. Third, we will be our customers and suppliers partner of choice to enable organic growth, achieve sustainability goals, drive innovation and technology development; and four, we will be a disciplined capital allocator by unlocking value and efficiencies from existing operations with limited future capital investment. And in doing so, generate free cash flow, grow earnings in EVA dollars and be good stewards of our cash flow to deleverage and return value to our fellow shareholders.\nConsistent with our commitment at our Investor Day, and on our third quarter earnings call commentary. In 2023, we can deliver our goal of 10% to 15% diluted earnings per share growth, including the Russian business sale headwind. The next quarter will remain choppy as we work through higher cost inventory, complete the optimization of our North and South American manufacturing footprint, ramp up our new Kettering, U.K. and Pilsen, Czech Republic plants in EMEA and lapped the previously disclosed 2022 customer contract breach in South America.\nWe will benefit from the previously identified and executed SG&A actions while continuing to receive the PPI cost recovery throughout 2023, which overall will lead to a back half-weighted year. During the Q&A, Scott and I will strive to provide additional clarity on the external environment and cadence for 2023 based on what we know today. We also continue to reiterate our investor field trip long-term goals for global volume growth, fueled by sustainability-driven substrate mix shift, product category and pack size innovation.\nOur global beverage teams have positioned our businesses to deliver the year and with an eye on the future. In 2023 and excluding Russia, we estimate in the range of 4% global volume growth for Ball with North America flat to slightly down, South America volume up mid- to high single digits, EMEA volume up high single digits and our other non-reportable business volumes up mid- to high single digits as new EMEA capacity ramps up and exiting 2023 exports from Saudi Arabia into EMEA wind down.\nOur global beverage businesses work will be complemented by our aerospace and aerosol businesses continued success. We appreciate the work being done across the organization and extend our well wishes to our employees, customers, suppliers, stakeholders and everyone listening today. And with that, I'll turn it over to Scott.\n\nScott C. Morrison\n\nExecutive VP & CFO, Ball Corporation\n\nThanks, Dan. Full year 2022 comparable diluted earnings per share were $2.78 versus $3.49 in 2021. And fourth quarter comparable diluted earnings per share were $0.44 versus $0.97 in 2021. Full year sales were up due to the pass-through of higher aluminum prices and aerospace performance, offset by currency translation and inflation in Europe and fourth quarter sales were lower, largely due to the sale of our Russian business.\nAs Dan mentioned, fourth quarter and to a large extent, full year diluted earnings per share reflect higher aluminum aerosol results, lower corporate expense and a lower share count, more than offset by higher interest expense, higher comparable effective tax rate, comparable operating earnings declined in North and South America and EMEA attributable to the sale of our Russian business, cost inflation and unfavorable earnings translation.\nI would like to take the opportunity to proactively address the year-over-year results in our North and Central America segment. 50% of the North and Central America operating earnings decline in the fourth quarter was driven by unfavorable swing in fourth quarter volumes versus 2021. We were up 5% in the fourth quarter of 2021 and down 7% in the fourth quarter of '22. And the other 50% reflects the confluence of unfavorable fixed cost absorption that was planned entering the fourth quarter, customer mix and the timing effect of high-cost inventory out of customer sell-through.\nThis larger-than-expected headwind is the byproduct of volume declines, aluminum price volatility and our proactive decision to greatly reduce production to meet current market conditions during the quarter. The segment's earnings are anticipated to rebound late in the first half of 2023 as high-cost inventory sells through and volume production stabilizes across the consolidated plant system. And after July, segment earnings will accelerate further as we enter the busy summer selling season and all of the contractual inflation recovery will be effective.\nAs we explained on our third quarter earnings call, during 2021, we ramped up our metal purchases to meet what we expected would be strong 2022 growth in North America. We did this at a time of rising metal prices. And while we are largely protected from metal price changes in our P&L, it does impact the cash flow and the amount of metal payables. Earlier this year or earlier last year, when we saw that volumes would not materialize as expected in 2022, we began to reduce metal purchases. This also coincided with declining metal prices, which reduced the metal payables even further. And again, typically not a material P&L impact due to our inventory hedging.\nThe net result is less billed in the accounts payable than originally planned. The result was a use of over $900 million in working capital for full year 2022. This will normalize in 2023 as both metal prices and our metal take should stabilize. As we sit here today, some key metrics to keep in mind. We ended 2022 in a solid liquidity position with over $500 million in cash and $1.5 billion in committed credit availability. 2023 CapEx will be in the range of $1.2 billion, driven by cash outflows related to prior year's projects.\nWe will generate free cash flow in the range of $750 million in 2023 and initially focused on deleveraging. Our 2023 full year effective tax rate on comparable earnings will be in the range of 20% and full year 2023 interest expense will be in the range of $415 million. Full year 2023 corporate undistributed costs recorded in other non-reportable are expected to be around $90 million. Including the $86 million Russian operating earnings headwind, comparable operating earnings should increase over $200 million in full year 2023, comparable D&A will likely be in the range of $560 million.\nRecall that in 2022, we returned over $830 million to shareholders. And as we look forward, year-end 2023 net debt to comparable EBITDA is expected to trend towards 3.5x, and we may want to drive it lower. Last week, Ball declared its quarterly cash dividend and an alignment with our Investor Day commentary after we navigate the first half of 2023, we'll address the path to resuming share repurchases. Rest assured, as fellow owners, we will manage the business through the lens of EVA and cash stewardship, and we will effectively manage our supply chain and customers in this current economic climate to secure the best cash, earnings and EVA outcome for our shareholders.\nWe are happy to have 2022 behind us, and I'm excited and optimistic for 2023. And with that, I'll turn it back to you, Dan.\n\nDaniel William Fisher\n\nPresident, Director & CEO, Ball Corporation\n\nThanks, Scott. We will continue to be agile and decisive in the current environment. We must do what is right to ensure supply-demand balance, foster innovation and stimulate equitable sustainability policy which will further broaden the use of circular aluminum packaging solutions and provide continued fuel for our organic growth.\nIn addition, our aerospace team will continue to partner with our customers to deliver world-class solutions for some of the world's greatest challenges and opportunities. Yes, 2022 was an unprecedented year in Ball's history, and I am encouraged about our ability to deliver the year with an eye on our future. Last week, Scott and I reviewed our 2023 operating plan with the Board and our business' ability to deliver on that plan is on track. We look forward to generating free cash flow, achieving our long-term diluted EPS growth goal of 10% to 15%, deleveraging and returning value to shareholders. Thank you to everyone listening today. And with that, Carlos, we are ready for questions."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/8c2d93042f8e834433b440224a7c02e7",
        "textblob_polarity": 0.11293949952486539,
        "textblob_subjectivity": 0.31734769295744897,
        "sentiment": {
            "distribution": {
                "neutral": 3,
                "positive": 8,
                "negative": 1
            },
            "scores": {
                "neutral": 0.9606091578801473,
                "positive": 0.9924358278512955,
                "negative": 0.9935029149055481
            }
        },
        "content1": "Q3 2022 Ball Corp Earnings Call\n\nQ3 2022 Ball Corp Earnings Call\n\nBALLNYSENOV 3, 4:00 PM\n\nOperator\n\nGreetings and welcome to the Ball Corporation 3Q 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded Thursday, November 3, 2022.\nIt is now my pleasure to turn the conference over to Dan Fisher, Chief Executive Officer. Please go ahead.\n\nDaniel William Fisher\n\nPresident, Director & CEO, Ball Corporation\n\nThank you. Good morning, everyone. This is Ball Corporation's conference call regarding the company's third quarter 2022 results.\nThe information provided during this call will contain forward-looking statements. Actual results or outcomes may differ materially from those that may be expressed or implied. Some factors that could cause the results or outcomes to differ are in the company's latest 10-K, and in other company SEC filings as well as company news releases. If you do not already have our earnings release, it is available on our website at ball.com.\nInformation regarding the use of non-GAAP financial measures may also be found in the Notes section of today's earnings release. Historical financial results for the divested Russian operations will continue to be reflected in the Beverage Packaging EMEA segment. See Note 1, Business Segment Information, for additional information about the sale agreement and a quarterly breakout of Russia's historical sales and operating earnings.\nThe release also includes a table summarizing business consolidation and other activities as well as a reconciliation of comparable operating earnings and diluted earnings per share calculations.\nJoining me on the call today is Scott Morrison, our Executive Vice President and CFO. I'll provide some brief business performance commentary. Scott will discuss key financial metrics, and then we will finish up with closing comments and Q&A.\nLet me begin by thanking those of you who attended our biannual Investor Field Trip in late September. It was great spending time with many of you in-person. We sincerely appreciate you taking time to meet our team to listen to Ball's unwavering strategy for our agile aluminum packaging portfolio and our aerospace technology security, science and sustainability solutions; to learn from our continued transparency on macroeconomic dynamics, impacting our industry; and to engage with us on the actions we have taken to deliver improved results, cash generation and EVA in 2023 and beyond.\nFor those of you that could not attend, a transcript of the management briefing and slides as well as contact information for our Investor Relations team are available on ball.com/investors under the Presentations tab.\nIn Q3, we have successfully divested the Russian beverage can business, executed on our previously disclosed company-wide cost-out plan; further oriented our business plan to serve our customers' needs from an optimized, lower-cost footprint; and reported our third quarter results. Scott and I will strive to provide additional clarity on the 2022 baseline, and bridge to 2023 based on what we know today in the fourth quarter and beyond.\nOur year-to-date and third quarter comparable net earnings reflect resilient global demand for our products, offset by the historic rise in inflation and interest rates and headwinds associated with the sale of our Russian operations and earnings translation.\nRelative to resilient trends -- excuse me, relative to resilient demand trends and to be efficient with our business commentary, here is a summary of our year-to-date and third quarter global and regional shipments.\nGlobal beverage can shipments, excluding Russia, increased 3.1% year-to-date and 5.7% in the third quarter. North America beverage can segment shipments increased 1.9% year-to-date and 2.5% in the third quarter. EMEA beverage can segment shipments, excluding Russia, increased 7.8% year-to-date and 8.3% in the third quarter.\nSouth America beverage can segment shipments decreased 7.2% year-to-date and increased 5.2% in the third quarter. And with the continuing support of EMEA demand, our other nonreportable beverage can shipments increased 48.1% year-to-date and 46.7% in the third quarter.\nOur global extruded aluminum bottle and aerosol business continues to benefit from new refillable, reusable bottle offerings, including our recent alliance with Boomerang and other water brands and higher recycled content aluminum bottles for personal care products. Shipments in this segment increased 11.2% year-to-date and 12.2% in the third quarter.\nOther recent activities include our global beverage business continuing construction on 2 facilities in EMEA; our North American team successfully completing effects bargaining associated with our August announcement to permanently cease production in our Phoenix, Arizona and St. Paul, Minnesota facilities in fourth quarter '22 and first quarter of 2023, respectively.\nOur aluminum cups team introducing 9-ounce and 12-ounce cup sizes at retail and in stadium venues. Our aerospace team delivering solid program execution; a robust backlog of $3 billion and won-not-booked backlog of $4.6 billion; and the scheduled mid-November launch of the Ball-built Ozone Mapping Profiler Suite instrument aboard the joint NASA and NOAA, JPSS-2 Earth observation satellite.\nAnd on the sustainability and community front, favorable substrate mix shift is continuing across Ball's aluminum product businesses. Our aluminum aerosol facilities achieved ASI certification, and our Velim, Czech Republic plant received an award from the Red Cross, recognizing their response to the Ukraine refugee crisis. Thank you again to our employees across the globe for supporting their communities and each other.\nIn summary, our customers continue to lean on aluminum as their package of choice. We also reiterate our Investor Day global volume growth opportunity. Near-term volumes may be pressured in certain regions as everyday consumers are feeling the pinch of inflation.\nOur global beverage teams have positioned their businesses for slower growth in the fourth quarter, inclusive of preparing for temporary actions to achieve year-end inventory goals, keeping supply/demand tight and preparing for optimal financial improvement in 2023.\nOur global beverage businesses work will be complemented by our aerospace and aerosol businesses' continued success. We appreciate the work being done across the organization and extend our well wishes to our employees, customers, suppliers, stakeholders and everyone listening today.\nWith that, I'll turn it over to Scott.\n\nScott C. Morrison\n\nExecutive VP & CFO, Ball Corporation\n\nThanks, Dan. Year-to-date 2022 comparable diluted earnings per share were $2.34 versus $2.52 in 2021, and third quarter comparable diluted earnings per share were $0.75 versus $0.94 in 2021. Year-to-date and third quarter sales were up due to the pass-through of higher aluminum prices, higher volumes with improved price/mix and higher aerospace performance, partially offset by currency translation and inflation in Europe.\nComparable year-to-date and third quarter diluted earnings per share reflects strong results in North America and aerospace, and a lower share count, offset by higher interest expense, higher comparable effective tax rate, comparable operating earning declines in EMEA attributable to the sale of our Russian business, cost inflation and unfavorable earnings translation and lower comparable operating earnings in South America continued to be driven by regional customer mix.\nI'd like to take the opportunity to proactively address working capital and why cash flow will be better next year. During 2021, we ramped up our metal purchases to meet what we expected would be strong 2022 growth in North America. We did this at a time of rising metal prices. And while we are protected for metal price changes in our P&L due to our effective inventory hedging program, it does impact the cash flow and the amount of metal payables.\nEarlier this year, when we saw the volumes would not materialize as expected in 2022, we began to reduce metal purchases. This also coincided with declining metal prices, which reduced the metal payables even further. Again, no P&L impact due to Ball's effective inventory hedging. The net result is less billed in the accounts payable than originally planned. The end result will be a use of around $800 million in working capital for full year 2022.\nThis will normalize next year as both metal prices and our take should stabilize. We are focusing our attention on generating cash as we move forward.\nOther reasons why cash flow will be better next year include $500 million less in CapEx, the expectation of meaningfully less pension contributions needed, $90 million less in cash outflow for incentive compensation due to lower incentive comp payments from 2022, and we'll have much less working capital pressure and also increasing our focus on selling terms. I'll give you more direction during our fourth quarter earnings call once all of our planning is complete.\nAs we sit here today and following the completion of our Russian business sale, some key metrics to keep in mind for 2022. We ended the quarter in a solid liquidity position with $500 million in cash and $1.5 billion in committed credit availability.\nOur full year effective tax rate on comparable earnings will be in the range of 20%. Full year interest expense will be in the range of $315 million, and full year corporate undistributed costs in other nonreportable are still expected to be slightly above $100 million.\nCapEx will finish the year in the range of $1.7 billion. Given year-to-date results and the key metrics cited, Q4 shipment trends, estimated inflation and euro translation headwinds and including the sale of our Russian business, we will likely end the year with operating earnings in the range of 8% less than last year's full year 2021 comparable earnings of $1.585 billion, and full year 2022 comparable D&A likely to be in the range of $540 million.\nAs a result, year-end net debt to comparable EBITDA is expected to remain at current levels, which is higher than where we would like it to be. And we have prioritized debt reduction in the near-term as we move into 2023.\nLast week, Ball declared its quarterly cash dividend and in alignment with our Investor Day commentary after we navigate fourth quarter and early 2023, we'll address the path to resuming share repurchases. Rest assured, as fellow owners, we will manage the business through the lens of EVA and cash stewardship.\nAnd we'll effectively manage our supply chain and customers in this current economic climate to secure the best cash, earnings and EVA outcome for our shareholders. I'm looking forward to exiting 2022, and I'm excited for 2023.\nWith that, I'll turn it back to you, Dan.\n\nDaniel William Fisher\n\nPresident, Director & CEO, Ball Corporation\n\nThanks, Scott. Appreciate your help as always. In my best Scott Morrison impersonation minus the expletives, \"The world is in a really challenged state, but we're not.\" Geopolitical unrest, rapidly changing business conditions and unprecedented macroeconomic trends are unsettling. So here's what I know.\nDuring 2022 and since assuming the role of CEO, we have endeavored to be transparent and decisive. In doing so, it has led to an uncomfortable yet necessary set of actions, which have impacted colleagues and communities. Yes, 2022 has been an unprecedented time and at Ball, we are going forward with what we know: our Drive for 10 strategy and EVA discipline. In addition, our well-capitalized footprint is serving resilient demand for our products and technologies.\nWe will benefit from contractual pass-through of inflationary costs; the cost-out actions already implemented or nearing completion; a more conservative short-term view of volume growth; the focus on cash; and we have the best team to navigate change, unlock value; and beyond 2022, achieve our long-term diluted earnings per share growth goal of 10% to 15%, inclusive of the divested Russian operating earnings headwind.\nThank you to everyone listening today. And with that, we're ready for questions."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/7a712d2baf8883cd4c6dacf570c8a1cb",
        "textblob_polarity": 0.13451790193400928,
        "textblob_subjectivity": 0.3704470883329942,
        "sentiment": {
            "distribution": {
                "positive": 9,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9857515427801344,
                "neutral": 0.9903431534767151
            }
        },
        "content1": "Q2 2022 Ball Corp Earnings Call\n\nQ2 2022 Ball Corp Earnings Call\n\nBALLNYSEAUG 4, 5:00 PM\n\nOperator\n\nGreetings and welcome to the Ball Corporation 2Q 2022 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded Thursday, August 4, 2022.\nI would now like to turn the conference over to Dan Fisher, CEO. Please go ahead.\n\nDaniel William Fisher\n\nPresident, Director & CEO, Ball Corporation\n\nThank you, Chris, and good morning, everyone. This is Ball Corporation's conference call regarding the company's second quarter 2022 results.\nThe information provided during this call will contain forward-looking statements. Actual results or outcomes may differ materially from those that may be expressed or implied. Some factors that could cause the results or outcomes to differ are in the company's latest 10-K and in other company SEC filings as well as company news releases. If you do not already have our earnings release, it is available on our website at ball.com.\nInformation regarding the use of non-GAAP financial measures may also be found in the Notes section of today's earnings release. The release also includes a table summarizing business consolidation and other activities as well as a reconciliation of comparable operating earnings and diluted earnings per share calculations.\nJoining me on the call today is Scott Morrison, our Executive Vice President and CFO. I'll provide some introductory remarks and business performance commentary. Scott will discuss key financial metrics, and then we will finish up with closing comments and Q&A.\nBall delivered stable second quarter comparable operating results amid ongoing inflation, earnings translation headwinds and regional demand volatility, largely driven by North American customers' retail price-over-volume actions. Global beverage can volumes increased 3.3% in the quarter. Aluminum aerosol volumes increased 11.3%. And we, along with NASA and industry partners, celebrated the successful initial images from the James Webb Space Telescope.\nWe are actively managing the company to meet the world where it is at by rephasing capital and rebasing costs while also enabling packaging innovation, aluminum supply chains and sustainability initiatives to support long-term growth and significant returns to shareholders. The Russian invasion in Ukraine has had a significant impact on the global business environment. In March, Ball announced that it has suspended future investments in Russia and is also pursuing the sale of its Russian operations.\nAs we noted in today's earnings release, during the quarter, a noncash, long-lived asset impairment for the Russian operations was recorded in business consolidation and other activities. Note 1 in today's earnings release contains additional information about the Russia business. The company continues to support humanitarian aid, and we thank our colleagues near the war zone for housing refugees as well as supporting each other in volunteer efforts in their local communities.\nRecent highlights and activities include: our global beverage business continuing construction on 2 new facilities in EMEA, announcing a new facility in Peru and rephasing previously announced North American capital projects to balance the near-term effects of higher retail prices for canned beverages versus long-term growth for sustainable aluminum packaging.\nOur North America business, pivoting its cost and capital focus to align with the near-term volume deceleration and localized supply-demand imbalances in certain North American markets, including today's announcement to cease production in our Phoenix, Arizona and St. Paul, Minnesota facilities, while also enabling multiple aluminum supply chain projects to domesticate and broaden sustainable aluminum coil supply and recycling capability across the U.S.\nOur EMEA volume, growing 7.7%, with operating earnings up 4% year-over-year despite $9 million of foreign currency translation headwinds, while navigating an ongoing volatile geopolitical environment across its operating footprint.\nOur South America business, managing through 2.9% volume declines due to unfavorable regional customer, product mix, diluting the volume strength that remains across the other South American countries, where we are deploying capital to enable growth.\nOur global aluminum aerosol team, introducing next-gen [real] aluminum bottles for new categories and increasing aerosol personal care shipments. Our aluminum cups team, growing our cups presence at stadiums and venues. Our aerospace team, completing a critical design review for the NOAA Space Weather Follow-on Lagrange 1 spacecraft.\nAnd on the sustainability front, Ball joined the World Economic Forum's First Movers Coalition, encouraging value chain collaboration to drive decarbonization in the aluminum sector; our partnership to introduce electric trucks with Fleetmaster, Volvo in Fort Worth, Texas.\nAs we indicated on prior calls and looking forward, our global businesses are absorbing non-aluminum inflationary headwinds and experiencing additional price/cost squeeze in advance of contractual cost recovery. We also have a responsibility to do the hard things first by controlling what we can control. And all corporate functions are actively addressing their SG&A costs, and the operations are taking the opportunity to become more efficient.\nIn EMEA, our team is working hard to mitigate ongoing inflationary headwinds through commercial cost recovery, hedging and energy efficiency and renewable energy initiatives. In North America, additional contractual price escalators based on PPI will phase in starting on July 1, and our work to address localized supply-demand imbalances will deliver fixed cost savings over the near term.\nIt is also important to understand in this environment that cans continue to win in the fastest-growing beverage categories, and underlying demand for aluminum packaging continues to be resilient despite retail shelf price increases by our customers ranging as high as 20%. Early indications are that North American customers will continue to emphasize price over volume during the second half of 2022.\nAnd in South America, demand trends should strengthen due to the timing of World Cup and a seasonally strong fourth quarter. Incorporating year-to-date shipments, we anticipate global volume growth in the range of 5% for the full year 2022.\nIn summary, our global beverage team is preparing for additional demand volatility, inflation and regional customer anomalies given global economic conditions. Our customers are continuing to lean on the can as their package of choice.\nAnd over the long term, our sustainability-driven growth thesis and long-term 4% to 6% global growth CAGR for aluminum beverage cans remains intact. Carbonated soft drinks, North American import beer, energy drinks and new categories like ready-to-drink cocktails also continue to grow in cans.\nWe are controlling the things we can control. In addition, we are focused on executing at a high level, rebasing the cost structure, delivering high-quality cans and enabling global supply chains through alliances and investments in long-term contracts. We appreciate the work being done across the organization and ask for your support as we navigate necessary actions.\nAnd with that, I'll turn it over to Scott.\n\nScott C. Morrison\n\nExecutive VP & CFO, Ball Corporation\n\nThanks, Dan. Second quarter 2022 comparable diluted earnings per share were $0.82 versus $0.86 in 2021. Second quarter 2022 included $0.02 impact of unfavorable earnings translation.\nSecond quarter sales were up due to the pass-through of higher aluminum prices, higher volumes with improved price/mix and higher aerospace performance, partially offset by currency translation. Comparable second quarter diluted earnings per share reflects strong results in EMEA, other metal beverage and aerospace and a lower share count, offset by comparable operating earnings declines in North America and South America, higher interest expense, higher comparable effective tax rate and unfavorable earnings translation.\nIn June, the company completed new credit facilities maturing in 2027. Ball's balance sheet remains very healthy with ample liquidity and flexibility. As we sit here today and inclusive of operating Russia for the rest of 2022, some key additional key metrics to keep in mind.\nOur full year effective tax rate on comparable earnings is expected to be in the range of 19%. Full year interest expense will be in the range of $290 million. Year-end net debt to comparable EBITDA is expected to be below current levels, and full year corporate undistributed costs recorded in other nonreportable is expected to be in the range of $110 million.\nAt this time, and given our earlier announcements about exiting Russia and other plant capital decisions, we expect total CapEx to be in the range of $1.7 billion in 2022 and 2023 CapEx to be down meaningfully from 2022 levels. The earnings impact of volume deceleration and a higher use of working capital have led to lower-than-anticipated operating cash flow. We now anticipate returning approximately $1 billion to shareholders in the form of share buybacks and dividends in 2022 and accelerated returns to higher levels in 2023.\nRest assured, Ball will be good stewards of our cash as fellow owners. And through the lens of EVA discipline, we will manage the business effectively, partner with our supply chain and customers effectively and, when necessary, pull levers available to secure the best outcome for our shareholders. We look forward to addressing our plans to grow the business, enable the supply chain, expand innovation and increase returns and answer questions why Ball now and beyond at our September investor field trip.\nWith that, I'll turn it back to you, Dan.\n\nDaniel William Fisher\n\nPresident, Director & CEO, Ball Corporation\n\nThanks, Scott. Our Drive for 10 vision will continue to serve as our guide. We know who we are, we know where we're going, and we know what is important. Great companies showcase the resiliency and discipline in uncertain economic times. And the company has an actionable plan to address costs, capital and improve returns. By providing actionable intelligence through our aerospace business, sustainable solutions through our aluminum packaging businesses and honoring our disciplined capital allocation approach, our shareholders will be rewarded, and we will be doing our part to preserve our planet.\nWhile our ability to achieve our long-term diluted earnings per share growth goal of 10% to 15% in 2022 has been impeded by the recent deceleration in volume growth, earnings translation headwinds, ongoing inflation and the pending sale of our Russian business, our earnings, cash flow and EVA trajectories are in very good shape for 2023 and beyond.\nWe are rebasing our cost structure in preparation for the Russia business sale and to meet the world where it's at today. We continue to focus on increasing returns on capital deployed and to further enable growth across our global aluminum packaging and the aerospace and technologies portfolio.\nWe are uniquely positioned to serve the decadal shift that will favor our packages in aerospace technologies. We look forward to continuing our journey and returning value to our shareholders.\nWe extend our well wishes to our employees, customers, suppliers, stakeholders and everyone listening today. We look forward to discussing more about Ball now and beyond by highlighting our long-term growth plans and global management bench at our September 2022 Investor Day.\nAnd with that, Chris, we're ready for questions."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/895e434568d669198a1c5950d5926cd8",
        "textblob_polarity": 0.15893908868908863,
        "textblob_subjectivity": 0.4086354108854109,
        "sentiment": {
            "distribution": {
                "neutral": 5,
                "positive": 10
            },
            "scores": {
                "neutral": 0.9716526508331299,
                "positive": 0.9945506691932678
            }
        },
        "content1": "Q1 2022 Ball Corp Earnings Call\n\nQ1 2022 Ball Corp Earnings Call\n\nBALLNYSEMAY 5, 5:00 PM\n\nOperator\n\nGreetings, and welcome to the Ball Corporation First Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded Thursday, May 5, 2022.\nAnd now I'd like to turn the conference over to Dan Fisher, CEO. Please go ahead.\n\nDaniel William Fisher\n\nPresident, Director & CEO, Ball Corporation\n\nGood morning, everyone. This is Ball Corporation's conference call regarding the company's first quarter 2022 results.\nThe information provided during this call will contain forward-looking statements. Actual results or outcomes may differ materially from those that may be expressed or implied. Some factors that could cause the results or outcomes to differ are in the company's latest 10-K and in other company SEC filings as well as company news releases. If you do not already have our earnings release, it is available on our website at ball.com. Information regarding the use of non-GAAP financial measures may also be found in the notes section of today's earnings release. The release also includes a table summarizing business consolidation and other activities as well as a reconciliation of comparable operating earnings and diluted earnings per share calculations.\nJoining me on the call today is Scott Morrison, our Executive Vice President and CFO. I'll provide some introductory remarks and business performance commentary. Scott will discuss key financial metrics, and then we will finish up with closing comments and Q&A.\nBall delivered strong first quarter results amid significant geopolitical and economic conditions. Our company remains deeply troubled by the war in Ukraine, and our focus is on the safety and well-being of our colleagues. In addition, our global employee giving program, and The Ball Foundation to date have provided in excess of $1 million of financial support for humanitarian aid. And our colleagues near the war zone are housing refugees as well as supporting each other in volunteer efforts in their local communities. We thank our employees and the broader global community for their acts of compassion and giving.\nThe Russian invasion of Ukraine has had a significant impact upon the global business environment. Late in the first quarter, Ball announced that it has suspended future investments in Russia and is pursuing the sale of its aluminum beverage packaging business located in Russia. As we noted in today's earnings release, our ability to achieve our long-term diluted earnings per share growth goal is dependent upon the outcome of our announced intention to sell our Russian business.\nNote 1 in today's earnings release contains additional information about the Russia business.\nTo our team in EMEA, we are proud of your professionalism and your quality work during an unimaginable stressful and constantly evolving situation. We are thankful for your support of one another.\nLooking beyond the challenges that 2022 has presented so far and focusing on the opportunities before us, let's remember the basics. We are the largest producer of sustainable aluminum packaging for beverages and personal care products in the world, and we deliver exquisite aerospace technologies that keep us safe, informed and inquisitive about what's happening on earth and in deep space. Ball has a proven track record of achieving success through leveraging customer focus, sustainability, our people and culture, operational excellence and innovation to drive profitable growth, EVA and cash flow.\nNo matter the economic climate or the ways of the world, we will adapt, remain agile and grow. Ball has 142 years of experience doing just that. Ball is a recession-resistant company that can effectively manage rising cost over time and will deploy capital to garner the highest possible EVA returns and value to shareholders. With our EVA discipline and Drive for 10 vision as our guide, we are keeping calm, carrying on and enabling a brighter future for our planet and our people.\nTurning to first quarter performance. Global beverage can volumes were up 1.4%. Global aluminum aerosol volumes were up 10%. Aerospace backlog increased 28%. Comparable operating earnings increased 6%, and comparable diluted earnings per share increased 7%. And our teams were successful offsetting significant cost inflation through pass-throughs, cost recovery programs and procurement actions.\nOur year-to-date business highlights include: our global beverage business ramping up new lines and breaking ground on 2 new facilities in North America and EMEA, our North America business growing comparable operating earnings 24% and growing volume over 3% by successfully ramping up new domestic can-making capacity while weaning ourselves off imports into North America, and the team effectively built inventory back to reasonable levels ahead of the busy summer selling season. In addition, the North America team achieved dual ASI certifications during the quarter.\nOur EMEA volume growing 10% with operating earnings being flat year-over-year despite $7.5 million of foreign currency translation and late quarter cost inflation, not to mention the team navigating a volatile geopolitical environment across its operating footprint. Our South America business managing through 21% volume declines due to unfavorable customer mix economic volatility and poor weather in Brazil, diluting the volume strength that remains across other South American countries where we are deploying capital to enable can growth.\nOur global aluminum aerosol team introducing reclosable aluminum bottles for new categories and increasing aerosol shipments by 10%. Our aluminum cups team, installing a new line in Rome, Georgia, to manufacture new 9- and 12-ounce cups with production starting in second quarter. Our cup achieving 90% recycled content, winning an Edison Award and signing a contract with Sodexo Live! to expand our cups' presence at stadiums and venues.\nOur aerospace team expanding its backlog by 28%, completing its critical design review on SPHEREx and marveling at the on-orbit success of the James Webb Space Telescope with images for public consumption expected in the early summer. And Ball joining the UN Global Compact to demonstrate our commitment to aligning our business strategies and operations with universal sustainability principles.\nAs we indicated on prior calls and looking forward, our global businesses are absorbing nonaluminum inflationary headwinds and experiencing additional price/cost squeeze in advance of contractual cost recovery. In EMEA, inflationary headwinds accelerated late in the quarter. And going forward, our team is working hard to mitigate their impact through ongoing commercial cost recovery, hedging and energy efficiency and renewable energy initiatives. In North America, contractual price escalators based on PPI and other indices have been effective and will continue to phase in throughout the year.\nWe continue to rely on our supply chain for raw material inputs and look forward to additional alliances and investments being announced in 2022 to support domestic U.S. production of aluminum can sheet to further enable long-term growth and substrate shifts to sustainable aluminum packaging for new and existing categories.\nUnderlying demand for aluminum beverage cans remains strong. We exited 2021 with 12 billion units of new installed capacity, and we also have plans in place to exit 2022 with a similar level of new installed capacity available to sell-through in 2023 and beyond.\nIn summary, our global beverage team is preparing ourselves and our supply chains for long-term durable growth while managing notable volatility. Our customers are continuing to lean on the can as their package of choice. Year-to-date, carbonated soft drinks and energy drinks have accelerated their move into cans. And in beer, cans have maintained package mix share despite declines in total liquid consumption.\nBy region, trends are in North America, following the broader reopenings of on-premise, cans continue to outperform all other packaging substrates in aggregate. Strength in energy, CSD and import beer has bolstered demand for cans. In South America, rising can demand and liquid consumption growth in countries outside of Brazil were unable to offset a 15% decline in total liquid beer consumption in Brazil, though cans maintain their share versus other substrates during the quarter. In EMEA, cans continue to outperform other packaging substrates, particularly in CSD and energy. And we continue to see the need for imports from our Saudi and Indian beverage can plants for the remainder of the year.\nWe are operating safely, controlling the things we can control, focused on executing at a high level and recovering costs, delivering high-quality cans to our customers supported by equitable contracts and closely monitoring and enabling global supply chains through alliances and investments in long-term contracts. We look forward to highlighting our long-term growth plans and management bench at our September 2022 Investor Day. We appreciate the amazing work being done across the organization and extend our thanks to all of our employees and external stakeholders.\nWith that, I'll turn it over to Scott.\n\nScott C. Morrison\n\nExecutive VP & CFO, Ball Corporation\n\nThanks, Dan. First quarter 2022 comparable diluted earnings per share were $0.77 versus $0.72 in 2021, an increase of 7%. First quarter sales were up due to the pass-through of higher aluminum prices, higher volumes with improved price/mix and higher aerospace performance, partially offset by currency translation. Comparable first quarter diluted earnings per share reflects strong results in North America metal beverage and aerospace offset by comparable operating earnings declines in South America, higher corporate costs and unfavorable earnings translation. Ball's balance sheet remains very healthy with ample liquidity and flexibility.\nAs we sit here today, some additional key metrics to keep in mind for 2022. Our full year effective tax rate on comparable earnings is expected to be in the range of 19%. Full year interest expense will be in the range of $280 million. Year-end net debt to comparable EBITDA is expected to be in the range of 3.5x, and full year corporate undistributed costs recorded in other nonreportable is expected to be in the range of $120 million.\nAt this time, and given our earlier public announcement about Russia, we expect 2022 total CapEx to be in the range of $1.8 billion and return -- and to return in the range of $1.75 billion to shareholders in the form of share buybacks and dividends in 2022. We continue to see a path to doubling our cash from operations by 2025 from year-end 2020 levels and look forward to more opportunities to invest in our businesses and to accelerate the return of value to shareholders. Rest assured, Ball continues to be good stewards of our cash. As fellow owners and through the lens of EVA discipline, we will manage the business as owners, partner with our supply chain and customers effectively to secure the best outcome for our shareholders.\nBall reached a few important milestones this year. 2022 marks the 30th anniversary of EVA. That discipline has served us well in the past, and it will serve us well in the current economic environment. 2022 marks the 50th anniversary of Ball's initial public offering. Last week, we announced that effective May 10, our stock ticker will change from BLL to BALL. Back in the 1970s, 4-letter ticker symbols were unavailable. And to ensure that the BALL ticker stays right at home with Ball Corporation, we're making this seamless change. With that, I'll turn it back to you, Dan.\n\nDaniel William Fisher\n\nPresident, Director & CEO, Ball Corporation\n\nThanks, Scott. As I embark on my tenure as Ball's CEO, our Drive for 10 vision will continue to serve as our guide. We know who we are, we know where we're going and we know what is important. Great companies perform in uncertain economic times, and Ball is a great company. By providing actionable intelligence through our aerospace business, sustainable solutions through our aluminum packaging businesses, and honoring our disciplined capital allocation approach, our shareholders will be rewarded, and we will be doing our part to preserve our planet.\nWhile our ability to achieve our long-term diluted earnings per share growth goal of 10% to 15% in 2022 is dependent on the outcome of our announced intention to sell our Russian business, our earnings, cash flow and EVA trajectories are in very good shape now and in 2023 and beyond as we increase returns on newly deployed capital and further enable and serve growth in our aluminum packaging and aerospace and technologies portfolio.\nWe are a world-class manufacturing company with a fabulous team, the most capable and agile global footprint, the confidence and the heart to continue to do well and do good. We are uniquely positioned to serve the decadal shift that will favor our packages. We look forward to continuing our journey and returning value to our shareholders.\nWe extend our well wishes to our employees, customers, suppliers, stakeholders and everyone listening today. And with that, Scott, we are ready for questions."
    }
]