[
    {
        "url": "https://dashboard.aiera.com/p/evtmin/3798b171a38b1f1373a58ea3e4cee8ac",
        "sentiment": {
            "label_distribution": {
                "Neutral": 16,
                "Positive": 13,
                "neutral": 30,
                "positive": 28,
                "negative": 2
            },
            "average_scores": {
                "Neutral": 0.9602726325392723,
                "Positive": 0.9123602555348322,
                "neutral": 0.9709250787893932,
                "positive": 0.9788586688893182,
                "negative": 0.6974314004182816
            }
        },
        "content1": "Q1 2024 Neurocrine Biosciences Inc Earnings Call\n\nQ1 2024 Neurocrine Biosciences Inc Earnings Call\n\nNBIXNASDAQMAY 1, 2:00 PM\n\nOperator\n\n- Later, you will have the opportunity to ask questions during the question-and-answer session. You may register to ask questions by pressing the Star and 1 on your telephone keypad. You may withdraw your question by pressing Star 2. Please note this call is being recorded, and I will be standing by should you need any assistance. It is now my pleasure to turn the conference over to Todd Tushla, Vice President of Investor Relations. Please go ahead.\n\nTodd Tushla\n\nVice President-Investor Relations, Neurocrine Biosciences, Inc.\n\nGood morning everyone, and welcome to Neurocrine Biosciences' first quarter 2024 earnings call. With me are Kevin Gorman, Chief Executive Officer; Matt Abernethy, Chief Financial Officer; Eiry Roberts, Chief Medical Officer; Eric Benevich, Chief Commercial Officer; and Kyle Gano, Chief Business Development and Strategy Officer. We are also joined today by Dr. Jaz Singh, Neurocrine's Vice President of Psychiatry Clinical Development, which includes serving as the program lead for NBI-845, our AMPA potentiator, which recently read out positive Phase II top-line results in adults with major depressive disorder. Jaz has been at Neurocrine since 2020. Prior to joining Neurocrine, Jaz spent 14 years at Johnson & Johnson where among other things he led the clinical efforts for the esketamine program through approval. I'm sure you'll have a few questions not only for Jaz but for also Eiry and Kyle today on the 845 program.\n\nWith introductions complete, I'll remind you that we will be making forward-looking statements. These statements are subject to certain risks and uncertainties and our actual results may differ materially. I encourage you to review the risk factors discussed in our latest SEC filings. At this point, I'll turn the call over to Kevin.\n\nKevin Charles Gorman\n\nChief Executive Officer & Director, Neurocrine Biosciences, Inc.\n\nThank you, Todd. Good morning, everyone. We've had a remarkable week and it's only Wednesday morning. We submitted two NDAs on CRINECERFONT and received an FDA approval for a new offering of INGREZZA. I'm thinking about giving the company the rest of the week off. Neurocrine has never had the opportunity to positively impact so many lives as it has today. As you will hear in greater detail from Matt, Eric, Eiry, we are making progress in every aspect of our business focused on bringing life-changing medicines forward. We have never treated as many TD and HC patients as we are treating today. We have never had a deep, a mid and late stage clinical pipeline and now we have a good line of sight into a number of potentially new medicines coming into the clinic from our research group in the next two years, several of them with the promise of disease modification.\n\nNow we're constantly prioritizing the funding of our programs brd on data. We're in the enviable position to be able to support our current and future pipeline. Now, a recent example of a program that will be increased will be seeing increased funding is our AMPA modulating molecule 845 as a treatment for major depression. The efficacy and tolerability seen in this trial is very compelling, and we will be meeting with FDA to further define the registration program. Now in our press release this morning and in Eiry's comments upcoming, we share more information on this trial. However, we will limit our comments on this data set, as we file additional intellectual property and protect future publication opportunities. With those brief remarks, I'd like to turn it over to my colleagues, starting with Matt.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\nThanks, Kevin. We'll start to 2024 with continued INGREZZA growth, our ongoing activities with CRINECERFONT and last week's announcement of positive Phase II results in major depressive disorder, the foundation to build Neurocrine into a leading neuroscience company has never been stronger. INGREZZA’s sales finished the quarter at $506 million, reflecting over 20% year-over-year growth and our third consecutive year of Q4 to Q1 sequential growth. The seasonal pair dynamics associated with reauthorization and plant changes always poses challenges impacting refill rate patients with continue to manage to disease dynamics as well once again. Consistent with our approach in previous years, we are reaffirming sales guidance and we'll reevaluate after the second quarter. As you review our financials, you can see significant year-over-year operating leverage on a non-GAAP basis of over 1,000 basis points, when excluding IT R&D investments made in the prior year.\n\nThe team is doing a great job, generating SG&A leverage, reflecting the strength of our INGREZZA franchise. These results drove significant cash flow, as we ended Q1 with over $1.9 billion in cash. We routinely evaluate what we believe will drive shareholder value and our capital allocation strategy remain intact. First, prioritizing INGREZZAgrowth. Second, preparing for Crinecerfont commercialization. Third, internally advancing on our pipeline. And fourth, assessing external opportunities.\n\nAs we have excess capital, we opportunistically return capital to shareholders by managing dilution and you've seen us accomplish this over the past few years reducing our convertible debt from approximately $518 million to $170 million. In a few weeks, we'll further manage dilution by retiring our May 2024 convertible notes with cash not shares. The convertible notes have a face value of $170 million and fair value as of March 31 of around $310 million. In our Q1 GAAP P&L, we recorded an $89 million charge, representing a portion of the cost to fully settle the convertible notes and upon final settlement in May, we will record the remaining cost to fully settle the convertible notes in excess of face value. With that, I will now hand the call over to Eric Benevich, our Chief Commercial Officer. Eric?\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\nThanks, Matt. Today, May 1st, marks the seven year anniversary since the commercial launch of INGREZZA in 2017. After seven years, INGREZZAis the number one prescribed VMAT2 inhibitor for the treatment of tardive dyskinesia or TD. INGREZZAis the only treatment proven to reduce TD symptoms with simple dosing, always, one capsule, once a day and no complex titration. We're very proud of the progress we've made with INGREZZA over these past seven years. We're even more excited about the many thousands of people living with TD or Huntington's chorea that we'll be able to help in the coming years. In addition to today being the seven year anniversary of our launch, we're less than a week away from TD awareness week. Each year, TD awareness week occurs in early May, which is designated as mental health awareness month. This year, TD awareness week occurs from May 5 through 11. Please join Neurocrine, the Movement Disorders Policy Coalition, various mental health advocacy organizations, health care providers and policymakers across all 50 states in Washington DC in our efforts to spread the word and reduce the stigma of TD.\n\nNow on to results. Our Q1 sales of $506 million represented robust year-over-year sales growth of 23%, despite the typical Q1 seasonal payer challenges caused by annual reauthorization requirements and health plan switches. We continue to make good progress growing our franchise across all three business segments of psychiatry, neurology and long-term care. The majority of patients, who could benefit from treatment of their TD remain as yet undiagnosed. We continue to focus on driving awareness, diagnosis and treatment with INGREZZA. For the chorea associated with Huntington's disease indication, we're about six months into that launch. The early feedback from neurologists gaining experience with INGREZZA and HD chorea has been very positive and we're making good progress there. Overall, HD chorea is a much smaller patient population. TD will always drive the lion's share of growth for INGREZZA. Just yesterday, the FDA approved the new sprinkle formulation of Ingrezza. This new formulation represents a valuable treatment option for TD or HC chorea patients with difficulty swallowing. All-in-all, INGREZZA is again off to a good start in 2024 and we carry that momentum forward into Q2.\n\nNow, quickly on CRINECERFONT for the potential treatment of congenital adrenal hyperplasia or CAH. We've been busy staffing up and many of our headquarters and field sales leaders for our endocrinology franchise are now in place. We've been able to attract new team members with excellent experience in rare disease categories. We expect to complete hiring of the field teams in the second half of this year. Our primary focus in 2024 is on educating the CAH community on important topics, including disease state pathophysiology, understanding the challenges with current steroid treatments and new areas of research in CAH. And to that end, we have recently rolled out a new educational initiative called What the CAH? Which aims to close the gap in CAH understanding and acknowledges the frustration and challenges experienced by members of the CAH community in managing this rare genetic endocrine condition. We're excited about a potential launch of CRINECERFONT in 2025 and we're laying the foundation this year to ensure our success going forward. With that, I'll turn the call over to my colleague, Dr. Eiry Roberts, our Chief Medical Officer.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nThank you, Eric. Good morning. Since our last earnings call, our clinical and regulatory teams have made tremendous progress with the pipeline. Just yesterday, we have received approval from the FDA for INGREZZA sprinkle capsules and submitted to the FDA the new drug application of CRINECERFONT for the treatment of pediatric and adult patients with classical congenital adrenal hyperplasia. Given the unmet need in CAH and the previously granted breakthrough designation for CRINECERFONT, we believe this submission may merit priority review and look forward to hearing the FDA's decision on this. In the meantime, our teams are well-prepared for all upcoming interactions with the agency. Throughout this quarter, additional details from the registrational studies of CRINECERFONT will be presented at a number of medical conferences, including ENDO in June. We look forward to sharing the posters and summaries as soon as they're publicly available. We are also working on full publication of the data in a peer-reviewed journal in the near future.\n\nMoving to the Phase II pipeline, I'll begin with the very encouraging positive study results of NBI-845 in adults with major depressive disorder. Recall, NBI-845 was one of several Phase II ready programs in licensed as part of the Takeda collaboration. This molecule is a potent, highly-selective, potential first-in-class positive allosteric modulator of AMPA receptors, designed to induce synaptic plasticity, while maintaining a broad margin of safety relative to seizure activity. As a reminder, there have been significant advances in recent years in understanding the neurobiology of depression, with converging lines of evidence suggesting that depression is associated with impairment in enhanced synaptic plasticity. Often times, enhanced synaptic plasticity via an increase in neurotrophic factors, for example, brain derived neurotrophic factor BDNS. In fact, activation of AMPA receptors is necessary for the antidepressant effect of ketamine.\n\nLast week, we announced the SAVITRI study met the primary endpoint with statistically significant reduction in the Montgomery and Asberg Depression Rating Scale total score at day 28. The study met key secondary endpoints as well, including statistically significant reduction in the MADRS total score at day 56. In addition, NBI-845 demonstrated a strong effect size. Importantly for this mechanism of action, NBI-845 was generally well-tolerated in the study. The most common adverse event was headache, of which a majority was transient and mild in severity. There were no seizures, no serious adverse events, no psycho-mimetic or dissociative events throughout. undefinedd on these encouraging data, we plan to engage with FDA in the near future to define the path forward to registration and we'll be sure to update you as we progress forward. Many companies before Neurocrine have tried and failed to progress AMPA differentiators in the clinic due to issues of the clinic due to issues of toxicity and therapeutic index. Our partners at Takeda deserve enormous credit for their years of research activity in this field, which led to the design of NBI-845 and the favorable profile that we've seen with this molecule to date. In addition, I want to give sincere thanks to the team working on the SAVITRI study for their diligence in delivering this high-quality outcome.\n\nIn addition to 845, we also delivered positive Phase II results for two separate studies of Efmody, the long acting glucocorticoid obtained through our acquisition of the UK brd Diurnal. The Phase II study of EFMODY in adults with adrenal insufficiency and the Phase II study of EFMODY in adults and adolescents with classic CAH, both reported top-line positive results. Additionally, both studies met their respective primary and key secondary endpoints. In each study, EFMODY was well-tolerated with a safety profile consistent with published EFMODY clinical data. On top of CRINECERFONT's FDA submission and a total of three positive Phase II data readouts, we've also initiated a number of new clinical studies, which include initiation of a Phase II study of NBI-770, the oral NMDA NR2B negative allosteric modulator for major depressive disorder, initiation of a Phase I study of NBI-890, our next generation VMAT2 inhibitor and last but not least, initiation of a Phase I study of NBI-986, an M4 antagonist targeted for development in movement disorders. We look forward to providing more information on these programs together with our other Phase I muscarinic agonist programs, over the coming months, as they each progress through the clinic.\n\nLooking ahead to our upcoming Phase II data readouts, I'm pleased to say that we're currently on track to deliver data from NBI-568, our orthoceric selective muscarinic M4 agonist study as a potential treatment for schizophrenia and for LUVADAXISTAT as a potential treatment for cognitive impairment associated with schizophrenia. We now anticipate top-line data from both these studies in third quarter 2024. In summary, I'm very proud of the progress we continue to make with the clinical portfolio of Neurocrine in order to deliver on behalf of the patients that we serve. With that, I'll hand things back to Kevin. Kevin?\n\nKevin Charles Gorman\n\nChief Executive Officer & Director, Neurocrine Biosciences, Inc.\n\nThank you very much, Eiry. And Nikki, we're ready for questions now.\n\nOperator\n\nAnd at this time, if you would like to ask a question, please press the Star and 1 on your telephone keypad. You may withdraw your question by pressing Star 2. Once again, to ask a question, please press the Star then 1 on your telephone keypad.  We'll take our first question from Tazeen Ahmad with Bank of America. Please go ahead.\n\nTazeen Ahmad\n\nAnalyst, Bank of America Merrill Lynch\n\nGreat. Thanks, operator. Good morning, guys. Thanks for taking my questions.  The first one for me is on 845. Congrats on the data that you press released. We did get a few questions about dosing and dose response. You said that you can talk about dose response. Is there any reason mechanistically, we're not seeing a dose response still encourages positive results ultimately and moving forward in Phase III? And then, second question on the sprinkle formulation for INGREZZA. Can you just remind us what percent of patients have trouble swallowing and what kind of impact you expect that to have on sales now that you have on sales now that you have this new formulation? Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes. Let me take the first one, Tazeen. Thanks for that. We haven't said anything about the doses other than one of the doses reached statistical significance. As you saw from what we released, there was improvement actually in the lab rates in both doses. As Kevin said, we really are in a position that we're talking about intellectual property and other issues here that we want to work through, before we say anything further. What I can say is, we're very encouraged by the robustness of the data both in terms of the impact on the primary and key secondary endpoints and overall the tolerability as well. As we said, there were no serious adverse events. There were no seizures, no psychotic mimetic or dissociative events throughout. The most common adverse event was headache, the majority of which were transient and mild in severity and with both doses looking like placebo in terms of their safety profile. Obviously, that's really important, given the history in this class of medications.\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\nI'll tackle the second question. Hi, Tazeen. The sprinkle formulation, we estimate that 5% to 10% of people living with tardive dyskinesia or Huntington's chorea experience difficulty swallowing. This represents, we think, a nice alternative for them to be able to get treated with INGREZZA. In terms of the impact on the forecast, it's already integrated into our guidance. We expected to get approval and we issued guidance at our last earnings call in the range of $2.1 billion to $2.2 billion. It's already baked in. Thanks.\n\nTazeen Ahmad\n\nAnalyst, Bank of America Merrill Lynch\n\nOkay. Thanks.\n\nOperator\n\nOur next question comes from Phil Nadeau with TD Cowen. Please go ahead.\n\nPhil Nadeau\n\nAnalyst, Cowen and Company, LLC\n\nHi. Good morning. Congrats on the progress. Thanks for taking my question. With the 568 data now expected next quarter, we're curious to get your most updated thoughts on what you need to see to advance that program into additional development, particularly given the competitive landscape. Give us some idea of what efficacy results you'd like to see and what safety data and tolerability data would give you confidence that 568 could compete?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes. Thanks, Phil. We are really happy with the progress we've made with 568 and happy to be able to share that. In the third quarter we'll be coming forward with data. Just to remind you, this is a study of around about 200 patients. It's a dose finding study and it's done in an adaptive fashion in order to enable us to explore the full dose response here. In terms of the outcome, obviously, the primary endpoint for the study is the reduction in the PAM score relative to placebo. I think there's pretty clear precedence there in terms of what our expectations would be. We've seen a good effect size from other drugs in this class and we'd be looking for something in that kind of area in terms of the impact on the primary endpoint.\n\nHowever, I will say that, if you think about medication for diseases like schizophrenia, it's really the therapeutic index that's important here. And so, we'll be looking at the totality of the data including the tolerability and safety profile, which I think is critical here. Our approach of choosing a selective M4 agonist and a direct agonist rather than allosteric modulator, we believe has the opportunity to potentially differentiate, but it's all going to be about the data. We'll be looking at both the benefit that we see in terms of the PAM improvement, the tolerability profile and taking that into consideration as we make the decision to move forward.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\nOne last comment, just a big shout out to the muscarinic team. This is an example at Neurocrine, it's a very important program. We're able to really push forward the timing of when we'd expect top line data, I think by a couple of quarters. So, excellent job by Samir in the whole muscarinic team in the effort and including Jaz as well.\n\nPhil Nadeau\n\nAnalyst, Cowen and Company, LLC\n\nPerfect. Thank you.\n\nOperator\n\nOur next question comes from Paul Matteis with Stifel.  Please go ahead.\n\nPaul Matteis\n\nAnalyst, Stifel, Nicolaus & Co., Inc.\n\nHi, there. This is Julian on for Paul. Thank you so much for taking our question. Just on 845, I know you're not disclosing anything on the doses, but any additional color on what you can provide for the placebo response that you saw, just thinking about moving into Phase 3, what that could potentially look like? And then on safety, I saw there's no seizures reported but the modality historically does carry an additional risk for that. So, what do you think about potential seizure risk broadly moving forward and the overall safety profile? And then lastly, one - quick one on the muscarinic. How much power do you expect to have for the individual dose arms that are at the higher receptor occupancy or in the expected active range? Thanks so much.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\nSorry, really quick one housekeeping item. We're going to stick to answering one question per analyst so we can get through all the analyst questions at this time. So Eiry, if you want to comment on the input program?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes, I'll answer the muscarinic one very quickly, and that's the last time we do more than one. This is an adaptive Phase II trial. It's powered as such and it has sufficient power in to enable us to understand the dose response. So, we're confident in that. On the AMPA, I'll just start and I will then see if Jaz has additional things he wants to say. We were very encouraged by the tolerability profile. And as I mentioned in my prepared comments, I think Takeda deserves a lot of credit for years of work that they did in navigating the therapeutic index issue that's been a problem for AMPA kinase in the past. And the overall tolerability, both doses look like placebo in terms of the tolerability profile. So, from that perspective, I think we obviously need more data in Phase III. And as we progress, we'll learn more about the overall safety profile. Jaz, I don't know if you want to say anything further?\n\nJaz Singh\n\nNo, I think there were really no risk of seizure. We had a committee of adjudicating every event and it was very clear on the dosages.\n\nOperator\n\n[technical issue]  And we are experiencing technical difficulties. Please remain on the line. - Okay, we have our speakers back in conference. We will take our next question from Chris Shibutani with Goldman Sachs. Please go ahead.\n\nChris Shibutani\n\nThank you very much. Good morning. On CRINECERFONT, saw the press release, NDA has been filed. Can you speak to the likelihood of a priority review and any potential timelines for that approval and launch? Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes, I can speak to that. And so, I think as I mentioned in light of the fact that there's significant unmet need here, the granting of the breakthrough designation and the robustness of the Phase III data packaging, both adults and pediatrics that we actually just submitted yesterday. We would hope that the FDA would consider this a priority review. Obviously, that's their final decision and we will obviously be [inaudible] -\n\nOperator\n\nWe're experiencing technical difficulties. Please remain on the line.\n\nUnknown\n\n[inaudible] - as soon as we get back on, you need to say something. I mean, people are wondering what the hell is going on.\n\nOperator\n\nI'm sorry for the interruption. We have our speakers in conference.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\nHey, everybody, I apologize for the technical difficulties that we're having here. We’ve moved to new campus and in our new room. I know many of you visited here recently. So, apologize for that. We'll do better next time. So, let's jump back to Chris' question around likelihood of priority review.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes. I'm not sure if you heard any of the response, Chris. So obviously, with the breakthrough designation in place and the robustness of the data that we were able to submit yesterday, it's both pediatric and adults. We look forward for a priority review will be granted by the FDA, but ultimately, that's the agency's decision. And as soon as we know anything further in our interactions with them, we'll be sure to communicate that.\n\nChris Shibutani\n\nThank you.\n\nOperator\n\nAnd your next question comes from Akash Tewari.  Please go ahead. - Akash, Your line is open.\n\nAkash Tewari\n\nAnalyst, Evercore Group LLC\n\nHey, sorry about that. So, for 586 - or sorry, 568, can you talk about the benefits of having an adaptive trial design? What are they when you think about getting information from your Phase II study and potentially designing your Phase III? And then generally speaking, where does your team stand with muscarinic when it comes to titration protocols, right? Cerebral doesn't have them. Chorea does. Do you think a titration protocol is ideal for 568 when it comes to minimizing safety and maximizing efficacy? Thank you so much.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes. I mean on the first part - on the second part first. I think we don't know until we see the data, what the optimal dosing will be for five, six days. And actually, the second question links a little bit to the first. Adaptive trials are very often done in Phase II as a means to explore broader range of doses as possible in the most limited number of patients. And so, we're very confident in that design, and it's been used many times before. It will allow us to have studied a broad range of doses within the study and that will allow us to understand from a benefit risk perspective, which is the most optimal regimen to take forward into a Phase III, if we're successful at the end of the Phase II.\n\nOperator\n\nThank you. Our next question comes from Jay Olson with Oppenheimer.  Please go ahead.\n\nJay Olson\n\nAnalyst, Goldman Sachs & Co.\n\nOh, hey.  Congrats on all the progress and thank you for taking our question. Yesterday, the company that acquired Prevail’s GBA1 gene therapy program announced a decision to discontinue their study in Gaucher's disease Type 2. Could you comment on the advantages of your Voyager partnered GBA1 gene therapy program in the novel capsid, which enables a single systemic injection to address both neurological and peripheral manifestations versus Prevail's program, which requires a transcranial injection? Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes. That's - yes, you're right. And I think the - we're really pleased with the progress that we've made preclinically with our collaboration with Voyager. And as I think we mentioned earlier, we intend to take two of these new 13 therapies with the new capsids from Voyager into the clinic next year, all of the preclinical work goes successfully over the next year or so. I think as you alluded to the fact that the technology employed by Voyager gives us the opportunity to have a blood-brain barrier penetrant capsid allows us the opportunity with an intravenous injection to treat not only the CNS effects of diseases such as Gaucher's or Parkinson's disease but also fruitful effects that you might see with a disease such as Gaucher's.\n\nThe Voyager technology has focused on detargeting DRGs and other areas that are potentially associated with toxicity of these approaches in the past, while allowing for transcription in areas that are important in the copies of the disease. So, we're not totally surprised by yesterday's decision Gaucher's too has central as well as peripheral effect. So, the fact that the ICM administration may not allow that to be addressed with a single administration of gene therapy. It's not surprising to us. And that's what gives us confidence with our single intravenous administration with the blood-brain barrier penetrant capsid. Obviously, we're going to need clinical data and our preclinical basis to understand that more and we'll be generating that over the coming months.\n\nOperator\n\nThank you. Your next question comes from Mohit Bansal with Wells Fargo.  Please go ahead.\n\nMohit Bansal\n\nAnalyst, Deutsche Bank Securities, Inc.\n\nGreat. Thank you very much for taking my question. I just wanted to probe a little bit on 845. How would you - how do you think about positioning this in the depression market? Where do you think it fits in? And do you have any thought on targeting AMPA potentiation versus previous approaches of NMDA antagonist? I mean, is there a key difference there that we should be aware about when you think about the mechanisms?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nCould I just ask you to repeat the last part of the question? I think - were you asking about where this fits the approach to breakdown NR2B NAM and are NMDA approaches?\n\nMohit Bansal\n\nAnalyst, Deutsche Bank Securities, Inc.\n\nYes. I mean in terms of mechanistically, how AMPA potentiation is expected to differentiate from NMDA impact that are out there? Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nSo, I'm going to ask Jaz, do you want to give some commentary there?\n\nJaz Singh\n\nSure. So, the AMPA mechanism is central to plasticity. The NMDA mechanism acts before so the molecules acting, you have to go down NMDA first and then downstream, you have AMPA effect by bypassing the NMDA are going straight to AMPA. Your - one of the key potential benefit is that you're not having any of the adverse events that are associated with NMDA. So, as you've seen, the NMBA antagonist that's approved to provide associated with brands that have significant adverse events and which is what the program is addressing for. But going directly to AMPA, you're really eliminating most of those adverse events with the potential of then getting the similar efficacy without any of those adverse events and consequential REMS to address it.\n\nOperator\n\nAnd your next question comes from Brian Skorney with Baird.  Please go ahead.\n\nBrian Sokrney\n\nHey, good morning, team. Thanks for taking my question.  I guess maybe to also ask a little bit more on 845, obviously the placebo-adjusted response from trumps all. But I was hoping you could at least speak to how to think about the performance of the placebo cohort relative to Phase I? I think looking at other Phase II MDD studies, one might expect like a 12 point reduction at one month. Just wondering, is that in the ballpark for what you guys saw? Or is there anything to think about from trial design that would mean placebo performance substantially different from other studies?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes. I mean, we shared the placebo adjusted data. I would say that this was a very well-conducted study. And just a comment and Jaz may want to comment about the importance of this. A lot of our efforts here at Neurocrine in the recent past focused on understanding how to engage with psychs and how to run the psychiatry studies in a way that allows us to have the appropriate levels oversight. And we think that's really important. And so, I'm not going to comment on specific numbers, but I will say we were highly encouraged by the robustness of the data and the quality of the study in terms of how it has performed.\n\nJaz Singh\n\nWe've put in a lot of efforts to really make sure that we've got the highest quality of data that the data is robust, it's externally, internally validated and that we could actually be able to replicate it in the future. So, we feel very confident with data.\n\nOperator\n\nThank you.  Your next question comes from Brian Abrahams with RBC Capital Markets.  Please go ahead.\n\nBrian Abrahams\n\nAnalyst, RBC Capital Markets LLC\n\nHey, good morning, guys. Thanks for taking my question and  congrats on the commercial and developmental progress. Another question on 845. I realize you can't say too much in terms of details on the data, but maybe just bigger picture based on the profile you're seeing. How are you thinking about a go-forward plan for the drug? Is the goal to move this directly into pivotal studies? Do you think it's best suited for chronic or finite treatment and might you explore monotherapy or adjunctive treatment? Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nKind of all of the above, actually, to be honest. I mean, we were very encouraged by the robustness of the data. And obviously, we need to engage with regulators both in the U.S. Our intent and goal would be to get into a registrational program in the most efficient way possible. And I'll ask Jaz to comment on where this would fit, just to make one comment first. I mean I think we saw a large effect size, as you saw in our presentation today, in terms of the antidepressant effect at day 28. That's early. It's not within a day like nor ketamine, but it's still very early relative to other antidepressant and that was maintained and actually continue to improve at day 56. So, that's encouraging from the perspective of a chronic therapy. And the tolerability profile to date, if you include both our preclinical data, our Phase I data and the data from this study, actually allows us to consider that very readily. Jaz, anything that you want add there?\n\nJaz Singh\n\nThanks so much, Eiry. I agree with everything. The only question that can add a lot of color to is that we had different subgroups the question you were asking, but we still have to really go through them and see how those indications will play out. So, that will come in the near future. We're not really ready to talk about it today.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nSo, to clarify that, that means the monotherapy question. We did have some patients on monotherapy in the study. So that will be something we're considering as we go forward.\n\nBrian Abrahams\n\nAnalyst, RBC Capital Markets LLC\n\nThanks, Eiry. Thanks, Jaz.\n\nOperator\n\nOur next question comes from Carter Gould with Barclays.  Please go ahead.\n\nCarter Gould\n\nAnalyst, UBS Securities LLC\n\nHi, good morning. Thanks for taking the question.  Maybe just change it up a little bit. I wanted to ask around just sort of when you think about the company's sort of capacity to be able to run potentially a large number of Phase III studies around neuropsych. I mean you've already got the Phase III going on with valbenazine, potentially staring down sort of AMPA moving into Phase III. Certainly, the maturation of the muscarinic portfolio and then sort of the optionality around Luvadaxi here. Does the company have that capacity to run potentially half dozen plus sort of Phase IIIs and the willingness to invest? Certainly, that doesn't seem contemplated in consensus today. Any color there would be helpful.\n\nKevin Charles Gorman\n\nChief Executive Officer & Director, Neurocrine Biosciences, Inc.\n\nYeah, Carter. Thanks for the question, and it's a good one. As I said in my opening remarks, what we are constantly doing is prioritizing our programs, and then keeping a close eye on our spend. It's one thing to say that we have the financial resources to do it all, which we do. However, you can't do everything. So, we are currently in the midst of putting down our thoughts on what the go-forward looks like for this program. And then with the other Phase IIs that are going to be reading out this year, that we have coming up the muscarinics and such, which is if positive, there's a well clinical investigation that we have there. So, we're going to continue to dig down into this prioritize things and make sure that we keep a good eye on what our spend looks like going forward.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\nBut to be clear, I mean, with the great data that we saw in this program and hopefully more good data to come on a future Phase II, it is going to require a step-up in investment. But as Kevin said, it's not going to be 100% incremental. We're going to be going through the process of continuing to prioritize where we invest. But then, it is very fortunate that the quality of data that Eiry and Jaz were speaking to on study like 845, and we'll see how the muscarinic in the CIS trial readout here in the third quarter.\n\nCarter Gould\n\nAnalyst, UBS Securities LLC\n\nThank you.\n\nOperator\n\nOur next question comes from Anupam Rama with JPMorgan. Please go ahead.\n\nAnupam Rama\n\nAnalyst, JPMorgan Securities LLC\n\nHey, guys. Thanks so much for taking the question.  Quick question on the OpEx guidance. Maybe just a little bit of color on what's driving the R&D uptick and the decrease in SG&A spend? Thanks so much.\n\nMatthew C. Abernethy\n\nChief Financial Officer, Neurocrine Biosciences, Inc.\n\nYes. On the R&D front, it's a positive aspect. With all the progress that we've made with our partner programs, like the muscarinic collaboration, we have a milestone team that we have to make because we did certain thresholds. So for example, in the first quarter, we had a $6 million expense that's in the R&D line that's associated with some of those milestones. And I guess I forgot, Voyager as well. And then we also have more milestone payments that we triggered here in the second quarter. So, from an accounting perspective and also from a guidance perspective, we don't include that in our R&D guidance or in our P&L until those are actually achieved. So, that's the reason for the OpEx increase on R&D. And I'm sure you've also seen a reduction in SG&A spending that we also sit down for the quarter, which just looks - is basically our review of our cost br and continuing to prioritize where we put our investments. So, the increase isn't directly - I think I had a question from somebody - isn't directly related to the AMPA program, those increases will likely more translate in 2025. But for 2024, generally speaking, operating expense guidance remains intact outside of the milestone payments to our partners.\n\nOperator\n\nAnd your next question comes from Marc Goodman with Leerink.  Please go ahead.\n\nMarc Goodman\n\nAnalyst, SVB Leerink LLC\n\nEiry, can you talk about the additional data we're going to see for CRINECERFONT at ENDO in June? And then maybe we could just talk about Europe, what's the plans for Europe for CRINECERFONT and when are we going to file and what the plans are for staffing up?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes. Let me take the second part first. We will - we're now working and moving to working on the lots of authorization application for Europe. And so the team will be diligently working through that. And I think once we kind of know our timing, we'll be able to communicate that in terms of when we think that will be going in. I mean, in general, the data that we'll see more information around the demographic brline characteristics, the primary and secondary endpoints and the tolerability. I mean we want to share the top line information already. And the largest amount of information will become available in the context of our full data publication and we anticipate having a full publication for both pediatric study and the adult study separately in the near future.\n\nKevin Charles Gorman\n\nChief Executive Officer & Director, Neurocrine Biosciences, Inc.\n\nMarc, I'd like to take this opportunity just to add something on here in that you're asking about filing in different regions of the world here. Obviously, the most important region of growth for us with this program is the United States. I can't express enough thanks and gratitude to the CAH team from top to bottom in filing two NDAs in the time that it would normally take the company to file one NDA. I think that a lot of changes that we've made here at Neurocrine for the better are typified by the excellence this team brought to that. That team immediately switched over into - while doing that in labor negotiations that they did for the INGREZZA SPRINKLE. That team then immediately has switched over to getting ready now. We don't know whether we're going to have an advisory committee, but we have to assume that we will for CAH. And those very same members are getting here early this morning in order to continue the preparations for doing that. So, while we have a lot of highly talented employees here, we understand that CRINECERFONT is an extremely valuable asset to us and will bring an amazing change to CAH patients’ lives. So, we're throwing everything we can at that. And we're focused right now on the U.S. market.\n\nOperator\n\nThank you.  Our next question comes from Myles Minter with William Blair.  Please go ahead.\n\nMyles Minter\n\nAnalyst, William Blair & Co. LLC\n\nHi, guys. Congrats on the quarter.  Just a quick question on if you've tested any of your cholinergic assets across the board in rabbits for preclinical tox studies, just given one of your peer molecules got put on hold for seeing that signal?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes. I think all I can say there is that we are highly confident in the preclinical packages for each of the muscarinic agonist that we've taken into the clinic. And obviously, those have been scrutinized by regulators to enable the clinical testing to start and we have not experienced that issue.\n\nKyle Gano\n\nChief Business Development Officer, Neurocrine Biosciences, Inc.\n\nMaybe Myles, this is Kyle. Just to add to that. We've completed all long-term tox four, five, six, days of the molecule looks pretty good, so we’re excited going forward.\n\nMyles Minter\n\nAnalyst, William Blair & Co. LLC\n\nTo be clear, did you use rabbits?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nI mean in our understanding rabbits, they usually use in the reprotox setting and not in the broad toxicity. So, the species selection for our tox program are chosen on the basis of the molecules themselves and what is generally used in toxicity testing. And we have four preclinical packages, enabling first-in-human for all of the molecules that have gone into the clinic. And as Kyle alluded to that includes the longer-term chronic talks. We have not done unnecessary program beyond that what is necessary to determine the safety profile and to the clinic.\n\nMyles Minter\n\nAnalyst, William Blair & Co. LLC\n\nThanks for the question.\n\nOperator\n\nOur next question comes from Jeff Hung with Morgan Stanley.  Please go ahead.\n\nJeff Hung\n\nAnalyst, Morgan Stanley & Co. LLC\n\nThanks for taking my question. For the upcoming LUVADAXISTAT data, what do you need to see to advance into Phase III? And what kind of improvement and cognitive impact would be clinically meaningful? Thanks.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nI wonder if you could repeat that. I didn't catch the very beginning of the question.\n\nJeff Hung\n\nAnalyst, Morgan Stanley & Co. LLC\n\nYes, sure. So, this is for LUVADAXISTAT. What do you need to see for the Phase III and what kind of improvement in cognitive impairment would be clinically meaningful?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nOkay. I may get Jaz to answer that one because he can give a little bit of context about the first Phase II study that we did and obviously, how we’re thinking about that in context with LUVADAXISTAT study?\n\nJaz Singh\n\nSure. So, in the initial study that was done with LUVADAXISTAT, keep in mind that the study was primarily done to address negative symptoms of schizophrenia, the cognition was secondary unit. We saw a meaningful effect size of 0.3 in the data in one of the doses there. But more importantly, we saw also improvement in function. And that was, of course, that hadn't really been seen before. If we can replicate that information in the ongoing study that would be a substantial advance over - there's absolutely nothing improved over there. So I think even that is a substantial advancement and benefit to patients.\n\nJeff Hung\n\nAnalyst, Morgan Stanley & Co. LLC\n\nThank you.\n\nOperator\n\nOur next question comes from Laura Chico with Wedbush Securities.  Please go ahead.\n\nLaura Chico\n\nAnalyst, Raymond James & Associates, Inc.\n\nGood morning. Thanks, very much for taking the question.  Just one quick follow-up. So, with respect to the 845 program, what's your confidence that you've adequately explored dose ranging sufficiently to advance the program? I guess, I'm trying to understand, as you said, coming out of these FDA regulatory discussions, do you anticipate needing additional dose-ranging studies before entering a registrational program?  Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes, I'll make a couple of comments and then ask Jaz to comment as well. I mean I think if you look at the preclinical data and Phase I data, there was a broad range of doses that were tested. And one of this is that Takeda did extremely well in the translational medicine space was look at pharmacodynamic effects using transcranial magnetic stimulation and also cognitive testing and other pharmacodynamic measures in the Phase I setting. And so we had a really good handle on pharmacodynamically effective doses going into the initial Phase II evaluation. And we completed a small safety study first in Phase II. And then, I think we were highly confident in the dose selected for the Phase II study that we just read out. And also, there were two doses in this study rather than just one, which is common in some Phase II setting. And so, I think in our discussions with the agency, we - there's a lot of information to support the selective doses to this point and how we might move forward. Jaz, I don't know if you want to add it?\n\nJaz Singh\n\n[inaudible].\n\nOperator\n\nOur next question comes from Danielle Brill Bongero with Raymond James. Please go ahead.\n\nDanielle Brill Bongero\n\nGood morning, guys. Thanks so much for the question.  Just a quick one INGREZZA. I was wondering if you could share the average revenue per patient in 1Q? Thank you.\n\nMat\n\nYes. The average revenue per patient, if I heard you right. Q1 is always the most challenging quarter where patients go through reauthorization. And so, as a result of that the refill rate per patient typically goes down. And so, I think that's something that we've talked about historically, which has caused pressure on our sequential growth from Q4 to Q1. And this is the third straight year where we've had sequential growth. So, the team did a really great job ensuring that patient stayed on medicine and try to close that gap for the - for those - for that refill rate. Now on net revenue per script, if you're asking on the dollar front, as I said by the call, we do expect our net revenue per script for the year for 2024 to be somewhere over 5,800 and that compares to 5,600 in 2023. And then, the last piece is we typically have seasonal pressure on gross to net in Q1 as a result of the Medicare part on the whole and commercial co-pay reset. And so, you would - you do have a bit of a higher discount, a couple of points in Q1 that then recovers in Q2 and beyond. So hopefully, that gives you the components to answer your question.\n\nOperator\n\nThank you.  Our next question comes from Yatin Suneja with Guggenheim.  Please go ahead.\n\nUnknown\n\nGood morning. This is Thelma for Yatin. And thanks for taking our question. So, you recently initiated a Phase I study with the next-generation VMAT2 inhibitor. I'm just curious, what are the key differentiating properties of this agent versus INGREZZA? And what do you want to see from the Phase I? Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes. S,o I'm not quite sure I fully heard the question, it's breaking up. But I think it was about our next-generation VMAT2 inhibitor. We're pretty excited about getting this module into the clinic. As you can imagine, INGREZZA valbenazine is an incredibly well performing module. So, in terms of finding a next generation that can potentially be even better is about really, really high. And so - but we're very happy with the molecule that we have in hand right now. We're just starting to Phase I. In that Phase I setting, obviously, we'll be invested in the tolerability, PK profile and how that might differentiate from valbenazine and that would include the potential for using tardive dyskinesia indication, but obviously beyond that into other neuropsychiatric disorders. And as we get some of that information, we understand the potential areas of differentiation, we'll be more specific about that.\n\nOperator\n\nThank you.  Your next question comes from Sumant Kulkarni with Canaccord.  Please go ahead.\n\nSumant Kulkarni\n\nAnalyst, Canaccord Genuity, Inc.\n\nGood morning, thanks for taking my question.  On your Phase I studies for 567, 69 and 70 muscarinic agonists, are there any differences in enrollment criteria by age? And are any of those being specifically run in older adults?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n",
        "content2": "Yes. I mean - so the initial studies for each of those that we're just starting up are in healthy subjects of the kind of normal age range, not including elderly subjects. However, each of those plans is designed in order to address specific questions relating to those molecules. And so we do understand that, particularly, with those molecules that impact both M4 and M1, that cognition can be an important part of the potential indication space moving forward. And so similarly to what was done for 568, we will be exploring those molecules in older subjects at some point during the plan to enable us to be ready for the chosen Phase II path forward.\n\nSumant Kulkarni\n\nAnalyst, Canaccord Genuity, Inc.\n\nThank you.\n\nOperator\n\nNext question comes from Evan Seigerman with BMO.  Please go ahead.\n\nEvan Seigerman\n\nAnalyst, Barclays Capital, Inc.\n\nHi, guys. Thank you so much for taking the question. I haven't really heard much recently on your push for INGREZZA in the long-term care market. Maybe highlight what you're doing in this space as this used to be a pretty big part of the narrative or at least where we were going to see INGREZZA growth? Thank you.\n\nEric S. Benevich\n\nChief Commercial Officer, Neurocrine Biosciences, Inc.\n\nYes. It's still an important part of the INGREZZA growth story. Frankly, we're seeing good progress across all three of our business segments in psychiatry, neurology and long-term care. We've been in the long-term care segment now for coming up on two years. I'm really pleased with the growth that we're seeing and the progress that the team is making. Today, long-term care is contributing approximately equal to neurology in terms of our overall business. And so, we're going to continue to develop that segment. And the only other thing that I would add is that on a relative basis, it's earlier in the overall development phase, commercially speaking that is in the sense that we've been in psychiatry and neurology now for seven years with INGREZZA and less than two years in long-term care. So, there's still a lot of HCPs that are learning about drug-induced movement disorders in tardive dyskinesia and becoming more familiar with INGREZZA as the most prescribed most preferred VMAT2 inhibitor. So, we'll continue to see good growth coming out of long-term care going forward.\n\nEvan Seigerman\n\nAnalyst, Barclays Capital, Inc.\n\nThank you.\n\nOperator\n\nOur next question comes from Uy Ear with Mizuho.  Please go ahead.\n\nUy Ear\n\nAnalyst, Credit Suisse Securities (USA) LLC\n\nHi, good morning, guys.  This is Leo on for Uy. Thanks so much for taking our question. So, we were under the impression that 845 could differentiate on cognition. Do you still believe this is the case? How else do you expect 845 to differentiate? Could it also differentiate on onset of action?\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nYes. We're just going through all the information from the trial. We also shared the top line today. I mean, I think we'll be - once we understand data sets and the totality of the data, we'll be able to comment more around where we think this can truly differentiate and will be designed. Well, Jaz will be designing the Phase III trial appropriately so that we can ensure that we always like to do here that we bring the best options to patients that we possibly can.\n\nOperator\n\nThank you. Our next question comes from David Hoang with Citigroup.  Please go ahead.\n\nDavid Hoang\n\nAnalyst, Jefferies LLC\n\nHi there. Thanks for fitting me in. So, I just had a question on the 770 molecule. This is, I think, the NMDA NR2B allosteric modulator. What would be your expectations there around that mechanism and drug profile and how could that differentiate from what you're seeing with 845? Thanks so much.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nJaz, do you want to comment on that?\n\nJaz Singh\n\nSure. So, NR2B NAM mechanism is a validated mechanism for treatment of depression or potential efficacy even in treatment of system depression. So, the initial study we're looking at is understanding the dose and whether we can determine efficacy. Once we have some data from the Phase I, Phase II studies, we will be able to much better to be able to profile in aware what the efficacy safety profile looks like and how best to position it for further growth.\n\nOperator\n\nThank you. We'll then move on the next with Ami Fadia with Needham. Please go ahead.\n\nAmi Fadia\n\nAnalyst, Leerink Partners LLC\n\nHi, good morning, Thanks for squeezing me in.  I had a quick question on 845. The trial design mentions that patients would have had to have failed the prior treatment? Was that just SSRI or SNRI? Or were there other modalities that patients were either already on a background therapy or have failed at? Thank you.\n\nJaz Singh\n\nThank you, to answer the question so, the study requires patients who have had non-response to at least one antidepressant. And that could be any that they've taken. We didn't have any specific restrictions as to which one. So, what was seen in the study was a combination of SSRIs, SNRIs, use of conjunctive antipsychotics with propiontis. It's a mix of what the standard of care looks like.\n\nOperator\n\nThank you. Our next question comes from David Amsellem with Piper Sandler.  Please go ahead.\n\nDavid A. Amsellem\n\nAnalyst, Piper Jaffray & Co.\n\nThanks. I have a CAH focused question. With crinetics having its data coming up for its orally CTH antagonist. Just wanted to get your thoughts on how you're thinking about that agent and more broadly, the potential for coexistence of multiple novel agents in the broader CAH space? Thank you.\n\nEiry W. Roberts\n\nChief Medical Officer, Neurocrine Biosciences, Inc.\n\nWell, I mean, a couple of things. First thing, I think it's really great to see so much focus on trying to bring new medicines patients living with congenital adrenal hyperplasia, both pediatric and adults. It's been a long time coming, I mean, 70 years in the making before getting to the CRINECERFONT data. So, we kind have a flow of CRINECERFONT playing in that space as well. And I think that's great. The second thing is, we're very focused on CRINECERFONT right now. We obviously are ahead. We have very robust Phase III data in both pediatric and adult patients. And as you heard, we just submitted our NDA yesterday. And so we're waiting to see the crinetics information on the NCR2 agonist. And I think that patients with CAH have so few options that additional research in this area is always a good thing. And we're looking forward to our opportunity to serve this patient population hopefully in the very near future.\n\nOperator\n\nThank you. And I will now turn the call over to Kevin Gorman for closing remarks.\n\nKevin Charles Gorman\n\nChief Executive Officer & Director, Neurocrine Biosciences, Inc.\n\nThank you very much. You know what I'm struck by from all of the questions this morning is it reaffirms the perception that we all have here and what we're experiencing each day. I would say in over 32 years with the company, I've never seen us in a better position than we are today from every aspect of the company. We're talking about from commercial all the way to late-stage clinical trials and NDA submissions. And then clearly into our mid-stage, which 845 has proven itself and then now into our Phase I program. And even several of the questions we're reaching back into what you will learn over the next 24 months is one heck of a robust research pipeline that's making its way into the clinic.\n\nThe best days of Neurocrine are in front of us by far. I have no doubt about that. I want to remind you, what we talked about at great length in our R&D day, and what we outlined is that we understand that in - we're tackling difficult diseases, and these are psychiatric diseases that we're tackling that are very difficult. And one of the ways that we do that is we attack them with multiple mechanisms. And in addition, we choose mechanisms that can have multiple disease applications. Thus far, this is proofing to working out for us. Is it going to guarantee 100% success? No. But will it ensure success? Absolutely. And so, that's how we're conducting ourselves. And I really appreciate all the questions this morning. We look forward to talking to you about all of our pipeline projects and INGREZZA and INGREZZA SPRINKLE going forward. And thank you very much.\n\nOperator\n\nAnd this does conclude today's program. Thank you for your participation. You may disconnect at any time."
    }
]