[
    {
        "url": "https://dashboard.aiera.com/p/evtmin/f5856d4f9201ff282205190d5ea74f38",
        "sentiment": {
            "distribution": {
                "positive": 13,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9992567025698148,
                "neutral": 0.8381152550379435
            }
        },
        "content1": "Q1 2024 ExlService Holdings Inc Earnings Call\n\nQ1 2024 ExlService Holdings Inc Earnings Call\n\nEXLSNASDAQMAY 2, 4:00 PM\n\nOperator\n\nGood day, and thank you for standing by, and welcome to the First Quarter 2024 ExlService Holdings, Inc. Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, John Kristoff, VP of Investor Relations. Please go ahead.\n\nJohn D. Kristoff\n\nThanks, Justin. Good morning. Thank you for joining EXL's First Quarter 2024 Financial Results Conference Call. On the call with me today are Rohit Kapoor, Chairman and Chief Executive Officer; and Maurizio Nicolelli, Chief Financial Officer.\nWe hope you've had an opportunity to review the first quarter earnings release we issued this morning. We have also posted an earnings release slide deck and investor fact sheet in the Investor Relations section of our website.\nAs a reminder, some of the matters we'll discuss this morning are forward looking. Please keep in mind that these forward-looking statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements.\nSuch risks and uncertainties include, but are not limited to, general economic conditions, those factors set forth in today's press release, discussed in the company's periodic reports and other documents filed with the SEC from time to time.\nEXL assumes no obligation to update the information presented on this conference call today. During our call, we may reference certain non-GAAP financial measures, which we believe provide useful information for investors. Reconciliation of these measures to GAAP can be found in our press release, slide deck and investor fact sheet.\nAnd with that, I'll turn the call over to Rohit\n\nRohit Kapoor\n\nCo-Founder, Vice Chairman & CEO\n\nThanks, John. Good morning, everyone. Welcome to EXL's First Quarter 2024 Earnings Call. I'm pleased to be with you this morning sharing our strong financial results as we've had a solid start to the year.\nIn the first quarter, we generated revenue of $436 million, an increase of 9% year-over-year, and we grew first quarter adjusted EPS by 9% to $0.38 per share.\nOur data and AI strategy has generated a sustainable competitive advantage for EXL. The sound execution of this strategy has enabled us to continue our growth momentum.\nIn analytics, we delivered revenue of $191 million for the quarter, up 5% sequentially and year-over-year. I am encouraged by the first quarter performance in our Analytics segment, which has been relatively flat for the past 3 quarters.\nThis is the result of continued strong double-digit growth in health care payment services and data management. Our banking analytics business stabilized during the quarter, while marketing analytics remains challenged as discussed previously.\nIn our Digital Operations & Solutions business during the first quarter, we generated revenue of $246 million with growth of 6% sequentially and 12% year-over-year. This was driven by continued strong double-digit growth in our Insurance and emerging business segments.\nLooking at the overall demand environment, our new and existing clients remain focused on lowering costs, improving efficiencies and enhancing customer experience and growth.\nOur data and AI-led strategy, combined with our deep domain expertise is helping them achieve these goals. We have been able to significantly increase our total addressable market by offering innovative new solutions and expanding into new buying centers.\nThis is reflected in the continued strength of our sales pipeline. As clients increasingly turn to us for end-to-end solutions, we have also grown our average deal size, which is fueling our above-industry revenue growth.\nBased on our strong performance in the first quarter, we have raised the lower end of our full year guidance range for both revenue and EPS. Maurizio will review the details in a few minutes.\nWe recently held our AI in action virtual customer symposium, where attendees heard from EXL and industry leaders on the future of business models and how they are scaling the use of enterprise data to bridge the gap between strategy and operations to make AI real.\nThe event included live demonstrations of practical applications and use cases of embedding AI across all our business segments. The event was attended by over 2,300 clients, prospects, analysts, advisers and partners and feedback has been very positive. A replay of the event is available on our website.\nLet me share a couple of recent examples of how we are bringing to life all our capabilities at the intersection of data, AI and domain expertise for our clients to deliver meaningful value.\nFirst, we developed a Gen AI-based conversational business intelligence solution for a leading life and annuity insurer. The solution is designed to help them better understand their captive and independent advisers, interest, behaviors and demographics. This helps them optimize targeting and message development to improve their experience and increase sales and return on marketing investment.\nEffectively developing the solution for the client required bringing together our talented team of GenAI experts, data engineers, business subject matter experts and AI deployment specialists to work as an integrated team.\nWe harnessed large volumes of both external and internal client data assets to build a 360-degree profile of each adviser. We fine-tuned LLMs to generate personalized insights for distinct adviser groups with unique traits.\nFinally, we developed a conversational interface for an easy and intuitive user experience. This solution is highly scalable and delivers on-demand, real-time natural language insights across all our clients' sales and marketing functions.\nBy leveraging additional data sets and embedding digital into our clients, marketing and sales processes, we have created significant value by enabling them to double their new business volume.\nIn another example, EXL has become the preferred AI and data partner for a U.K.-based leading retailer. We accomplished this through the successful implementation of multiple AI-based solutions to transform their online sales operations.\nFor example, we deployed our proprietary Gen AI-based smart agent assist solution at scale,; which is currently running live across 1,100 customer agents handling 6 million calls annually in the clients' captive operations as well as those outsourced to EXL.\nOur solution provides real-time speech to text, AI nudges for next best action, customer sentiment and vulnerability detection and call summary.\nEarly results include a greater than 90% reduction in customer repeat calls, a double-digit agent productivity gain and vulnerability detection accuracy rates of over 95%.\nIn addition, we have helped our clients reduce returns, streamline orders and refunds and improve overall customer experience.\nWe also deployed EXL's buyer assist solution, which utilizes Gen AI and natural language processing to generate insights from disjointed and unstructured data from 40 different sources across the web, social media, online reviews and catalogs.\nOur solution is adept in handling data in any form via text, images or videos and feeds it into our bio assist recommendation engine. By presenting our clients, buyers with customized recommendations, we help them better predict which items to procure based on potential future demand.\nThis has resulted in a 2% to 3% increase in sales, a 30% to 40% improvement in buyer productivity and enhanced customer satisfaction.\nDue to our success with this client, EXL is now their strategic business transformation partner in deploying AI across their enterprise, thereby expanding our TAM and enabling us to continue our growth momentum.\nThese are just a few examples of the proprietary AI-based solutions we have developed and deployed that combine data and AI with our deep industry experience to deliver meaningful business benefits to our clients and their end customers.\nI am pleased to highlight 2 key appointments we made recently within our senior leadership team. Vikas Bhalla and Vivek Jetley have each been promoted to President of EXL in addition to their current roles of Head of Insurance and Head of Analytics respectively.\nIn their expanded roles, they will take on broader company-wide responsibilities, including being more involved in driving overall corporate performance and executing on our data and AI-led strategy.\nAs we implement our data and AI strategy, it is important that we continually optimize our leadership structure to execute on our strategic objectives. Vikas and Vivek are highly talented and strategic leaders who have built strong sustainable growth businesses and have created tremendous impact for EXL over the past 2 decades.\nIn their expanded roles, I look forward to their continued leadership as we transform EXL to the data and AI partner of choice for our clients.\nWe will be holding an investor strategy update event next Tuesday, May 7, to provide an in-depth overview of our strategy, our pivot to being a data and AI-led company and our growth opportunities. Registration for the event is available on the Investor Relations page of our website, and we look forward to seeing you there.\nIn summary, we delivered strong results in the first quarter, and we are encouraged by the continued momentum in our digital operations business as well as the growth in our analytics business.\nOur winning data and AI strategy, combined with consistent execution by our exceptionally talented and dedicated team position us well to deliver industry-leading performance for the remainder of 2024 and beyond.\nWith that, I'll turn the call over to Maurizio to cover our financial performance in detail.\n\nMaurizio Nicolelli\n\nExecutive VP & CFO\n\nThank you, Rohit, and thanks, everyone, for joining us this morning. I will provide insights into our financial performance for the first quarter, followed by our revised outlook for 2024.\nWe -- we delivered a solid first quarter with revenue of $436.5 million, up 9% year-over-year on a reported basis, 8.8% and -- in constant currency and 5.4% sequentially. Adjusted EPS was $0.38, a year-over-year increase of 8.9%. The -- all revenue growth percentages mentioned hereafter are on a constant currency basis.\nRevenue from our digital operations and solutions businesses as defined by 3 reportable segments, excluding analytics, was $245.8 million, representing year-over-year growth of 12.3%. Sequentially, we grew revenue 5.9%.\nAnd -- In the insurance segment, we generated revenue of $145.1 million, an increase of 15.6% year-over-year and 4.4% sequentially. The -- this growth was driven by the expansion of existing client relationships and new client wins.\nThe insurance vertical consisting of both our digital operations and solutions and analytics businesses grew 12.1% year-over-year with revenue of $183.1 million.\nIn the Emerging segment, we reported revenue of $74.4 million, growing 11.9% year-over-year and 10.7% sequentially. This growth was driven by new client wins and expansion of existing client relationships.\nThe emerging vertical consisting of both our digital operations and solutions and analytics businesses grew 0.4% year-over-year with revenue of $155.6 million.\nThe Healthcare segment reported revenue of $26.3 million, down 1.7% year-over-year and an increase of 1.1% sequentially. The year-over-year decrease was primarily due to onetime revenue in the first quarter of 2023.\nThe Healthcare vertical consisting of our digital operations and solutions and analytics businesses grew 18.1% year-over-year with revenue of $97.8 million.\nIn the Analytics segment, we generated revenue of $190.7 million, up 4.6% year-over-year and 4.7% sequentially. The growth in Analytics was driven by higher volumes in health care payment services and growth in our data management business.\nThis was partially offset by a decline in marketing analytics, reflecting an ongoing trend we have highlighted in previous quarters.\nSG&A expenses as a percentage of revenue were up 140 basis points year-over-year to 20.4%, driven by investments in generative AI, digital solutions, and front-end sales, partially offset by operating leverage.\nOur adjusted operating margin for the quarter was 18.9%, down 50 basis points year-over-year, driven by increased SG&A investments. Our effective tax rate for the quarter was 23.2%, and -- down 80 basis points from 24% in the first quarter of 2023. This was driven by higher profits in lower tax jurisdictions. Our adjusted EPS for the quarter was $0.38, up 8.9% year-over-year on a reported basis.\nOur balance sheet remains strong. Our cash including short- and long-term investments as of March 31 was $246 million, and our revolver debt was $345 million for a net debt position of $99 million.\nOur first quarter cash flow from operations was an outflow of $21.9 million compared to an inflow of $16 million in the first quarter of 2023. The -- this is due to higher working capital requirements and onetime earn-out payments related to a prior acquisition.\nDuring the quarter, we spent $11.3 million on capital expenditures and repurchased approximately 4 million shares at an average share price of $30 for a total of $119.4 million. This includes 3.35 million shares received upfront as part of our previously announced $125 million accelerated share repurchase plan. We expect to receive the remaining shares in the third quarter.\nNow moving on to our outlook for 2024. Although the macroeconomic environment remains unpredictable, we are raising the bottom end of our guidance ranges for both revenue and EPS based on our strong first quarter results. We now anticipate revenue to be in the range of $1.79 billion to $1.82 billion, representing year-over-year growth of 10% to 12% on a reported and constant currency basis.\nThis represents an increase of $5 million at the midpoint and $10 million at the low end of our previous guidance of $1.78 billion to $1.82 billion.\nWe expect a foreign exchange gain of approximately $1 million, net interest expense of approximately $4 million to $5 million and our full year effective tax rate to be in the range of 23% to 24%.\nWe -- we anticipate our adjusted EPS to be in the range of $1.58 to $1.62, representing year-over-year growth of 10% to 13%. And -- we expect capital expenditures to be in the range of $50 million to $55 million.\nIn summary, we started the year strong and are encouraged by the continued double-digit growth momentum in our digital operations business and the growth in our analytics business by effectively executing our data and AI-led strategy, including the significant investments we are making to further grow our competitive advantage, we are confident in our ability to maintain our double-digit growth trajectory.\nWith that, Rohit and I will now be happy to take your questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/3255f0dd062bdc93a9f1355be5d54afc",
        "sentiment": {
            "distribution": {
                "positive": 13,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9990299435762259,
                "neutral": 0.9680858850479126
            }
        },
        "content1": "Q4 2023 ExlService Holdings Inc Earnings Call\n\nQ4 2023 ExlService Holdings Inc Earnings Call\n\nEXLSNASDAQFEB 29, 4:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fourth Quarter 2023 ExlService Holdings, Inc. Earnings Conference Call. [Operator Instructions]. Please be advised that today's conference is being recorded. I would now like to hand the conference over to your first speaker today, John Kristoff, VP of Investor Relations. Please go ahead.\n\nJohn D. Kristoff\n\nThanks, [ Rivka ] Hello, and thank you for joining EXL's Fourth Quarter 2023 Financial Results Conference Call. On the call with me today are Rohit Kapoor, Vice Chairman and Chief Executive Officer; and Maurizio Nicolelli, Chief Financial Officer. .\nWe hope you've had an opportunity to review the fourth quarter earnings release we issued this morning. We also posted an earnings release slide deck and investor fact sheet in the Investor Relations section of our website.\nAs a reminder, some of the matters we'll discuss this morning are forward looking. Please keep in mind that these forward-looking statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. Such risks and uncertainties include, but are not limited to, general economic conditions, those factors set forth in today's press release, discussed in the company's periodic reports and other documents filed with the SEC from time to time. EXL assumes no obligation to update the information presented on this conference call today.\nDuring our call, we may reference certain non-GAAP financial measures, which we believe provide useful information for our investors. Reconciliation of these measures to GAAP can be found in our press release, slide deck and the investor fact sheet.\nWith that, I'll turn the call over to Rohit.\n\nRohit Kapoor\n\nCo-Founder, Vice Chairman & CEO\n\nThanks, John. Good morning, everyone. Welcome to EXL's Fourth Quarter and 2023 Year-end Earnings Call. I'm pleased to be with you this morning discussing our strong results and continued ability to outperform. EXL performed exceptionally well in 2023, despite a challenging macroeconomic environment and weakness for discretionary and project-based work across the industry.\nWe grew full year revenue by 16% and delivered EPS growth of 19%. We achieved 13% revenue growth in our analytics business for the year and an impressive 18% growth in our digital operations and solutions business.\nIn the fourth quarter, we generated revenue of $414 million, an increase of 11% year-over-year and 10% in constant currency. And we grew fourth quarter adjusted EPS by 11% to $0.35.\nOur ability to consistently deliver industry-leading double-digit growth, even in a difficult environment, is the result of sound execution of our differentiated strategy and our balanced portfolio of businesses. We recognize the importance of data several years ago and pivoted to being a data-led company, which resulted in a 3-year revenue CAGR of 19%.\nOur data-led strategy and deep expertise in analytics has uniquely positioned us to embrace AI and pivots to now becoming data and AI-led in everything that we do. Just as data led enabled us to drive superior growth over the past several years, Combining data and AI positions us well for industry-leading performance going forward.\nData is crucial for the accuracy of AI outputs and is the foundation upon which all successful AI is built. The more reliable the AI outputs, the better the outcomes for our clients. This enables us to expand our total addressable market and offers our clients a much richer value proposition, driving operational efficiencies, improving customer experience and growing revenue. The value and impact of data and AI together is greater than the sum of parts.\nOver the past several years, we have been at the forefront of embedding machine learning and AI into our clients' operations to drive greater efficiencies and enhance customer experience. EXL has unique industry-leading data analytics and AI capabilities, which, when combined with deep experience in industry-specific business models and operations, results in superior business outcomes. That's what it takes to transform AI from concept to reality and why we are so excited about the opportunity ahead.\nWe are making meaningful investments to propel our data and AI led strategy going forward. We have established an AI center of excellence with 1,500 specialists. More than 2/3 of our employees have already taken advantage of AI training and development tools to help them expand their knowledge and skills.\nWe have developed several generative AI applications for enterprise use in areas such as employee self-service, recruiting and finance. We are collaborating with the leading technology partners, including our most recent announcements with Microsoft and AWS to co-develop AI solutions and accelerate go-to-market plans. And we embedded AI into our core solutions and continue to build our portfolio of more than 150 AI use cases across industries with over 30 deployments with clients.\nWe are leading the way in helping our clients reinvent their business models fueled by data, analytics and AI to deliver higher value with speed.\nTo support the shift to our data and AI-led strategy, we recently expanded our executive leadership team with 2 new leaders. Andy Logani, Executive Vice President and Chief Digital Officer, is responsible for advancing EXL's digital and AI initiatives. And Baljinder Singh, Executive Vice President, Chief Information Officer, leads EXL's technology, cybersecurity and enterprise transformation functions.\nAs we focus on implementing data and AI-led solutions to transform our clients' businesses along with our own operations, it is crucial that our senior leadership team is made up of executives with a deep understanding of digital and AI.\nLet me now share a couple of examples of how our data and AI led strategy is enabling EXL to deliver more value to our clients. We have been working with a large U.S.-based financial services company to reinvent their collections and payment assistant processes. We pursued an omnichannel approach, leveraging data and generative AI to produce intelligence, which enables the clients to offer their end customers more personalized solutions and reduce potential defaults.\nWe initially deployed PayMentor, our proprietary AI-based digital payments and collection solution for one of their credit products and are on track to reducing their net credit loss by $30 million per year. As a result of our initial success, we are extending our PayMentor solution to various other lending products over the next several months. In addition, we won the mandate to run their collections, operations end-to-end using a data and AI-led solution with humans-in-the-loop. This delivers not only improved collections outcomes, but also a better customer experience in an area where the engagement has typically been adversary.\nWith the recent high inflation and interest rate environment, many of our financial services clients are seeing an increase in customers requiring payment assistance and debt restructuring. We are confident in our ability to help clients overall their collections functions using the latest data, AI and CX technologies.\nIn another example, we are using AI to help one of our large health care clients significantly reduced losses from potential billing errors. We reviewed their claims data on a running basis to identify, audit and recover hundreds of millions of dollars from incorrect payments each year.\nAs we further embed generative AI into our solutions, this enables us to identify a greater number of billing errors in a shorter period of time while significantly reducing the number of false positive encounters with providers. We are also using AI-based tools to aid our auditors in finding billing errors faster, creating more productivity gains.\nOne of the most exciting aspects of Gen AI is it allows us to identify errors in real time prior to payment and identify root causes of payment or submission errors.\nWe have put EXL in a leading position by adopting data and AI as part of our core growth strategy and making significant investments to further strengthen our value proposition.\nLooking ahead, we have solid momentum in our business as we deliver more tangible value to our clients through data and AI, we are winning larger deals and improving our competitive win rates. This enables us to grow faster than competition, move more of our revenue to an outcome-based business model and capture a greater share of the value we create for our clients.\nOur Board of Directors authorized a $500 million stock repurchase program effective March 1, 2024, for 2 years. This reflects confidence in our ability to continue to deliver industry-leading growth and generate significant free cash flow. This is part of our ongoing capital allocation program.\nThere has been a tremendous amount of change in our business and we would like to keep our stakeholders informed about the transformation of our business. Therefore, we will be holding an investor strategy update event on May 7 to provide further insights about our data and AI led strategy. Please mark your calendars and we will provide event details in the coming weeks.\nIn summary, we delivered exceptional results in a challenging environment in 2023. Our winning strategy, unique data, analytics and AI capabilities and an exceptionally talented and dedicated team, position us well to deliver industry-leading performance in 2024 and beyond.\nWith that, I'll turn the call over to Maurizio to cover our financial performance in detail.\n\nMaurizio Nicolelli\n\nExecutive VP & CFO\n\nThank you, Rohit, and thanks, everyone, for joining us this morning. I will provide insights into our financial performance for the fourth quarter and the full year 2023, followed by our outlook for 2024.\nWe delivered a solid fourth quarter with revenue of $414.1 million, up 10.5% year-over-year on a reported basis, 10.1% in constant currency and 0.8% sequentially. Adjusted EPS was $0.35, a year-over-year increase of 11.3%. All revenue growth percentages mentioned hereafter are on a constant currency basis.\nRevenue from our digital operations and solutions businesses as defined by 3 reportable segments, excluding analytics, was $232.1 million, representing year-over-year growth of 13.4%. Sequentially, we grew revenue 1.9%.\nIn the Insurance segment, we generated revenue of $139.1 million, an increase of 15.3% year-over-year and 1.9% sequentially. This growth was driven by the expansion of existing client relationships and new client wins. The insurance vertical consisting of both our digital operations and solutions and analytics businesses grew 11.7% year-over-year with revenue of $174.1 million.\nIn the Emerging segment, we reported revenue of $67 million growing 14.1% year-over-year and 2.8% sequentially. This growth was driven by the expansion of existing client relationships and new client wins. The emerging vertical consisting of both our Digital Operations & Solutions and Analytics businesses grew 1.9% year-over-year with revenue of $146.1 million.\nThe Healthcare segment reported revenue of $26 million, representing growth of 2.5% year-over-year and a decrease of 0.8% sequentially. The year-over-year growth was driven by expansion in existing client relationships. The health care vertical consisting of our digital operations and solutions and analytics businesses, grew 22.2% year-over-year with revenue of $93.8 million.\nIn the Analytics segment, we generated revenue of $182 million, up 6.2% year-over-year. Growth in analytics was driven by higher volumes in payment revenue -- from payment revenue from our Digital Operations Solutions business was [ $901.5 million ] services. This growth was partially offset by the decline in banking and financial services, marketing analytics, reflecting trends we've highlighted in previous quarters.\nSG&A expenses as a percentage of revenue were up 140 basis points year-over-year to 20.6%, driven by investments in generative AI, digital solutions, front-end sales and marketing.\nOur adjusted operating margin for the quarter was 17.8%, down 20 basis points year-over-year, driven by increased SG&A investments. Our adjusted EPS for the quarter was $0.35, up 11.3% year-over-year on a reported basis.\nTurning to our full year 2023 performance. Our revenue for the period was $1.63 billion, up 15.6% year-over-year. This was driven by double-digit growth in both our digital operations and solutions and analytics businesses.\nRevenue from our Digital Operations & Solutions business was $901.5 million, an increase of 18.3% year-over-year. Our insurance, emerging and Healthcare segments generated year-over-year growth of 18.7%, 21.7% and 8.9%, respectively.\nOur analytics business generated revenue of $729.1 million, representing year-over-year growth of 12.5%. Analytics represented 45% of total revenue. Adjusted operating margin for the year was 19.3%, up 100 basis points year-over-year.\nOur effective tax rate for the year was 23.2%, comparable to our rate in 2022. Our adjusted EPS for the year was $1.43, up 19.1% year-over-year on a reported basis.\nOur balance sheet remains strong. Our cash, including short- and long-term investments as of December 31 was $209 million, and our revolver debt was $200 million for a net cash position of $91 million. We generated cash flow from operations of $211 million in 2023, up 27% year-over-year compared with 2022. This improvement was driven by higher revenue and the expansion of our adjusted operating margin. During the year, we spent $53 million on capital expenditures and $125 million on repurchasing 4.1 million shares.\nNow moving on to our outlook for 2024. We believe the macroeconomic environment will remain unpredictable at least through the first half of the year as inflation remains sticky, and the Fed maintains interest rates at or near current levels. But as Rohit mentioned, our business momentum is robust, driven by a strong pipeline, larger contracts and increasing competitive win rates.\nFor 2024, we anticipate revenue to be in the range of $1.78 billion to $1.82 billion, representing year-over-year growth of 9% to 12% and on both a reported basis and constant currency basis. We anticipate our adjusted EPS to be in the range of $1.56 to $1.62, representing year-over-year growth of 9% to 13%. Our guidance also assumes full year adjusted operating profit margin will be largely in line with 2023.\nWe expect a foreign exchange gain of approximately $1 million, net interest income of approximately $1 million and our full year effective tax rate to be in the range of 23% to 24%. We expect capital expenditures to be in the range of $50 million to $55 million.\nIn terms of quarterly progression, we anticipate our quarterly year-over-year revenue growth rates to increase as the year progresses. We expect our adjusted operating profit margin percentage to also increase in line with revenue.\nIn summary, our differentiated strategy and consistent execution enables us to deliver exceptional results in a challenging environment. By adopting data and AI as part of our growth strategy and making significant investments to further enhance our industry leadership position we are confident in our ability to generate superior growth in 2024 and beyond.\nWith that, Rohit and I will be happy to take your questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/4a402e33e484fcf0a902dd5e86840ed7",
        "sentiment": {
            "distribution": {
                "positive": 13,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9994181715525113,
                "neutral": 0.9972402056058248
            }
        },
        "content1": "Q3 2023 ExlService Holdings Inc Earnings Call\n\nQ3 2023 ExlService Holdings Inc Earnings Call\n\nEXLSNASDAQOCT 26, 4:00 PM\n\nOperator\n\nGood day, everyone, and thank you for standing by. Welcome to the Third Quarter 2023 ExlService Holdings, Inc. Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would like to now hand over the conference to your first speaker today, John Kristoff, Vice President of Investor Relations. John?\n\nJohn D. Kristoff\n\nThanks, Maria. Hello, and thank you for joining EXL's Third Quarter 2023 Financial Results Conference Call. On the call with me today are Rohit Kapoor, Vice Chairman and Chief Executive Officer; and Maurizio Nicolelli, Chief Financial Officer. We hope you've had an opportunity to review the third quarter earnings release we issued this morning. We have also posted an earnings release slide deck and investor fact sheet in the Investor Relations section of our website.\nAs a reminder, some of the matters we'll discuss this morning are forward looking. Please keep in mind that these forward-looking statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. Such risks and uncertainties include, but are not limited to, general economic conditions, those factors set forth in today's press release, discussed in the company's periodic reports and other dockets filed with the SEC from time to time. EXL assumes no obligation to update the information presented on this call today.\nDuring our call, we may reference certain non-GAAP financial measures, which we believe provide useful information for investors. Reconciliation of these measures to GAAP can be found in our press release, slide deck and investor fact sheet.\nWith that, I'll turn the call over to Rohit.\n\nRohit Kapoor\n\nCo-Founder, Vice Chairman & CEO\n\nThanks, John. Good morning, everyone. Welcome to EXL's Third Quarter 2023 Earnings Call. I'm pleased to be with you this morning reporting another strong quarter. We continued our growth momentum in the third quarter, with total revenue of $411 million representing year-over-year growth of 14% on a reported basis and 13% in constant currency. We grew adjusted diluted EPS 21% to $0.37 per share.\nOur data-led strategy and balanced portfolio of businesses, bolstered by our differentiated digital and AI capabilities position us well to consistently deliver superior growth in an unpredictable environment. We delivered Analytics revenue of $183 million for the quarter, up 10% year-over-year and a sequential increase from the second quarter. As anticipated, we experienced weaker demand and lower volumes in marketing analytics. Notwithstanding this headwind, we were able to achieve double-digit growth in our Analytics business. This growth was driven by strength in our payment integrity and data management service lines.\nIn our Digital Operations & Solutions business, we generated third quarter revenue of $228 million, growing 17% year-over-year and 2% sequentially. This represents the 10th consecutive quarter of double-digit growth, which demonstrates the value clients place on our data-led integrated solutions. Each of our 3 segments within Digital Operations & Solutions delivered double-digit year-over-year growth during the quarter, with particularly robust performance in Insurance.\nThe slowdown in the macroeconomic growth environment is driving our clients to increase their focus on cost efficiency and improve productivity. As they make this pivot towards a lower cost operating structure, they are also looking to transform their operations. With EXL's technological capabilities of data, digital and AI, combined with our domain expertise, we are able to create significant impact for our clients in an accelerated manner and with much greater certainty than they can achieve on their own.\nThis has led to a material increase in demand for integrated digital operations which plays to our strengths across both our Data Analytics and Digital Operations & Solutions businesses.\nOur success pursuing large integrated deals is evident in our sales pipeline. For the past 6 quarters, we have averaged 20%-plus year-over-year pipeline growth. And both our win rates and average deal sizes have increased. Over the past 12 months, we have won several deals over $50 million in total contract value, including a few deals over $100 million of total contract value. This validates the value clients see in our end-to-end solutions and gives us confidence in our ability to generate sustained double-digit growth going forward.\nLet me share an example of a recent win that illustrates size, scope and level of integration to unlock value for our clients. One of the top insurance companies in the United States chose EXL as their partner to operate and transform their claims operation as part of a large multiyear deal. We are the first point of contact for all claims, and responsible for moving the claim through the process. In addition to providing a multi-shore delivery model, we are transforming the operation through extensive use of analytics, digital and AI.\nFor example, we are implementing an automated digital quality assistant that provides real-time monitoring and dashboard reporting of all KPIs. Our solution also includes an AI-based coaching module, which provides guidance to individual advisers. We are also implementing EXL's smart data signals, which enables 100% real-time claim file review in a fully automated manner. This significantly improves claims outcomes by preventing leakage, improving customer sentiment and ensuring regulatory compliance.\nThis is just one high-level example of how we are combining all of our capabilities in analytics, data management, AI and domain expertise to maximize value for our clients.\nWe continue to receive growing interest from our clients regarding use cases and data structure required to support generative AI. This bolsters our confidence that generative AI provides tangible growth opportunities for both our Data Analytics and Digital Operations & Solutions businesses moving forward. We are currently in more than 200 conversations with clients regarding generative AI use cases, and we have dozens of specific projects active in the sales pipeline.\nWhat is particularly encouraging is the diversity of use cases, which are leading us into new areas where we previously did not play. For example, many of our clients struggle with software core management and modernizing legacy codes to contemporary core languages to upscale their analytics infrastructure. This process often entails meticulous code management, translation and testing.\nWe recently developed a new gen AI-based solution for code conversion, leveraging our domain expertise. Our solution automates the transformation of legacy core to contemporary languages and features a robust debugging capability to ensure accuracy and efficiency. This significantly speeds this translation, while reducing the potential for errors.\nWe are currently working with a leading global bank on a proof of concept to migrate close to 1 million lines of legacy SaaS code to Python. It will typically take many months to accomplish this. But with our solution, it can be accomplished in a few weeks, allowing our clients to focus on retiring their technical debt. This is an example of how generative AI is helping us penetrate new buying centers as we now have several more customers interested in this solution.\nAs planned, we have increased our investments in generative AI in the third quarter and will accelerate these investments further in the fourth quarter. This includes developing solutions, training and hiring specialists, and further strengthening our generative AI center of excellence where we currently have active gen AI engagements across all our key industry verticals. We believe these investments will position us well to capitalize on the strong pipeline of gen AI opportunities.\nWe also recently announced plans to invest in a new international operations headquarters in Dublin, Ireland. As part of the new center, we plan to hire up to 200 AI, data engineering and other specialized technology positions over the next 3 years. This builds upon our existing staff of more than 8,000 data scientists globally who are developing AI, cloud enablement and data integration technologies.\nAs part of our investment, we will also establish new centers of excellence across our operations to develop best practices, improve efficiencies and reduce costs. This new center will also serve as a hub for intellectual property development and future geographic market expansion.\nLooking ahead, we are raising our 2023 revenue and EPS guidance given our strong third quarter performance and current visibility for the remainder of the year. Maurizio will walk you through the details in a few moments.\nAs we look forward to 2024, we are encouraged by the sustained growth in our revenue and EPS, the momentum in our growing sales pipeline and the underlying strength and resiliency of our business. We are well positioned with our current generative AI offerings and we continue to invest further in advancing our capabilities. This gives us confidence in our ability to sustain double-digit growth.\nAnd with that, I'll turn the call over to Maurizio.\n\nMaurizio Nicolelli\n\nExecutive VP & CFO\n\nThank you, Rohit, and thank you, everyone, for joining us this morning. I will provide insights into our financial performance for the third quarter and the first 9 months of 2023, followed by our revised outlook.\nWe delivered a strong third quarter with revenue of $411 million, up 13.7% year-over-year on a reported basis. On constant currency basis, we grew revenue 13.2% year-over-year and 1.5% sequentially. Adjusted EPS was $0.37, an increase of 21.3% year-over-year. All revenue growth percentages mentioned hereafter are on a constant currency basis.\nRevenue from our digital operations solutions businesses as defined by 3 reportable segments, excluding Analytics, was $227.9 million, which represents year-over-year growth of 16.4%. Sequentially, we grew revenue 2.3%. In the Insurance segment, we generated revenue of $136.4 million, an increase of 17.6% year-over-year and 6.3% sequentially. This growth was driven by expansion of existing clients and new client relationships. The Insurance vertical, consisting of both our Digital Operations & solutions and Analytics businesses, grew 14.4% year-over-year with revenue of $170.8 million.\nIn the Emerging segment, we grew revenue 14.7% year-over-year. This growth was driven by the expansion of existing client relationships and new client wins. Sequentially, revenue declined 2.8% to $65.3 million. The sequential revenue decline was driven by the bankruptcy of a client, Yellow Corporation. Excluding the impact of the bankruptcy, we expect revenue would have grown sequentially. The Emerging vertical consists of both our Digital Operations & Solutions and Analytics businesses grew 4% year-over-year with revenue of $147.9 million.\nThe Healthcare segment reported revenue of $26.2 million, representing growth of 14.8% year-over-year and a decrease of 3.6% sequentially. The year-over-year growth was driven by expansion in existing client relationships. The Healthcare vertical consisting of our Digital Operations & Solutions and Analytics businesses grew 28.6% year-over-year, with revenue [ of ] $92.3 million.\nIn the Analytics segment, we generated revenue of $183.1 million, up 9.4% year-over-year and up slightly sequentially. Our decision analytics services, payment integrity and data management businesses continue to grow year-on-year, partially offset by the decline in marketing analytics as our clients in insurance and banking continue to reduce their marketing spend.\nSG&A expenses as a percentage of revenue were up 180 basis points year-over-year to 20.2%, driven by investments in front-end sales, marketing, digital and AI capabilities. Our adjusted operating margin for the quarter was 20%, up 150 basis points year-over-year driven by higher volumes and revenue. Our effective tax rate for the quarter was 23.4%, down 60 basis points year-over-year, driven by higher profits in lower tax jurisdictions. Our adjusted EPS for the quarter was [ $0.30 ], a 21.3% increase year-over-year on a reported basis.\nTurning to our 9-month performance. Our revenue for the period was $1.217 billion, up 17.6% year-over-year on a constant currency basis. This growth was driven by both our Digital Operations & Solutions and Analytics businesses. Adjusted operating margin for the period was 19.8%, up 140 basis points year-over-year. Nine-month adjusted EPS was $1.09, up 21.8% year-over-year on a reported basis.\nOur balance sheet remains strong. Our cash, including short- and long-term investments as of September 30, was $275 million and our revolver debt was $210 million, for a net cash position of $65 million. We generated cash flow from operations of $132 million in the first 9 months compared to $101 million for the same period in 2022. This improvement was driven by the expansion in our adjusted operating margin. During the first 9 months, we spent $41 million on capital expenditures and repurchased $93.5 million of our shares at an average cost of $31 per share.\nNow moving on to our outlook for 2023. Based on our strong performance for the first 9 months of the year and our current visibility across all verticals, we are raising our outlook for the year. We now anticipate revenue to be in the range of $1.62 billion to $1.628 billion, representing year-over-year growth of 15% on a reported basis, and 15% to 16% on a constant currency basis. This represents an increase of $9 million at the midpoint despite a foreign exchange headwind of $2 million from previous guidance.\nWe expect a foreign exchange gain of approximately $1 million, net interest expense to be approximately $1 million and our full year effective tax rate to be in the range of 23% to 24%. Based on this, we anticipate our adjusted EPS to be in the range of $1.40 to $1.42, representing year-over-year growth of 16% to 18%, which is an increase from our prior adjusted EPS guidance of 15% to 17% growth. We expect capital expenditures to be in the range of $50 million to $55 million.\nIn summary, our data-led strategy is sound and is resonating with our clients. Our differentiated business model remains resilient due to our substantial reoccurring revenue and a well-balanced portfolio across our Data Analytics and Digital Operations & Solutions Business. Our strong pipeline and high percentage of annuity revenue provide us with confidence in our ability to continue to deliver double-digit growth going forward. This, coupled with our expanding capabilities in data management and ongoing investments in generative AI, puts us in a strong position as we look to 2024.\nWith that, Rohit and I would be happy to take your questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/a84010025d612bcfb3e6ae5a522d48ab",
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 2
            },
            "scores": {
                "positive": 0.997879147529602,
                "neutral": 0.9948921203613281
            }
        },
        "content1": "Q2 2023 ExlService Holdings Inc Earnings Call\n\nQ2 2023 ExlService Holdings Inc Earnings Call\n\nEXLSNASDAQJUL 27, 4:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the second quarter of the 2023 ExlService Holdings, Inc. Earnings Conference Call. [Operator Instructions] Please be advised today's conference is being recorded. I would now like to hand the conference over to your speaker today, John Kristoff, Vice President of Investor Relations. Please go ahead, John.\n\nJohn D. Kristoff\n\nThanks, James. Hello, and thank you for joining EXL's Second Quarter 2023 Financial Results Conference Call. On the call with me today are Rohit Kapoor, Vice Chairman and Chief Officer; and Maurizio Nicolelli, Chief Financial Officer. We hope you've had an opportunity to review the second quarter earnings release we issued this morning. We've also posted an earnings slide deck and investor fact sheet in the Investor Relations section of our website.\nAs a reminder, some of the matters we'll discuss this morning are forward looking. Please keep in mind that these forward-looking statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. Such risks and uncertainties include, but are not limited to, general economic conditions, those factors set forth in today's press release, discussed in the company's periodic reports and other documents filed with the SEC from time to time. EXL assumes no obligation to update the information presented on this conference call today.\nDuring our call, we may reference certain non-GAAP financial measures, which we believe provide useful information for investors. Reconciliation of these measures to GAAP can be found in our press release, slide deck and investor fact sheet. And with that, I'll turn the call over to Rohit.\n\nRohit Kapoor\n\nCo-Founder, Vice Chairman & CEO\n\nThanks, John. Good morning, everyone. Welcome to EXL's Second Quarter 2023 Earnings Call. I'm pleased to be with you this morning reporting another strong quarter. We continued our growth momentum in the second quarter with total revenue of $405 million, representing growth of 17% on both a reported and constant currency basis. We grew adjusted diluted EPS 21% to $1.82 per share. Our balanced portfolio across data analytics and digital operations and solutions makes our business resilient by focusing on both growth enablement and cost management for our clients. This has enabled us to generate continued strong double-digit growth despite a slow growth economic environment.\nIn Analytics, we delivered revenue of $182 million for the quarter, up 13% year-over-year, which included strong growth in decision analytics services, data management and payment integrity. This growth was driven by clients leveraging analytics to drive cost efficiencies, manage risk and increase effectiveness. Analytics growth was impacted by a decline in marketing analytics, which is a trend we have highlighted previously. In a slow growth and high interest rate environment, banks and insurance companies have slowed down their investments for new customer acquisition. We have been successful in diversifying our marketing analytics client portfolio across other industry verticals.\nWe have already won some new business in health care and marketing analytics for Medicare Advantage, which will convert to revenue later this year. Overall, our Analytics business continues to show strong growth across industries and geographies, which we expect will be further boosted by our focus on generative AI.\nLooking at our digital operations and solutions business, during the second quarter, we generated revenue of $223 million with a growth of 2% sequentially and 20% year-over-year. This is the ninth consecutive quarter where we have grown this business by double digits. This strong growth was driven by momentum across all of our digital operations and solutions businesses as our new and existing clients focus on lowering costs improving efficiencies and enhancing end customer experience.\nOur data-led strategy, combined with our deep domain expertise continues to resonate with our clients and fuel our growth. This has significantly increased our total addressable market and grown our sales pipeline, particularly in large transformative deals. I'm very encouraged by the size, scale and complexity of the deals we are winning, which is driven by our ability to embed market-leading data analytics, digital and AI competencies into our clients' core operations.\nLooking at the overall demand environment, we continue to hear from our current and prospective clients that their priorities over the next 12 to 18 months include cost reduction, increased efficiency and improved customer experience. There is strong demand from clients for using generative AI to achieve these priorities. As our clients plan their generative AI investments, they need a partner who has deep business domain knowledge, can harness the data, create the appropriate use cases and implement them as part of the workflow. Our clients view EXL as an ideal partner who combines all these capabilities.\nDuring the quarter, we launched our new generative AI platform, which builds on our strength in analytics, AI and digital operations and solutions. It includes our AI workbench, plug-and-play AI accelerators, data security and compliance framework and our enterprise data management capabilities. Our platform launch attracted more than 1,000 attendees and has created a very strong pipeline. As we engage with our clients, we are helping them in 3 areas: first, we help them evaluate, select, build and roll out generative AR use cases; second, we help them make that data AI-ready, which includes data engineering, unstructured data management, data security and data and cloud operations; and finally, we help them reimagine and design new AI-enabled operations with human in the loop.\nI'd like to share a couple of real-world examples where we are already deploying generative AI solutions for our clients. The first is with a large international insurance client. The client's objective was to streamline their claims process to reduce cost and improve customer experience. We developed a generative AI-based smart claim solution. It uses open source large language models and leverages the latest retrieval augmented generation architecture. Our innovative AI solution swiftly accesses end-to-end claim information and delivers accurate and concise insights through a user-friendly interface. This streamlines the claim agent's workflow and reduces the amount of time needed to process the claim, resulting in lower costs and improved customer experience.\nAnother example involves a large energy company in the U.K. where EXL is implementing a generated AI-led agent assist solution across all of their contact center operations which will run on our cloud. This solution provides live assistance to the contact center executives while they're engaged with end customers. It monitors conversations in real time using large language models to extract relevant information and provides both proactive nudges and on-demand procedure guidance. Our solution not only helps improve compliance and first call resolution rates but also reduces the amount of time customers spend with contact center executives, thus improving customer experience.\nThese are just 2 examples of how we are currently deploying generative AI-based solutions, differentiating ourselves in the marketplace and creating value for our clients. We expect generative AI to create new revenue sources for us as well as augment our existing data analytics and digital operations and solutions businesses. We will continue to invest heavily in our generative AI capabilities, including creating a center of excellence with more than 1,500 dedicated generative AI specialists.\nWith our continued focus on talent, I'd like to recognize 2 new leaders that recently joined our senior leadership team. First, Pam Harrison joined as Executive Vice President and Chief Human Resources Officer. Pam has helped execute HR strategies for large and complex global organizations. Her extensive domain expertise will make her an invaluable resource in developing HR strategies as we continue to grow and recruit top talent, particularly in digital and AI.\nAnd most recently, Vishal Chhibbar has rejoined EXL as our Chief Growth and Strategy Officer. You may recall that Vishal served as CFO from 2009 to 2019, where he instituted some of EXL's foundational growth strategies. In his new role, Vishal will spearhead our growth initiatives, leading strategy, marketing, sales governance, M&A and strategic partnerships. As our business continues to grow at a rapid pace, Vishal's practical insights and keen instincts will be tremendously valuable. I'm thrilled to have both Pam and Vishal on our team.\nLooking ahead, we are encouraged by the momentum in our revenue and EPS growth, our growing sales pipeline and the resiliency in our business model. We are making significant progress on our generative AI offerings, and we will continue to build off that momentum as we invest further in advancing our capabilities in the coming quarters. I want to extend my sincere gratitude to every member of the EXL team for their unwavering dedication and relentless pursuit of innovation to better serve our clients.\nGiven these factors and our current visibility for the remainder of the year, we are raising our 2023 revenue and EPS guidance. Maurizio will walk you through the details in a few moments. Finally, I want to reflect on our recent decision to execute a 5-for-1 forward stock split. This split brings several expected benefits, including increased liquidity, improved transparency and lower trading costs for our stockholders. Additionally, the lower post-split share price enhances accessibility for our employees to participate in the company's employee stock ownership program. But perhaps most importantly, it demonstrates the confidence we have in our ability to continue to grow the company and generate long-term stockholder value.\nWe have a highly resilient business model with long-term clients, a large percentage of recurring revenue and a balanced portfolio of business across data analytics and digital operations and solutions. Coupled with our increasing total addressable market and leading position in data analytics, digital and AI in the markets we serve, I am very excited about the opportunities that lie ahead of us. And with that, I turn the call over to Maurizio.\n\nMaurizio Nicolelli\n\nExecutive VP & CFO\n\nThank you, Rohit, and thanks, everyone, for joining us this morning. I will provide insights into our financial performance for the second quarter and the first 6 months of 2023, followed by our revised outlook for 2023. We delivered a strong second quarter with revenue of $405 million, up 16.8% year-over-year on a reported basis. On a constant currency basis, we grew revenue 17.1% year-over-year and 1% sequentially. Adjusted EPS was $1.82, an increase of 21.3% year-over-year.\nAll revenue growth percentages mentioned hereafter are on a constant currency basis. Revenue from our digital operations and solutions businesses as defined by 3 reportable segments, excluding Analytics, was $222.8 million, which represents year-over-year growth of 20.8%. Sequentially from the first quarter of 2023, we grew revenue 1.8%. In the Insurance segment, we generated revenue of $128.5 million, an increase of 19.2% year-over-year and 2.2% sequentially. This growth was driven primarily by the expansion of existing client relationships. The Insurance vertical, consisting of both our digital operations and solutions and Analytics businesses, grew 16.5% year-over-year with revenue of $164.4 million.\nIn the Emerging segment, we grew revenue 25.4% year-over-year and 1.1% sequentially to $67.2 million. This growth was driven by the expansion of existing client relationships and new client wins. The Emerging vertical consisting of both our digital operations and solutions and Analytics businesses grew 14.3% year-over-year with revenue of $152.4 million. The Healthcare segment reported revenue of $27.2 million, growing 17.9% year-over-year and 1.7% sequentially. This growth was driven by higher volumes in our clinical services business. The Healthcare vertical consisting of our digital operations solutions and Analytics businesses grew 23.4% year-over-year with revenue of $88.2 million.\nIn the Analytics segment, we generated revenue of $182.2 million, up 12.8% year-over-year. As Rohit noted, we generated strong growth in our decision analytics services, data management and payment integrity businesses during the quarter, partially offset by a sequential and year-over-year decline in marketing analytics as our clients and insurance and banking continue to reduce their marketing spend. We reduced SG&A expenses as a percentage of revenue by 40 basis points year-over-year to 18.2%, driven by continued cost discipline and operating leverage.\nOur adjusted operating margin for the quarter was 20%, up 130 basis points year-over-year, driven by higher volumes and operating leverage. Adjusted operating margin for the second quarter includes approximately 1% of non-reoccurring revenue with lower associated costs in our digital operations and solutions business. Our effective tax rate for the quarter was 23.9%, up 60 basis points year-over-year, driven by higher U.S. state taxes. Our adjusted EPS for the quarter was $1.82, a 21.3% increase year-over-year on a reported basis.\nTurning to our 6-month performance. Our revenue for the period was $805.6 million, up 20% year-over-year on a constant currency basis. This growth was driven by both our digital operations and solutions and Analytics businesses. Adjusted operating margin for the period was 19.7%, up 130 basis points year-over-year. Six-month adjusted EPS was $3.56, up 21.9% year-over-year on a reported basis.\nOur balance sheet remains strong. Our cash, including short- and long-term investments as of June 30 was $263 million, and our revolver debt was $220 million for a net cash position of $43 million. We generated cash flow from operations of $64 million in the first 6 months compared to $53 million in the same period in 2022. This was -- this improvement was driven by the expansion in our adjusted operating margin. During the first 6 months, we spent $26 million on capital expenditures and repurchased $65 million of our shares at an average cost of $160 per share.\nNow moving on to our outlook for 2023. Based on our strong performance for the first half of the year and our current visibility across all verticals, we are raising our outlook for the year. We now anticipate revenue to be in the range of $1.605 billion to $1.625 billion, representing year-over-year growth of 14% to 15% on both a reported and constant currency basis. This represents an increase of $8 million at the midpoint of our previous guidance of $1.595 billion to $1.62 billion.\nWe expect a foreign exchange gain between $1 million to $2 million, net interest expense to be approximately $1 million and our full year effective tax rate to be in the range of 22% to 23%. Based on this, we anticipate our adjusted EPS to be in the range of $6.90 to $7.05, representing year-over-year growth of 15% to 17%, which is an increase from our prior adjusted EPS guidance of 12% to 15% growth. We expect capital expenditures to be in the range of $47 million to $52 million.\nIn summary, our business model remains resilient due to our long-term client contracts, substantial reoccurring revenue and a well-balanced portfolio across our data analytics and digital operations and solutions businesses. Our data-led strategy coupled with our expanding capabilities in data management and generative AI has led to a larger total addressable market, placing us in a strong position to consistently outperform in the long run. With that, Rohit and I would be happy to take your questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/6c6a6610b5e3a75507f91c6272feb167",
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9593776265780131,
                "neutral": 0.9967939555644989
            }
        },
        "content1": "Q1 2023 ExlService Holdings Inc. Earnings Call\n\nQ1 2023 ExlService Holdings Inc. Earnings Call\n\nEXLSNASDAQAPR 27, 4:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the first quarter ExlService Service Holdings, Inc. Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your first speaker today, John Kristoff. Please go ahead.\n\nJohn D. Kristoff\n\nThank you, Julia. Hello, and thank you for joining EXL's First Quarter 2023 Financial Results Conference Call. On the call with me today are Rohit Kapoor, Vice Chairman and Chief Executive Officer; and Maurizio Nicolelli, Chief Financial Officer. We hope you've had an opportunity to review the first quarter press release we issued this morning, and we've also posted an earnings slide deck and investor factsheet to the IR section of our website.\nAs a reminder, some of the matters we'll discuss this morning are forward looking. Please keep in mind that these forward-looking statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. Such risks and uncertainties include, but are not limited to, general economic conditions, those factors set forth in today's press release, discussed in the company's periodic reports and other documents filed with the SEC.\nEXL assumes no obligation to update the information presented on this call. During our call today, we may reference certain non-GAAP financial measures, which we believe provide useful information to investors. Reconciliation of these measures to GAAP can be found in our press release, our slide deck and IR fact sheet.\nNow I'll turn the call over to Rohit.\n\nRohit Kapoor\n\nCo-Founder, Vice Chairman & CEO\n\nThanks, John. Good morning, everyone. Welcome to EXL's First Quarter 2023 Earnings Call. I'm pleased to be with you this morning reporting another great quarter. We continued our strong momentum into the first quarter with total revenue of $401 million, representing growth of 22% on a reported basis and 23% in constant currency.\nWe grew adjusted diluted EPS 23% to $1.74 per share. Our data-led strategy has expanded our total addressable market and generated a sustainable competitive advantage for EXL. The consistent execution of this strategy continues to fuel our growth across our data analytics and digital operations and solutions businesses.\nIn Analytics, we delivered revenue of $182 million for the quarter, up 6.5% sequentially and 22% year-over-year. This was driven by strong growth in Healthcare and Banking as well as continued growth in Insurance with new and existing clients.\nLooking at our Digital Operations & Solutions business during the first quarter, we generated revenue of $219 million with growth of more than 7% sequentially and 21% year-over-year. This was driven by continued strong momentum in our Insurance and Emerging business. This growth was fueled by an expansion of existing client relationships and strong execution on new client wins from 2022. EXL is uniquely positioned to help our clients achieve their goals through our focused data-led approach, deep domain expertise and impactful digital transformation capabilities.\nLet me share a couple of examples of how we are leveraging these strengths and differentiating ourselves in the marketplace. In Insurance, we are helping our clients grow their businesses, manage their risks, contain costs and improve customer experience. For example, we are enabling them to rapidly respond to increasing consumer demand for annuity and insurance products in a rising interest rate environment.\nWe have built an end-to-end ecosystem for easily configuring, pricing and launching a variety of complex life and annuity products for our clients. Our platform is modular and preconfigured to enable regulatory compliance across each state, allowing our clients to launch new products with speed.\nThis ecosystem is fueled by our data-led approach. Our market-leading AI-powered new business and underwriting solution helps our clients better manage their risk, lower their underwriting costs and reduce cycle time by increasing straight-through processing. Using advanced machine learning algorithms, our platform analyzes vast amounts of underwriting data to identify patterns and trends helping our clients make informed decisions in a matter of minutes.\nIn another example, we partnered with a global custodian bank to transform their end-customer experience across the enterprise with the goal of improving customer satisfaction and at the same time, reducing costs. The transformation plan focuses on customer experience operations across all major lines of business for the bank. We conducted a detailed diagnostic assessment of the bank's data and technological capabilities and devise a strategic digital roadmap to help them transform and achieve their goals.\nWe reimagined their customer journeys using our data-led approach. We are accomplishing this by identifying true call intent using transcript analytics, improving channel effectiveness by switching cross-channel interactions data and enhancing operational efficiency using agent performance data. These are just 2 examples of how our data-led approach is differentiating us in the marketplace and creating value for our clients.\nLooking ahead, we are encouraged by the continued momentum across both our businesses and our pipeline of opportunities. Our strong performance in the first quarter and current visibility for the remainder of the year gives us confidence to raise our revenue and EPS guidance. Maurizio will walk you through the details in a few moments.\nWhile the macroeconomic environment is likely to remain volatile, EXL has a resilient business model with long-term client relationships and approximately 80% of our revenue is recurring in nature. We also have a diverse mix of business across data analytics and digital operations and solutions in a variety of vertical markets.\nFinally, our business is focused on helping our clients grow revenue, reduce costs and improve end-customer experience. In other words, we are relevant for our clients in all kinds of economic environments. As we see indications of the job market slowing, the potential benefits are lower attrition and wage inflation and an improvement in the recruiting and hiring environment.\nDuring the first quarter, we typically see a seasonal uptick in attrition. However, our attrition rates during the quarter remained historically low at 26%. Our digital and analytics attrition was even lower, which is especially encouraging as this represents a critical skill set for us.\nIn addition, we are seeing some improvement in the recruiting environment, and we were able to add approximately 2,400 employees during the quarter. We continue to focus on being the employer of choice in our space by offering dynamic challenging work, career growth opportunities and a supportive and inclusive culture.\nI'm also pleased to highlight a key appointment within our senior leadership team. Andy Logani has been promoted to Chief Digital Officer. In this role, Andy will lead EXL's digital strategy and execution. He is responsible for implementing cutting-edge technologies and creating new digital solutions and services.\nAndy previously led our Life and Annuity business within the Insurance segment. He has been with EXL for more than 20 years and brings a wealth of experience, leading client technology transformation initiatives across our company. He has the knowledge to bring the strength of EXL to integrate and align our digital initiatives across all of our business units for our clients.\nDigital has become an increasingly large and important part of our business, and I could not be more confident in Andy's ability to take Digital to the next level for EXL and for our clients.\nBefore I conclude, I'd like to spend a few minutes sharing my thoughts on the rapid evolution of generative AI and how EXL is positioning itself to best leverage the technology in our offering to clients.\nEXL has been incorporating AI as an integral part of our solution set for several years already. We currently have more than 50 AI-based analytics offerings deployed in the marketplace, and we continue to invest heavily in this space. We are now developing advanced digital solutions, leveraging generative AI that draw insights from unstructured data sets to create new AI models and retrain existing ones to mitigate risk, create cross-sell and upsell opportunities and improve the end-user experience.\nAs our clients seek to deploy AI models across the enterprise, an enormous amount of work needs to be done to break down data silos, migrate data to the cloud and allow enterprise-wide data to be easily accessed. This represents the core of EXL's value proposition. Our unmatched data-led capabilities coupled with our strong relationships and domain expertise in insurance, banking, health care and other industries, position us well to help our clients get the most from these new technologies in the years to come.\nAnd with that, I'll turn the call over to Maurizio.\n\nMaurizio Nicolelli\n\nExecutive VP & CFO\n\nThank you, Rohit, and thanks, everyone, for joining us this morning. I will provide insights into our financial performance for the first quarter followed by our revised outlook for 2023.\nWe delivered a strong first quarter with revenue of $400.6 million, up 21.7% year-over-year on a reported basis. On a constant currency basis, we grew revenue 23% year-over-year and 6.6% sequentially. Adjusted EPS was $1.74, an increase of 22.5% year-over-year. All revenue growth percentages mentioned hereafter are on a constant currency basis.\nRevenue from our Digital Operations and Solutions businesses as defined by 3 reportable segments excluding Analytics, was $218.8 million, which represents year-over-year growth of 23.2%. Sequentially from the fourth quarter of 2022, we grew revenue 6.9%.\nIn the Insurance segment, we generated revenue of $125.9 million, an increase of 23.3% year-over-year, driven primarily by expansion of existing client relationships. The insurance vertical consisting of both our Digital Operations & Solutions and Analytics businesses grew 21.8% year-over-year with revenue of $163.6 million.\nIn the Emerging segment, we grew revenue 34% year-over-year to $66.2 million. This growth was driven by new client wins in 2022 and expansion of existing client relationships. The emerging vertical consisting of both our Digital Operations and Solutions and Analytics businesses grew 26.5% year-over-year with revenue of $154.2 million.\nThe Healthcare segment reported revenue of $26.7 million growing 2.2% year-over-year and 5.4% sequentially from the fourth quarter of 2022. This growth was driven by higher volumes in the Clinical Services business. The healthcare vertical consisting of our Digital Operations and Solutions and Analytics businesses grew 19.2% year-over-year with revenue of $82.8 million.\nIn the Analytics segment, we generated revenue of $181.8 million, up 22.7% year-over-year. This growth was driven by expansion in existing client relationships in banking and financial services, health care and insurance. Sequentially, we grew analytics revenue 6.3%.\nWe reduced SG&A expenses by 50 basis points year-over-year to 19%, driven by operating leverage. Our adjusted operating margin for the quarter was 19.4%, up 120 basis points year-over-year, driven by higher profitability on onetime revenue of approximately $6 million and lower SG&A expenses.\nOur effective tax rate for the quarter was 24%, up 10 basis points year-over-year. Our adjusted EPS for the quarter was $1.74, a 22.5% increase year-over-year on a reported basis.\nOur balance sheet remains strong. Our cash, including short- and long-term investments on March 31 was $236 million and our revolver debt was $200 million for a net cash position of $36 million. We generated cash flow from operations of $16 million in the first quarter compared to a cash outflow of $27 million in the first quarter of 2022. This improvement resulted from the expansion in adjusted operating margins and improved working capital.\nDuring the quarter, we spent $12.5 million on capital expenditures and repurchased $36 million of our shares at an average cost of $162.\nNow moving on to our outlook for 2023. While we are encouraged by the momentum we carried into the first quarter across all our businesses, it is important to note that approximately 1.5% of our first quarter revenue came from onetime revenue that may not occur in subsequent quarters.\nAs Rohit noted, we also remain cautious about the macroeconomic outlook for the remainder of the year as there have been an increasing number of indicators pointing towards economic volatility. Based on these factors and our current growth visibility for the remainder of the year, we are adjusting our revenue and earnings guidance for 2023.\nWe now anticipate revenue in the range of $1.595 billion to $1.62 billion, representing year-over-year growth of 13% to 15% on both a reported and constant currency basis. This represents an increase of $27 million at the midpoint of our previous guidance of $1.56 billion to $1.6 billion.\nWe expect a foreign exchange gain between $1 million to $3 million, net interest expense between $1 million to $2 million and our full year effective tax rate to be in the range of 22% to 23%. Based on this, we anticipate our adjusted EPS to be in the range of $6.75 to $6.90 representing year-over-year growth of 12% to 15%, which is an increase from our prior adjusted EPS guidance of 10% to 13% growth.\nWe expect capital expenditures to be in the range of $47 million to $52 million. Looking at the second quarter, we expect revenue to be comparable to the first quarter due to the onetime revenue in the first 3 months of 2023.\nWith the consistent successful execution of our data-led strategy, expansion of our total addressable market and our industry talent advantage, we remain well positioned to continue to outperform over the long term.\nWith that, Rohit and I would be happy to take your questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/e3fe7bab0f9b063e324f5bee55e2ed5e",
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9991840635027204,
                "neutral": 0.9965113252401352
            }
        },
        "content1": "Q4 2022 Exlservice Holdings Inc Earnings Call\n\nQ4 2022 Exlservice Holdings Inc Earnings Call\n\nEXLSNASDAQFEB 23, 4:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Q4 2022 ExlService Holdings, Inc. Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. I would now like to hand the conference over to our speaker today, John Kristoff, Vice President of Investor Relations. The floor is yours, John.\n\nJohn Kristoff\n\nThank you, [Gerald]. Hello, and thank you for joining EXL's 2022 Fourth Quarter and Year-end Financial Results Conference Call. On the call with me today are Rohit Kapoor, Vice Chairman and Chief Executive Officer; and Maurizio Nicolelli, Chief Financial Officer. We hope that you've had an opportunity to review the fourth quarter earnings release we issued this morning. We have also posted an earnings slide deck and investor fact sheet in the Investor section of EXL's website.\nAs a reminder, some of the information we'll discuss this morning is forward-looking. Please keep in mind that these forward-looking statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. Such risks and uncertainties include, but are not limited to, general economic conditions, those factors set forth in today's press release, discussed in the company's periodic reports or other documents filed with the SEC from time to time. EXL assumes no obligation to update the information presented on this conference call today. During our call, we may reference certain non-GAAP financial measures, which we believe provide useful information for investors. Reconciliation of those measures to GAAP can be found in our press release, slide deck and investor fact sheet.\nWith that, I'll now turn the call over to Rohit.\n\nRohit Kapoor\n\nCo-Founder, Vice Chairman & CEO, ExlService Holdings, Inc.\n\nThanks, John. Good morning, everyone. Welcome to the EXL Fourth Quarter and 2022 Year-end Earnings Call. I'm pleased to be with you this morning reporting another great quarter. We finished the year strong with great momentum as we enter 2023. Our fourth quarter revenue was $375 million, an increase of 27% year-over-year and 29% on a constant currency basis. And we grew fourth quarter adjusted EPS 29% to $1.56 per share.\nWe generated strong growth across both analytics and digital operations and solutions. In analytics, we delivered revenue of $171 million for the quarter, up 3% sequentially and 35% year-over-year. For the full year, our analytics business grew 41% and now represents 46% of our total revenue. Our Digital Operations & Solutions business generated revenue of $204 million with year-over-year growth accelerating to 21% in the quarter and nearly 5% sequentially from the third quarter. This growth was driven by 23% year-over-year growth in our insurance business, and 31% year-over-year growth in our emerging business. Our growth was fueled by an expansion of existing client relationships and new client wins in '22.\nThese impressive results demonstrate that EXL has created 2 strong growth engines by leveraging data across both our analytics and digital operations and solutions businesses. This focus on data-led digital transformation, coupled with our strong domain expertise in key industries is positioning us well for the future.\nOur data-led strategy is helping our clients to use data to improve their operations through digital transformation, enable better decisions through advanced analytics and embed intelligence in their workflows to increase speed to insights and outcomes. EXL is using data to connect back office operations with front-end customer platforms to remove friction points and latencies. We generate value for our clients by enabling savings through operational efficiency and business insights to offer a faster, more engaged customer experience. Our mastery of data, combined with our technical expertise and deep domain knowledge enables us to develop industry-specific AI use cases and sets us apart from our competitors. These capabilities and skills have been built over a long period of time and are difficult to replicate providing us with a sustainable competitive advantage.\nOur data-led strategy has also significantly expanded our total addressable market across 4 dimensions. First, we are going deeper into our core industry verticals. For example, in insurance, we historically focused on property and casualty and life and annuity clients. Today, we are winning new logos in reinsurance, brokerage, third-party administrators and retirement and group benefits, and we continue to expand our geographic reach.\nSecond, we are also finding success beyond our traditional markets of insurance, banking and health care into adjacent industries. While we have been quite successful in doing this, we are just scratching the surface with an enormous amount of runway for growth in the coming years. An illustration of the growth potential is the 35% full year revenue growth we delivered in our emerging business on an organic constant currency basis in 2022.\nThird, we are pursuing new opportunities across buying centers within our existing client base. In the past, our primary focus was on the Chief Operating Officer and Chief Financial Officer. Today, we work with the Chief Information Officer, Chief Data Officer, Chief Analytics Officer, Chief Marketing Officer, Chief Risk Officer and others across the C-suite.\nFinally, we have expanded our scope of solutions and moved upstream with our competencies. We are now operating end-to-end and taking on the entire process as opposed to just a portion of work within the process. In other words, we have the ability to do larger deals across an enterprise, work with larger clients and grow our business. This also allows us to deliver better business outcomes to our clients.\nI'd like to share a few of examples that exemplify how our data-led strategy and digital capabilities uniquely position EXL to win in the marketplace. We began a multiyear digital transformation journey with one of the largest multinational brokerage firms in the world with a presence in over 100 countries. We are helping them achieve their goals of driving efficiency while at the same time, redesigning and improving their processes to enhance the customer experience. We are doing this by using AI-powered data extraction and analytics solutions to better understand the customer journey and identify friction points where internal workflows and end customer experience can be improved. This work is being rolled out enterprise-wide and will be the foundation for digital centers of excellence to accelerate quantum improvements to their business model.\nAnother example is with one of the top 5 disability insurers in the U.S. They operate a large disability intake contact center and wanted to improve efficiency and elevate customer experience. We deployed a conversational AI solution on top of their existing technology stack with 100% of integrated disability claims intake going through our system as the first touch point. This enables instant extraction and analysis of unstructured claims data for straight-through processing of fast and routine claims. Through this large-scale deployment, we were able to improve intake efficiency by 20%. Based on the results of this initiative, the client awarded us downstream processes to transform the end-to-end claims experience for the customer. This is a good illustration of the tangible value we deliver to our clients and how that often leads to expansion of scope.\nThese are just 2 examples of how our data-led strategy are helping us win in the marketplace. EXL has emerged as a strategic partner to drive large-scale end-to-end digital transformation, which are increasing in frequency and complexity across our client base.\nIn addition to having a successful strategy, we continue to deliver on execution as well. I want to recognize our people who have brought our data-led vision to life. We recruit and develop the best talent in the industry, and this continues to help fuel our growth. The combination of interesting work and attractive growth opportunities has led to EXL becoming an employer of choice. I want to thank our global team of more than 45,000 employees for their hard work and relentless pursuit of delivering value to our clients. I am incredibly proud of our employees and feel fortunate to be part of this team.\nAs we look to 2023, we have solid momentum with the new wins and large deals as well as a robust pipeline of opportunities. Maurizio will review the specifics of our 2023 guidance, but I wanted to provide some color on the general demand environment. We continue to see strong demand in our Analytics business and our overall view has not materially changed from the third quarter. Our clients view their analytics function as a significant driver of growth, profitability and differentiation and continue to invest in analytics in leveraging these capabilities.\nIn Digital Operations & Solutions, we are seeing steady demand as more clients focus on digital transformation and cost reduction. Deal sizes in our pipeline have been increasing. One of the macro demand trends we are beginning to see is clients shifting towards integrating analytics and digital operations to gain greater value and drive more accountability with their partners. This plays extremely well to our strengths and in the adoption of our unique business model.\nIn summary, our data-led strategy is working. We delivered exceptional financial results in 2022, and we are well positioned for 2023 and beyond. We have sustainable growth fundamentals with a large and growing total addressable market, and we operate in a very resilient industry. We remain confident in our ability to deliver double-digit revenue and EPS growth in 2023. Our confidence is rooted in EXL's winning strategy, unique data capabilities, competitive positioning and our exceptionally talented and dedicated team.\nWith that, I'll turn it over to Maurizio to cover our financial performance in detail.\n\nMaurizio Nicolelli\n\nExecutive VP & CFO, ExlService Holdings, Inc.\n\nThank you, Rohit, and thanks, everyone, for joining us this morning. I will provide insights into our financial performance for the fourth quarter and full year 2022, followed by our outlook for 2023. We delivered a strong fourth quarter with revenue of $374.7 million, up 26.8% year-over-year on a reported basis. On a constant currency basis, we grew revenue 28.6% year-over-year and 3.7% sequentially. Adjusted EPS was $1.56, an increase of 28.9% year-over-year.\nAll revenue growth numbers mentioned hereafter are on an organic constant currency basis. Revenue from our digital operations and solutions businesses as defined by 3 reportable segments, excluding Analytics, was $204 million, which represents year-over-year growth of 23%. Sequentially from the third quarter, we grew revenue 4.6%. In the Insurance segment, we generated revenue of $120.7 million, an increase of 24.6% year-over-year, driven by expansion and existing client relationships and new client wins in 2022. The insurance vertical consisting of both our digital operations and solutions and analytics businesses grew 23.5% year-over-year with revenue of $155.9 million. Emerging reported revenue of $58 million, up 35.8% year-over-year. This growth was driven by new client wins earlier in the year, higher volumes in travel and transportation and expansion in other existing client relationships. The emerging vertical consisting of both our digital operations and solutions and analytics businesses grew 35.5% year-over-year on an organic constant currency basis with revenue of $142 million.\nHealthcare reported revenue of $25.3 million down 4.4% year-over-year, driven by lower volume in the clinical services business. The Healthcare segment grew 11% sequentially from the third quarter. The health care vertical consisting of our digital operations and solutions and analytics businesses grew 13.6% year-over-year with revenue of $76.8 million. In the Analytics segment, we generated revenue of $170.7 million, up 25.6% year-over-year on an organic constant currency basis. Growth in the fourth quarter was driven by expansion in existing client relationships in banking and financial services, health care and retail. Clairvoyant contributed $15.1 million of revenue in the fourth quarter. Including Clairvoyant, we grew analytics 36.2% year-over-year. Sequentially from the third quarter of 2022, analytics revenue grew [2.6%].\nWe reduced SG&A expenses by 220 basis points year-over-year to 19.2%, driven by operating leverage and continued cost discipline. Our adjusted operating margin for the quarter was 18.0%, up 100 basis points year-over-year, driven by operating leverage and partially offset by investments to support the ramp-up of new client wins. Our adjusted EPS for the quarter was $1.56, a 28.9% increase year-over-year on a reported basis.\nNow turning to our full year 2022 performance. We grew full year revenue to $1.41 billion, an increase of 27.3% year-over-year on a constant currency basis and 23.1% on an organic constant currency basis. This growth was driven by all our verticals in our digital operations and solutions and analytics businesses. Revenue from our digital operations and solutions businesses was $764.7 million, growing 17.4% year-over-year on a constant currency basis. Our analytics business generated $647.4 million of revenue, an increase of 41.6% year-over-year on a constant currency basis. Analytics represented 46% of total revenue, up 5 percentage points year-over-year. Clairvoyant contributed $48.9 [billion] in 2022.\nOur adjusted operating margin for the year was 18.3%, down 30 basis points year-over-year driven by investments to support the ramp-up of new business and higher operating expenses associated with a return to the office. Our effective tax rate for the year was 23.2%, up 10 basis points year-over-year. We grew full year adjusted EPS 24.6% year-over-year to $6.02 on a reported basis. Our balance sheet remains strong. Our cash, including short-term and long-term investments on December 31 was $329 million, and our revolver debt was $250 million, for a net cash position of $79 million. We generated cash flow from operations in 2022 of $166 million compared with $184 million in 2021 due to increased accounts receivables driven by higher revenues. During the year, we spent $45 million on capital expenditures and repurchased 68.5 million of our shares at an average cost of $136 per share.\nMoving on to our outlook for 2023. We are entering the year with strong momentum across both our digital operations and solutions and analytics businesses. While we have good visibility into the first half of 2023, we are conscious of the macroeconomic uncertainty that remains further into the future. Despite this uncertainty, we are confident in our ability to once again deliver double-digit growth in both revenue and adjusted EPS in 2023 and the outlook ranges we are providing today are consistent with the medium-term targets we presented at our recent Investor Day.\nWe anticipate revenue in the range of $1.56 billion to $1.6 billion, representing year-over-year growth of 11% to 13% on a reported basis and 11% to 14% on a constant currency basis. We expect to drill operations and solutions to grow 8% to 10% and analytics to grow in the range of 15% to 18% on a constant currency basis. We expect a foreign exchange gain between $4 million and $6 million, net interest expense between $1 million and $2 million and our effective tax rate to be in the range of 22% to 23%. We anticipate adjusted EPS to be in the range of $6.60 to $6.80, representing growth of 10% to 13%. We expect capital expenditures to be in the range of $47 million to $52 million. We believe these guidance ranges are achievable even considering the possibility of macroeconomic headwinds in 2023. Given the successful execution of our data-led growth strategy, the continued expansion of our total addressable market and our talent advantage, we are well positioned to grow our double-digit growth momentum.\nWith that, Rohit and I will be happy to take your questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/6a3f0a172393e0d61c04b7fce2691123",
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9994954367478689,
                "neutral": 0.9965709447860718
            }
        },
        "content1": "Q3 2022 Exlservice Holdings Inc Earnings Call\n\nQ3 2022 Exlservice Holdings Inc Earnings Call\n\nEXLSNASDAQOCT 27, 4:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the ExlService Holdings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker, Steven Barlow, Vice President, Investor Relations. Please go ahead.\n\nSteven N. Barlow\n\nVP of IR, ExlService Holdings, Inc.\n\nThank you, Kurt. Good morning, everyone. Thank you for joining EXL's Third Quarter 2022 Financial Results Conference Call. I'm Steven Barlow.\nOn the call today are Rohit Kapoor, our Vice Chairman and Chief Executive Officer; and Maurizio Nicolelli, our Chief Financial Officer. We hope you've had an opportunity to review our Q3 2022 earnings release we issued this morning. We have also updated our investor fact sheet in the Investor Relations section of EXL's website.\nAs you know, some of the matters we'll discuss in this call are forward-looking. Please keep in mind that these forward-looking statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. Such risks and uncertainties include, but are not limited to, general economic conditions, those factors set forth in today's press release, discussed in the company's periodic reports and other documents filed with the Securities and Exchange Commission from time to time. EXL assumes no obligation to update the information presented on this call.\nDuring the call today, we may reference certain non-GAAP financial measures, which we believe provide useful information for investors. Reconciliation of these measures to GAAP can be found in our press release as well as on the investor fact sheet.\nI'll now turn the call over to Rohit Kapoor, EXL's Chief Executive Officer. Rohit?\n\nRohit Kapoor\n\nCo-Founder, Vice Chairman & CEO, ExlService Holdings, Inc.\n\nThank you, Steven. Good morning, everyone. Welcome to our Q3 2022 earnings call. I hope all of you are doing well.\nFollowing our strong performance in the first half of 2022, I am pleased to report another great quarter in Q3. Our third quarter revenue was $361.4 million, up 4.2% from Q2 and up 24.5% year-over-year. For the quarter, adjusted EPS was $1.54 per share, which is up 18.5% year-over-year.\nOur Analytics business continues to drive revenue growth, generating $166.3 million in revenue for the quarter, up 3.1% sequentially and 38% year-over-year. For the first nine months of 2022, our Analytics business grew 42.6% year-over-year. Analytics now accounts for 46% of our total revenue.\nOur Digital Operations and Solutions business also had strong growth, growing at 14.8% in the third quarter to $195.1 million on a reported basis. For the first nine months of 2022, Digital Operations and Solutions revenue increased 13.8% year-on-year, which is faster than our expectations. The third quarter growth in our Digital Operations and Solutions business was due to strong double-digit revenue growth in our insurance business, which grew 18.6% year-over-year and our Emerging Business, which generated year-over-year growth of 25.9%.\nIn the current macroeconomic environment, our clients are facing heightened volatility and uncertainty, and they are looking to streamline operations, reduce costs and improve end customer experience. In this environment, our business model has become even more relevant and strategically important for our clients. We have all the tools necessary to drive this transformation. By harnessing data, we are helping our clients make better business decisions, embed intelligence in the workflow and streamline operations. We are doing this with tremendous speed to create an immediate impact, both in terms of cost containment and improved customer experience.\nI would like to share a few examples of recent client engagements that help to illustrate how we are rapidly scaling solutions to help our clients reduce costs and improve customer engagement. We recently developed a powerful solution with a major U.K.-based utility that completely transformed their customer service engagement.\nBy analyzing unstructured customer interaction data, we were able to immediately identify disconnects between the back office and the front office that were driving operational inefficiencies and creating a poor user experience. Our data-led approach to finding and closing those gaps resulted in reducing the number of manual handoffs and eliminated error-prone processes that were causing the problems. We also introduced a conversational AI solution that helped cut customer service processing times and created a more seamless and engaging user experience.\nIn another example, we have been collaborating with a large U.S.-based multiline insurance carrier to expand its life insurance distribution network. By capturing a wide range of traditional and nontraditional data sets, we've been able to create a true 360-degree view of the customer journey. This detailed customer view is then used to optimize cross-sell and upsell opportunities, matching the right agent with the right customer at the right time. The end result is a more targeted, efficient sales channel that can offer more personalized policies to customers.\nWe have also launched a new risk decisioning engagement with a major multinational bank. This is a new key logo for us, which leverages our robust risk modeling capabilities and our deep operational expertise in the banking industry. The goal of this initiative is to develop an advanced credit risk strategy that supports smarter decisions for unsecured lending products. Here, again, we are deploying our data-led strategy to streamline operations on the credit decisioning side while improving customer experience in the form of real-time lending approvals. This combination has become incredibly valuable in the current market environment.\nNow I would like to talk about our talent and employee engagement. We continue to expand our talent base to stay ahead of growing demand, particularly in the areas of analytics and digital. Year-to-date, we have added 5,700 employees to our workforce. That's more than we added in the entire year of 2021. Much of that talent acquisition has been focused on complex and in-demand capabilities such as data engineering, data science, AI and cloud.\nIn light of our data-led business strategy, we acquired talent that excels at the intersection of data and domain. We have also been successful in building a strong internal talent base through a well-planned strategy of digitally driven learning and development.\nEmployee engagement with our on-demand learning platforms is very high. Approximately 71% of our employee population has regular engagement with our learning platform. About 2,800 employees have earned new certifications on the learning platform in the third quarter alone. We continue to invest heavily in creating the resources our employees need to thrive and grow at EXL and as professionals.\nOur company-wide employee attrition rate has now stabilized to our pre-pandemic levels. Our employee retention rate in Analytics has consistently been encouraging in a high-demand talent market environment. We, therefore, believe EXL continues to remain an attractive destination for quality talent.\nOur pipeline of opportunities is strong with numerous large deals with strategic clients in Analytics, and Digital Operations and Solutions. We have also added 40 new logos year-to-date across all business lines. Going forward, I remain optimistic about our continued growth prospects.\nBefore I turn the call over to Maurizio, I wanted to remind you that we are hosting an in-person Investor and Analyst Day on the morning of November 16 at 320 Park Avenue. We look forward to sharing our updated strategic vision for growth with you.\nWith that, I'll hand over the call to Maurizio.\n\nMaurizio Nicolelli\n\nExecutive VP & CFO, ExlService Holdings, Inc.\n\nThank you, Rohit, and thanks, everyone, for joining us this morning. I will provide insights into our financial performance for the third quarter and the first nine months of 2022, followed by our revised outlook for 2022.\nWe had a solid third quarter with revenue of $361.4 million, up 24.5% year-over-year on a reported basis. On a constant currency basis, revenue was up 26.4% and 4.8% sequentially. Adjusted EPS was $1.54, up 18.5%. All revenue growth numbers mentioned hereafter are on an organic constant currency basis.\nRevenue from our Digital Operations and Solutions businesses, as defined by three reportable segments, excluding Analytics, was $195.1 million, up 17.2% year-over-year. Sequentially from the second quarter, revenue was up 6.1%. Insurance generated revenue of $116.2 million, up 20.3% year-over-year, driven by expansion in existing client relationships in life and annuities, property and casualty and new client wins in 2021 and 2022. The insurance vertical, consisting of both our Digital Operations and Solutions and Analytics businesses, grew 16.6% year-over-year.\nEmerging reported revenue of $56.1 million, up 31.1% year-over-year. This growth was driven by higher volumes in travel and transportation and new client wins in 2021 and 2022. The Emerging vertical, consisting of both our Digital Operations and Solutions and Analytics businesses, grew 38.3% year-over-year.\nHealthcare reported revenue of $22.8 million, down 16.4% year-over-year, driven by lower volumes in our clinical services business. The healthcare vertical, consisting of our Digital Operations and Solutions, and Analytics businesses, grew 9.3% year-over-year.\nAnalytics generated revenue of $166.3 million, up 29% year-over-year on a constant currency basis. Clairvoyant contributed $12.5 million of revenue in the third quarter. Including Clairvoyant, Analytics grew 39.4% year-over-year. Growth in the third quarter was driven by new client wins in 2021 and 2022 and increased volumes in banking and financial services and payment integrity. Sequentially from the second quarter of 2022, Analytics grew 3.5%, demonstrating strong demand across our Analytics services.\nOur SG&A expenses decreased by 150 basis points year-over-year to 18.4% driven primarily by operating leverage. Our adjusted operating margin for the quarter was 18.5%, down 90 basis points year-over-year, driven by investments in the ramp-up of new client wins and higher operating expenses as we return to the office.\nOur effective tax rate for the quarter was 24%, up 70 basis points year-over-year. This increase was due to higher taxes in certain jurisdictions driven by a change in profit mix, offset by higher tax credits. Our adjusted EPS for the quarter was $1.54, up 18.5% year-over-year on a reported basis.\nTurning to our nine-month performance now. Our revenue for the period was $1.04 billion, up 26.8% year-over-year on a constant currency basis and up 22.7% on an organic constant currency basis. The growth was driven by Analytics, Emerging and Insurance.\nIn line with our expectations, adjusted operating margin for the first nine months was 18.4%, down 80 basis points year-over-year, driven by investments needed for the ramp-up of new client wins, digital capabilities and higher operating expenses as we return to the office. Adjusted EPS for the period was $4.46, up 23.2% year-over-year on a reported basis.\nOur balance sheet remains strong. Our cash and including short- and long-term investments on September 30 was $294 million, and our revolver debt was $270 million for a net cash position of $24 million. In the first nine months of the year, we generated cash flow from operations of $101 million compared to $114 million in the same period last year due to higher variable compensation and higher cash taxes. During the first nine months, we spent $32 million on capital expenditures and repurchased $69 million of our shares at an average cost of $136.\nBased on the strong performance in the first nine months of the year and our current outlook for the fourth quarter, we are increasing our guidance for 2022. Our revised 2022 guidance is as follows: Revenue is expected to be in the range of $1.39 billion to $1.4 billion. This represents year-over-year growth of 24% to 25% on a reported basis and 21% to 22% on an organic constant currency basis. This is an increase of $35 million at the midpoint, which includes a foreign exchange headwind of $6 million from the previous guidance of $1.35 billion to $1.37 billion. We expect a foreign exchange gain between $5 million and $6 million, net interest expense between $1 million and $2 million and our effective tax rate to be in the range of 23% to 25%.\nBased on the above, we expect our adjusted EPS to be in the range of $5.85 to $5.95, up 21% to 23%. We expect capital expenditures to be in the range of $37 million to $42 million. As interest rates continue to rise, we will allocate free cash flows to both buyback and repayment of debt.\nAs Rohit mentioned, we believe the demand for our services in our verticals of Analytics, and Digital Operations and Solutions will become even more relevant and strategic in the current environment. Inflation pressures remain a concern. However, we believe we have the tools to manage costs without sacrificing our culture, our commitments to our customers and stockholders.\nRohit and I will now be happy to take your questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/923b827f754aa6aff2fee2830a49d9de",
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9820640938622611,
                "neutral": 0.9957891901334127
            }
        },
        "content1": "Q2 2022 Exlservice Holdings Inc Earnings Call\n\nQ2 2022 Exlservice Holdings Inc Earnings Call\n\nEXLSNASDAQJUL 28, 4:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Second Quarter 2022 ExlService Holdings, Inc. Earnings Conference Call. (Operator Instructions)\nIt is now my pleasure to introduce Vice President of Investor Relations, Steven Barlow.\n\nSteven N. Barlow\n\nVP of IR, ExlService Holdings, Inc.\n\nThank you, Andrew. Good morning, everyone. Thanks for joining our second quarter conference call. I'm Steve Barlow, EXL's Vice President of Investor Relations. On the call today are Rohit Kapoor, our Vice Chairman and Chief Executive Officer; and Maurizio Nicolelli, our Chief Financial Officer.\nWe hope you've had an opportunity to review our Q2 2022 earnings release we issued this morning. We've also updated our investor fact sheet in the Investor Relations section of EXL's website.\nAs you know, some of the matters we'll discuss in this call are forward-looking. Please keep in mind that these forward-looking statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. Such risks and uncertainties include, but are not limited to, general economic conditions, those factors set forth in today's press release, discussed in the company's periodic reports and other documents filed with the Securities and Exchange Commission from time to time. EXL assumes no obligation to update the information presented on this conference call.\nDuring our call today, we may reference certain non-GAAP financial measures, which we believe provide useful information for investors. Reconciliation of these measures to GAAP can be found in our press release as well as on the investor fact sheet.\nI'll now turn the call over to Rohit Kapoor, EXL's Chief Executive Officer. Rohit?\n\nRohit Kapoor\n\nCo-Founder, Vice Chairman & CEO, ExlService Holdings, Inc.\n\nThank you, Steve. Good morning, everyone. Welcome to our Q2 2022 earnings call. I hope all of you are doing well. I'm pleased to report another great quarter following our strong performance in Q1. Our second quarter revenue was $346.8 million, up 5.3% from Q1 and up 26.1% year-over-year.\nFor the quarter, adjusted EPS was $1.50 per share, up 31.6% year-over-year. Our growth was driven by our Analytics business, which generated $161.3 million in revenue for the quarter, up 8.2% sequentially and 44.8% year-over-year. Analytics now accounts for 47% of our total revenue.\nOur Digital Operations & Solutions business saw strong growth this quarter with revenue of $185.5 million, up 2.9% quarter-over-quarter and 13.3% year-over-year. This was led by double-digit revenue growth from our emerging business segment, which generated year-over-year growth of 32.4%.\nOur data-led approach is unique and is resonating well in the marketplace. Our clients need to respond much faster with the most relevant service offerings to their end customers in this new world of increased volatility and higher expectations from the consumer. Our data-led approach allows for precision-based targeted responses, better business decisions and improve operational processes in a systemic way. This has led to an accelerated growth of our overall business, and we are very pleased with the business results so far.\nI want to spend a few minutes today talking about the current macroeconomic environment and how we see it impacting our business. A combination of high inflation, talent scarcity and global supply constraints has created significant uncertainty and volatility in the economic environment. With continued geopolitical risks, rising interest rates and a low growth environment, these threats are likely to be persistent and (inaudible) However, in the current environment, it becomes more important than ever for businesses to invest in technology, automation and data-led transformation to stay relevant for their customers.\nWe expect that the demand for our services will likely remain strong while the composition of these services might undergo a change. Cost management is likely to become more important, along with managing delinquencies and prevention of fraud, which tends to rise in slow growth environments. EXL is very well positioned to help our clients navigate this turbulence and be a value-added strategic partner.\nOur data analytics and digital solutions help our clients drive workflow efficiencies, create hyper-personalized customer engagement and mitigate their risk. Our capabilities are mission-critical for our clients and are a fundamental lever for them to address their most significant challenges. And finally, our geographic mix of business is well situated to deal with the global uncertainty and volatility.\nAs we continue to create new data-led business solutions for our clients, we are proud to announce our recent joint venture with Oliver Wyman and Corridor Platforms. This new solution delivers a turnkey risk decisioning system in real time for regional banks and credit unions. It is based on enterprise risk analytics, governance, and automation solutions that EXL, Corridor and Oliver Wyman are currently delivering for some of the world's largest banks.\nThis new solution brings all of those capabilities together as a hosted solution on the cloud. We call it risk decisioning as a service and it is being offered on a usage-based pricing model, which aligns cost with demand on the platform. This variable cost structure is intended to make our proven institutional-grade risk and governance solutions accessible to smaller financial institutions.\nAs more retail bank customers turn to digital lending alternatives such as point-of-sale financing and digital loans, this solution will play a key role in helping smaller financial institutions keep pace with changing trends in customer demand. In a similar vein, in order to further enhance our capabilities around being a data-led business, we have been investing in upstream data management capabilities. We are working on a number of high-profile global data transformation projects to help clients redesign their data management capabilities and drive their shift to the cloud.\nOur 2021 acquisition of Clairvoyant is helping drive our scale and success with these initiatives. In one example, with a U.K. general insurer, EXL leveraged its enterprise data management, analytics, machine learning and AI capabilities to enhance their growth trajectory through our data and analytics-led transformation roadmap. We helped the client orchestrate a cloud-optimized analytics-ready enterprise data platform that unlocks significant business benefits across the insurance value chain.\nWe enabled data science as a service capability for delivery of advanced analytics use cases like image analytics-based underwriting, ML-based fraud detection and quote manipulation detection. With these types of data-led transformation projects, of course, comes a huge demand for highly skilled talent. To address the challenges of the current talent scares market, we've redoubled our efforts over the past several quarters to position EXL as a destination for top talent.\nOur ability to provide work that matches the aspirations of highly capable people, our culture of constant improvement, our relentless investment in learning and our consistent growth are factors that help us attract the best people. We crossed a milestone of 40,000 total employees in June with close to 50% growth in analytics talent from the first half of 2021 to the first half of 2022. Also, more than 70% of our current hiring is for complex skills, which are aligned with our data-led and digital solutions delivery for our clients.\nIn fact, this quarter, in a market with high demand for talent, our employee engagement increased to the highest level we've ever recorded.\nOur world-class talent, resilient business model and robust pipeline make me confident in EXL's ongoing growth prospects. We will continue to closely monitor our client base and the broader macroeconomic environment for signs of headwinds. However, we remain confident that the strong demand for our services, combined with the critical role we play for our clients' businesses will position us well.\nI will now invite Maurizio to highlight our Q2 financial performance and revised 2022 guidance.\n\nMaurizio Nicolelli\n\nExecutive VP & CFO, ExlService Holdings, Inc.\n\nThank you, Rohit, and thanks, everyone, for joining us this morning. I will provide insights into our financial performance for the second quarter and the first 6 months of 2022, followed by our revised outlook for 2022. We had a strong second quarter with revenue of $346.8 million, up 23.6% year-over-year and 6% sequentially on an organic constant currency basis. . Adjusted EPS was $1.50. All revenue growth numbers mentioned hereafter are on an organic constant currency basis. .\nRevenue from our digital operations and solutions businesses as defined by 3 reportable segments, excluding Analytics, was $185.5 million, up 15% year-over-year. Sequentially from the first quarter, revenue was up 3.7%. Insurance generated revenue of $108.6 million, up 15.9% year-over-year, driven by expansion in existing client relationships in life and annuities, property and casualty and new client wins of 2021. The insurance vertical consisting of both our digital operations and solutions and Analytics businesses grew 16.1% year-over-year.\nEmerging reported revenue of $53.9 million, up 36.1% year-over-year. This growth was driven by new client wins of 2021 and expansion in existing client relationships. The emerging vertical consisting of both our digital operations and solutions and Analytics businesses grew 43.5% year-over-year.\nHealth care reported revenue of $23.1 million, down 18.4% year-over-year, driven by lower volumes in the clinical services business, primarily due to a transitioning client., The health care vertical consisting of digital operations and solutions and Analytics businesses grew 10.8% year-over-year.\nAnalytics had revenue of $161.3 million, up 36.1% year-over-year on an organic constant currency basis. Clairvoyant contributed $11 million of revenue. Including Clairvoyant, Analytics grew 44.8% on a reported basis. Similar to the first quarter, this growth was driven by increased volumes in banking and financial services, payment integrity, and direct marketing. Sequentially, from the first quarter of 2022, Analytics grew 8.7% on an organic constant currency basis, signifying continued demand across our analytics services.\nOur SG&A expenses decreased by 180 basis points year-over-year to 18.6%, driven by pandemic-related expenses in the prior year and operating leverage. Our adjusted operating margin for the quarter was 18.7%, up 80 basis points year-over-year due to lower SG&A expenses, partially offset by investments in ramping new client wins of 2021 and 2022 and higher facility and travel expenses as we return to the office. Sequentially, adjusted operating margin increased by 50 basis points, driven by operating leverage.\nOur effective tax rate for the quarter was 23.3%, down 100 basis points year-over-year. This decrease was driven mainly by lower taxes in certain foreign jurisdictions. We do not anticipate any change in our tax rate due to work-from-home requirements in the Philippines as we are in compliance with current government regulations. Our adjusted EPS for the quarter was $1.50, up 31.6% year-over-year on a reported basis.\nTurning to our 6-month performance. Our revenue for the period was $676 million, up 27% year-over-year on a constant currency basis and up 23.1% on an organic constant currency basis. This growth is driven by Analytics, Emerging and Insurance. Adjusted operating margin for the period was 18.4%, down 60 basis points year-over-year, driven by investments needed for a ramp-up of new client wins and investments in front-end sales, digital capabilities and higher facility and travel expenses as we return to office.\nAdjusted EPS for the period was $2.92, up 25.9% year-over-year on a reported basis. Our balance sheet remains strong. Our cash, including short- and long-term investments at June 30, was $288.5 million, and our revolver debt was $285 million for a net cash position of $3.5 million. In the first 6 months of the year, we generated cash flow from operations of $53 million compared to $53.9 million in the same period last year. During the first 6 months, we spent $25 million on capital expenditures, repaid $10 million of debt and repurchased $57 million of our shares at an average cost of $133 per share.\nIn our conversations with clients, we currently do not anticipate significant changes in their spending outlook, giving us confidence as we look ahead. At the same time, we are conscious that the macro environment with high inflation remains with us, but we believe our business model is resilient.\nBased on the strong performance in the first half of the year and our current outlook for our services across all our verticals, we are increasing our guidance for 2022. Second quarter revenue does include approximately 2% of onetime revenue that may not occur in subsequent quarters.\nOur revised 2022 guidance is as follows: Revenue is expected to be in the range of $1.35 billion to $1.37 billion. This represents a year-over-year growth of 20% to 22% on a reported basis and 17% to 19% on an organic constant currency basis. This is an increase of $35 million at the midpoint, including a foreign exchange headwind of $7 million from previous guidance of $1.315 billion to $1.335 billion. Our acquisition of Clairvoyant is going well, and we are reiterating our guidance of $40 million to $45 million in 2022.\nWe expect a foreign exchange gain between $3 million and $4 million, net interest expense of approximately $2 million and our effective tax rate to be in the range of 23% to 25%. Based on the above, we expect our adjusted diluted EPS to be in the range of $5.60 to $5.80, up 16% to 20% from the $4.83 we reported in 2021.\nIn terms of capital allocation, we have a good pipeline of acquisition targets, which we are evaluating based on the capabilities they could contribute. In addition, we will continue to spend on internally developed solutions to enhance the value of our offerings. We expect capital expenditures to be in the range of $40 million to $45 million. We anticipate our buyback program will continue at the pace similar to 2021.\nLooking at the third quarter, we expect revenue in the third quarter to be comparable to the second quarter revenue and adjusted diluted EPS to be lower due to the higher return-to-office expenses as we gradually return to the office, higher travel expenses and continued investments in digital capabilities.\nIn conclusion, we had a successful second quarter. Our solutions and services in our data-led go-to-market framework are resonating well with our customers who are in need of digital transformation with state-of-the-art technology such as cloud, AI, ML and Analytics. In addition, we have a strong focus on cost containment measures to ensure healthy margins and drive EPS growth for the remainder of the year.\nNow Rohit and I would be happy to take your questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/5a290b64067f0ef41a502aed71e2f93d",
        "sentiment": {
            "distribution": {
                "positive": 15,
                "negative": 1,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9816550453503926,
                "negative": 0.9973504543304443,
                "neutral": 0.9974938233693441
            }
        },
        "content1": "Q1 2022 Exlservice Holdings Inc Earnings Call\n\nQ1 2022 Exlservice Holdings Inc Earnings Call\n\nEXLSNASDAQAPR 28, 4:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the First Quarter 2022 ExlService Holdings, Inc. Earnings Conference Call. (Operator Instructions)\nI would now like to hand the conference over to your speaker for today, Mr. Steven Barlow, Vice President of Investor Relations. Please go ahead, sir.\n\nSteven N. Barlow\n\nVP of IR, ExlService Holdings, Inc.\n\nThank you, Erica. Good morning, everyone. Thanks for joining us today for EXL's First Quarter '22 Financial Results Conference Call. I'm Steve Barlow, Vice President of Investor Relations. On the call today are Rohit Kapoor, our Vice Chairman and Chief Executive Officer; and Maurizio Nicolelli, our Chief Financial Officer. We hope you had an opportunity to review our Q1 2022 earnings release we issued this morning. We've also updated our investor fact sheet in the Investor Relations section of EXL's website.\nAs you know, some of the matters we'll discuss in this call are forward-looking. Please remind that these forward-looking statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. Such risks and uncertainties include, but are not limited to, general economic conditions, those factors set forth in today's press release, discussed in the company's periodic reports and other documents filed with the Securities and Exchange Commission from time to time. EXL assumes no obligation to update the information presented on this call.\nDuring our call today, we may reference certain non-GAAP financial measures which we believe provide useful information for investors. Reconciliation of these measures to GAAP can be found in our press release as well as on the investor fact sheet.\nI'll now turn the call over to Rohit Kapoor, our Chief Executive Officer. Rohit.\n\nRohit Kapoor\n\nCo-Founder, Vice Chairman & CEO, ExlService Holdings, Inc.\n\nThank you, Steve. Good morning, everyone. Welcome to our Q1 2022 Earnings Call. I hope all of you and your families are safe and healthy.\nI'm delighted to report that EXL had a strong start to the year. In terms of revenue and adjusted EPS, we outperformed our expectations for the quarter. Our first quarter revenue was $329.2 million, up 11.4% from the previous quarter and up 25.9% year-over-year. For the quarter, adjusted EPS was $1.42 per share, up 20.3% year-over-year.\nOur Analytics segment had another excellent quarter with revenue of $149 million, up 17.8% sequentially and 45.7% year-over-year. Analytics now accounts for 45% of our total revenue. The maturity, scale and expertise of our data analytics business has differentiated us from competition and accelerated our overall growth.\nOur digital operations and Solutions business also saw strong growth this quarter with revenue of $180.2 million, up 6.6% quarter-over-quarter and up 13.2% year-over-year. This was driven primarily by double-digit revenue growth in our Insurance and Emerging segments.\nWe've been able to drive consistent double-digit growth rates across our core industry verticals by: Number one, delivering larger enterprise-wide digital transformation engagements; and number two, deploying new scalable solutions that are being leveraged across multiple clients and industries. I would like to share a few examples that illustrate these 2 aspects of our revenue growth acceleration.\nIn our data analytics business, we recently added a strategic account from the financial services industry which turned to EXL for our industry-leading strength in customer analytics, data engineering and data management. This client, one of the largest investment management firms in the U.S., initiated its relationship with us across the entire analytics value chain. We are leveraging our technology and industry expertise to extract insight from this client's structured and unstructured data sets. This is allowing the client to deliver better consumer experiences across digital and nondigital channels, driving both higher customer engagement and building larger customer lifetime value.\nThis win is also significant in terms of the scope and scale of the project. While historically, we would typically start a new client relationship with annualized revenue of $250,000 to $500,000, we are now signing larger engagements with annualized revenue of $1 million or higher. In this particular client example, our annualized revenue for the first year is well above $5 million. It is a prime example of how clients are increasingly turning to EXL to drive bigger enterprise-wide initiatives, and our leadership in data analytics is now clearly well established.\nAn example of a new engagement that allows us to scale our offerings is our recent work with a leading credit union in the U.S. This client wanted to improve customer experience across multiple lending products by reducing the time to underwrite and accelerate the pace of customer onboarding. This transformation included challenges, such as legacy lending technologies, lack of personalization in the underwriting process and complex and manual onboarding workflows that slowed the customer acquisition journey.\nAs their strategic digital partner, EXL designed a next-generation digital lending platform that allows faster response time and much more personalized offers based on real-time customer data. By combining our AI-powered data extraction capabilities and our comprehensive customer analytics, we were able to automate underlying operations and decisions. This helped our client immediately offer the right lending product to the right customer at the right time.\nThis new digital lending platform is fully scalable within our existing client by expanding across multiple product lines, and can now be deployed in a plug-and-play fashion across our entire client base.\nThis One EXL approach of leveraging data, analytics, digital and cloud capabilities to create scalable solutions is also helping us secure more wins in our Emerging business segment. Each quarter, we have been increasing the depth and breadth of our client offerings in this vertical while adding a number of new logos.\nOur Insurance business has become a prime example of our continued evolution as we become the partner of choice for large-scale enterprise transformation projects. In fact, we have recently announced a trio of major industry recognitions that showcase this leadership capability. We were ranked second overall in the HFS top 10 for Insurance Service. And in this year's ISG Provider Lens for Insurance BPO, EXL is a leader in all categories in the U.S. and Australia, including property and casualty, life and third-party administration. For the third straight year, EXL earned the top spot in Everest Group's PEAK Matrix Assessment for property and casualty insurance, recognized as both a leader and a star performer. The Everest analysts note our strength as a digital transformation partner, combined with our strong foundational understanding of the insurance domain and operations.\nIn December of last year, we announced the acquisition of Clairvoyant, a global data, AI and cloud services company. The acquisition adds to our expertise and depth in data engineering, design capabilities, data management, cloud enablement, managed services and data security. The addition of Clairvoyant's capabilities and team have strengthened our value proposition for our clients. We have significantly added to our talent base and are enabling a more integrated set of services for our clients to truly unlock the potential of their data.\nOver the course of the last quarter, our combined team had introduced new capabilities to our existing customers and prospects. We are thrilled with the response and adoption of our expanded value proposition. We have successfully started joint engagements with several of our large strategic customers across all verticals. This has significantly added to the overall growth potential for our Analytics business. We are pleased that the Clairvoyant acquisition is meeting both our revenue and profitability expectations.\nThe demand for skilled talent in our space, particularly around digital-, cloud-, data- and analytics-oriented skill sets has significantly increased in the past few months. Talent management and wage inflation is a top priority that we are managing at EXL. We have adopted a comprehensive and holistic strategy to ensure employee well-being from a 360-degree perspective.\nFirst, our culture is a key driver that helps us collaborate as a team and brings out the best in our people. Our employees cherish the strong growth, collegial environment, entrepreneurial work culture and the caring manner in which we engage with each other. This includes a continued focus on career pathing and growing and developing our talent organically. EXL has a long history of promoting from within, and our strong upskilling programs have been embraced widely. In 2021, our employees completed almost 571,000 hours of training to help them advance in their careers.\nSecond, we have benchmarked our compensation and benefits to be competitive in the marketplace. This allows us to retain and attract the best possible talent.\nOver the last 2 years, we have chosen to be flexible in terms of our business operating model. We have expanded hybrid work models to best align the needs of our employees with our client requirements, compliance with regulatory policies and create an environment to collaborate and innovate together. We have significantly accelerated our focus on employee health and wellbeing with a focus on both physical and mental wellness.\nRecruiting from outside EXL is also important as we are growing at a fast pace. Our growth provides opportunities for advancement and new challenges for our employees. The kind of work we do for our clients is very stimulating for our employees. It helps our employees learn, grow and get exposed to cutting-edge technologies and path-breaking business models. In Analytics, we continue to be a successful recruiter at the world's leading universities and technical schools. We have been a top recruiter for analytical talent for over 15 years.\nIn summary, our people are our most important asset. We will continue to endeavor to make EXL a preferred destination for employees to build a rewarding career.\nThis is an incredibly exciting time for EXL. While we are closely monitoring the volatile economic and geopolitical environment, we are enormously confident in our agility and ability to navigate changes in the marketplace. We are capitalizing on our data-driven solutions and strategic investments that have helped us create a great deal of momentum over the past several quarters. We are well prepared to seize the market opportunity and create meaningful value for our clients.\nI will now invite Maurizio to highlight our Q1 financial performance and 2022 guidance.\n\nMaurizio Nicolelli\n\nExecutive VP & CFO, ExlService Holdings, Inc.\n\nThank you, Rohit, and thanks, everyone, for joining us this morning. I will provide insights into our financial performance for the first quarter, followed by our revised outlook for 2022.\nOur quarter was better than expected with revenue of $329.2 million, up 22.6% year-over-year and 8.6% sequentially on an organic constant currency basis. Adjusted EPS was $1.42. All revenue growth numbers mentioned hereafter are on an organic constant currency basis.\nRevenue from our digital operations and solutions businesses, as defined by 3 reportable segments, excluding Analytics, was $180.2 million, up 14% year-over-year. Sequentially, from the fourth quarter, revenue was up 6.8%. Insurance generated revenue of $103.3 million, up 13.9% year-over-year, driven by expansion in existing client relationships in life and annuities, higher volumes in audit and survey business lines and new client wins in 2021. The Insurance vertical, consisting of both our digital operations and solutions and Analytics businesses, grew 15.1% year-over-year.\nEmerging reported revenue of $50.7 million, up 36.2% year-over-year. This growth was driven by new client wins in 2021 and higher volumes in our travel, transportation and logistics businesses. The Emerging vertical, consisting of both our digital operations and solutions and Analytics businesses, grew 42% year-over-year.\nHealthcare reported revenue of $26.2 million, down 13.5% year-over-year, due to lower volumes in our clinical services business due to a transitioning client. The Healthcare vertical, consisting of digital operations and solutions and Analytics businesses, grew 11.7% year-over-year.\nAnalytics had revenue of $149 million, up 36% year-over-year on an organic constant currency basis. Clairvoyant contributed $10.2 million of revenue. Including Clairvoyant, Analytics grew 45.7% year-over-year on a reported basis. This growth was driven by increased volumes in banking and financial services, payment integrity, direct marketing and new client wins in 2021. Sequentially from the fourth quarter of 2021, organic constant currency revenue was up 11.1%, indicating continued strong momentum and demand for our Analytics services.\nOur SG&A expenses increased by 80 basis points year-over-year to about 19.5% of revenue, driven by investment in front-end sales and digital capabilities.\nOur adjusted operating margin for the quarter was 18.2%, down 200 basis points year-over-year, due to investments needed in ramping up new client wins in 2021 and investments in front-end sales and digital capabilities. Sequentially, our adjusted operating margin increased by 120 basis points, driven by lower marketing expenses and operating leverage.\nOur effective tax rate for the quarter was 23.9%, down 30 basis points year-over-year. This decrease was driven mainly by lower taxes in certain U.S. jurisdictions.\nOur adjusted EPS for the quarter was $1.42, up 20.3% year-over-year on a reported basis.\nOur balance sheet remained strong. Our cash and short-term investments at March 31 was $269 million and our debt was $295 million for a net debt position of $26 million. Subsequent to the close of the quarter, we entered into an amended 5-year credit agreement totaling $400 million with an accordion feature which allows EXL to borrow an additional $200 million.\nOur first quarter cash flow from operations was an outflow of $26.9 million compared to an inflow of $15.2 million in the first quarter of 2021. This is due to the timing of client receivable collections which were received in early April and higher bonus payouts due to our strong financial performance in 2021.\nDuring the quarter, we repurchased 221,000 shares at an average price of $127 totaling $28 million. In addition, we spent $16 million on capital expenditures as we continue to invest in the business for the long-term growth.\nBased on our first quarter performance and current growth visibility for the rest of the year in all our verticals, we are increasing our guidance for 2022. First quarter revenue includes 2% of onetime revenue that may not occur in the subsequent quarters. Our revised 2022 guidance is as follows.\nRevenue is expected to be in the range of $1.315 billion to $1.335 billion. This represents a year-over-year growth rate of 17% to 19% on a reported basis and 14% to 16% on an organic constant currency basis. This is an increase of $30 million at the midpoint from the previous guidance of $1.28 billion to $1.31 billion.\nOur guidance includes $40 million to $45 million of revenue from Clairvoyant, which is in line with our previous guidance. Our guidance includes higher salary expenses in certain areas such as analytics, AI and cloud compared to 2021.\nWe have started our return to the office in March in a phased manner and expect the percentage of our employees working from the office to rise over the course of the year. We will have a hybrid model of working going forward. We expect approximately 2/3 of our employees to work either full time or part time from the office and 1/3 to work remotely.\nWe expect a foreign exchange gain between $3 million and $4 million, net interest income approximately $1 million and our effective tax rate to be in the range of 23% to 25%.\nIn the Philippines, where we have approximately 8,000 employees, the government has issued regulations mandating the percent of employees required to return to the office as of April 1. There is significant uncertainty around the definition of the regulation and the implications on local tax rates. While we are working to comply with these regulations and manage our workforce, any additional onetime tax expense in the Philippines has not been included in our guidance.\nBased on the above, we expect our adjusted EPS to be in the range of $5.40 to $5.65, up 12% to 17% from the $4.83 we reported in 2021.\nIn terms of capital allocation, we continue to look at reasonably priced tuck-in acquisitions with revenue growth rates similar to our current business in the areas of analytics, digital capabilities and solutions in insurance and health care. In addition, we will continue to spend on internally developed capabilities and expect capital expenditures to be in the range of $40 million to $45 million. We anticipate our buyback program will continue at a pace similar to 2021.\nLooking at the second quarter, we expect revenue to be similar to the first quarter results due to onetime revenue in the first 3 months of 2022. Adjusted EPS in the second quarter will be lower than the first quarter due to annual wage increments starting April 1, higher return-to-office expenses as we gradually return to the office, investments in digital transformations and acquisition-related costs.\nIn conclusion, we have started 2022 with very good momentum. Our pipeline of opportunities continues to grow, with larger deal sizes, expansions of work with our long-term clients and new client wins. In addition, we remain vigilant on our cost structure as the business grows while addressing market volatility. Based on the visibility we have for the rest of the year, we are confident in our 2022 growth, which will enable us to drive shareholder value.\nNow Rohit and I would be happy to take your questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/a76808396d5bdd0b33a3b882fa90cb15",
        "sentiment": {
            "distribution": {
                "positive": 18,
                "neutral": 4
            },
            "scores": {
                "positive": 0.991820729441113,
                "neutral": 0.9927652180194855
            }
        },
        "content1": "Q4 2021 Exlservice Holdings Inc Earnings Call\n\nQ4 2021 Exlservice Holdings Inc Earnings Call\n\nEXLSNASDAQFEB 24, 4:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the Q4 ExlService Holdings Earnings Conference Call. (Operator Instructions) As a reminder, today's conference call is being recorded.\nI would now like to turn the conference to your host, Mr. Steve Barlow. Sir, you may begin.\n\nSteven N. Barlow\n\nVP of IR, ExlService Holdings, Inc.\n\nThank you, Valerie. Good morning, and thanks to everyone for joining EXL's Fourth Quarter and Full Year 2021 Financial Results Conference Call. I'm Steve Barlow, EXL's Vice President of Investor Relations.\nOn the call today are Rohit Kapoor, our Vice Chairman and Chief Executive Officer; and Maurizio Nicolelli, our Chief Financial Officer. We hope you've had an opportunity to review our Q4 and full year 2021 earnings release we issued this morning. We've also updated our investor fact sheet in the Investor Relations section of EXL's website.\nAs you know, some of the matters we'll discuss in this call are forward-looking. Please keep in mind that these forward-looking statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements.\nSuch risks and uncertainties include, but are not limited to, general economic conditions, those factors set forth in today's press release, discussed in the company's periodic reports and other documents filed with the Securities and Exchange Commission from time to time. EXL assumes no obligation to update the information presented on this conference call.\nDuring our call today, we may reference certain non-GAAP financial measures, which we believe provide useful information for investors. Reconciliation of these measures to GAAP can be found in our press release as well as on the investor fact sheet.\nI'll now turn the call over to Rohit Kapoor, EXL's Chief Executive Officer. Rohit?\n\nRohit Kapoor\n\nCo-Founder, Vice Chairman & CEO, ExlService Holdings, Inc.\n\nThank you, Steve. Good morning, everyone. Welcome to our 2021 year-end earnings call. I hope all of you and your families are safe and healthy. The past financial year was truly an extraordinary year for EXL. We have had excellent financial results and our focus on becoming the indispensable partner for data-led businesses is resonating strongly in the marketplace.\nOur clear sited investments in data, analytics and digital solutions have been well timed to address the massive changes happening in the marketplace. Put simply, we thoughtfully and proactively positioned our services and solutions to better address market needs in this period of rapid change. We did this by systematically changing our business model to a data-led value creation business.\nWith each new client engagement, whether we are working with digital natives, digital reinventors or legacy clients we now lead with data and digital to drive large-scale transformation initiatives and accelerate new market introductions. Empowered by our strength in advanced analytics, AI and the cloud, combined with our deep domain-based operational expertise, we are developing scalable integrated solutions to leverage an opportunity-rich demand environment.\nThis allows us to drive new efficiencies have a much bigger impact on our clients' business while creating solutions that can be rolled out to clients across a wide variety of industries. We were always a strong operations management and analytics company. We have evolved to become a leading data analytics and digital operations and solutions company with exceptional talent.\nOur strategic shift towards front-ending our work with data and digital transformation has allowed us to surpass our projections, take on bigger and more complex and impactful projects with shorter sales cycles and deliver higher margins for our stakeholders.\nOur 2021 financial performance is a clear indication that the rapid evolution of our value proposition is resonating in the marketplace. We generated revenues of $1.12 billion representing a 17.1% increase year-over-year on a reported basis. In addition, our adjusted operating margin was 18.6%, which drove adjusted EPS for the year of $4.83, a 37% year-over-year increase.\nOur Analytics business had an outstanding year with $460.7 million in revenue representing 27% growth year-over-year. This performance was attributable to multiple expansions within our strategic banking and health care clients, increased revenue from our data-led client marketing solutions and continued demand for our Payment Integrity business.\nOur digital operations and solutions businesses reported $661.6 million in revenue in 2021, up 11.1% year-over-year. This growth was driven by new client wins from 2020 and 2021 especially within our insurance and emerging business segments. We continue to expand our existing client relationships and build a greater share of wallet.\nWe feel confident that the growth that we have experienced will continue to play out longer term. A combination of healthy growth across all of our businesses and a large pipeline of mature deals that have more than doubled over the past 2 years are strong indicators of robust demand.\nIn November 2020 at our Analyst Day, we provided medium-term financial performance targets for revenue and margins. Our target for revenue growth was 10% plus per annum based on our Analytics business growing at 13% to 15% and our Operations Management business now referred to as Digital Operations and Solutions growing at 6% to 8% per annum. We also targeted an adjusted operating margin of 16% to 17% by 2022.\nWe are updating and increasing our medium-term financial targets. We now expect organic constant currency revenue growth to increase by approximately 200 basis points at the midpoint to 11% to 13% per annum. We believe that Digital Operations and Solutions revenue can grow faster at 7% to 9% per annum and that Analytics revenue growth will accelerate to 15% to 20% per annum.\nIn addition, we also expect our profitability to improve by 100 basis points. Our new targeted range for adjusted operating profit margin is increased to 17% to 18%. And lastly, in line with our previous goals, we will endeavor to continue to grow our EPS faster than revenue.\nBehind our financial milestones is the story of breakthrough projects that have increasingly come to define our unique approach to the marketplace. As an example, we were recently selected as the preferred data analytics partner to support an enterprise-wide digital transformation initiative as a major global automaker. The engagement, which involves collecting (inaudible) of the vehicle data includes billions of discrete touch points between drivers and their connected vehicles, consumer shopping behaviors and customer experience data represents the cutting edge in integrated data and analytics work. We are partnering with the client to analyze millions of connected vehicles, handling dozens of petabytes of data and to top it all we had an entire solution up and running at full speed in under 12 months.\nThe quality of our work and the ability to tangibly deliver superior business outcomes were instrumental in not only ensuring high customer satisfaction scores, but also resulted in improving employee satisfaction scores within our clients direct team. In this engagement, EXL was selected over much larger competitors for 2 important reasons. One, our AI technology and analytics capabilities were at an advanced level that allowed us to process complex interactions quickly and seamlessly.\nAnd two, the confidence that our client had in our ability to deliver business outcomes and build solutions that are an integral part of our clients' enterprise workflow.\nThe tight connection between digital and analytics and technological innovation were also instrumental in securing a strategic win for our EXL Health business. In December, we were selected by one of the largest consumer-governed, nonprofit health care organizations in the nation to develop a next-generation care management solution.\nOur deep health care domain expertise helped us to redesign how care is delivered to patients by leveraging insightful analytics, cutting-edge digital engineering and platforms and omnichannel operational execution. This solution sits at the center of our clients' value-based care strategy, allowing them to identify adverse patients, spot gaps in care and drive effective care management. This project is a good example of EXL's ability to break down silos and create a world-class integrated solution.\nIn this engagement, we extracted real-time patient data, analyzing it to stratify risk and identify gaps in care and manage patient outreach and engagement through our multichannel combination of automated and human touch points. Engagements like this one demonstrate how our routes within a data and process intensive (inaudible) have enabled us to enhance our digital analytics and AI-driven capabilities.\nThese engagements are successful because of our focus on domain expertise that leads to a comprehensive understanding of our clients' businesses and ensures that we deliver digital transformation strategies that work in the real world.\nWe have continued to invest significantly in scaling digital transformation capabilities as we grow. Notably, in December, we announced the acquisition of Clairvoyant, a global data, AI and cloud services firm. The acquisition adds to our expertise and depth in data engineering and in the cloud enablement space.\nThe addition of Clairvoyant talent and capabilities in data engineering and cloud will accelerate our progress on our chosen path of becoming an indispensable partner for data-led businesses. Clairvoyant helps us become an even more effective partner for digital transformation. We can help clients design, implement and operate AI-enabled, cloud-native digital processes and data flows.\nWe've integrated our Clairvoyant capabilities in our go-to-market strategy and are in active discussions with multiple strategic clients. This acquisition is performing very well and in line with our expectations. In terms of full year revenue guidance for 2022, we expect revenues in the range of $1.28 billion to $1.31 billion representing a 14% to 17% increase year-over-year.\nThis implies an organic constant currency growth of 11% to 13%, excluding Clairvoyant. We expect adjusted diluted EPS to be in the range of $5.35 to $5.60, representing an 11% to 16% increase over the prior year. This aligns well with our medium-term financial targets.\nBefore I hand over to Maurizio it is important for me to recognize the effort of our entire team for making this exciting transformation possible despite the obstacles we've encountered over the last 2 years. I've always been humbled by the quality of contribution and the depth of commitment in our global team. I am incredibly proud of our talent and feel fortunate to be part of this team. We will continue to progress on creating a workplace that reflects our core values of innovation, collaboration, excellence, integrity and respect. Our core belief is to create an inclusive work environment that uses the diverse experience, ideas and contribution of each and every employee.\nThis provides us a competitive advantage and makes us a great place to work for our team.\nIn December, we published our second annual sustainability report, which highlights our progress across key environmental, social and governance performance metrics and highlights our emphasis on human capital management as a key part of our overall business strategy.\nWe consider sustainability to be an integral part of how we operate our business and we are keenly focused on continual improvement. To that end, as it relates to environmental sustainability in particular, we announced in our sustainability report, our efforts to seek to become a net zero emissions business by 2045.\nOur commitment to ESG was recently recognized by Newsweek, which named us to its 2022 list of America's most responsible companies and by (inaudible) who recognize EXL as one of the top 100 most sustainable companies. I feel confident about EXL's growth and impact in the market. Our capabilities in digital and data are now well established.\nAlong with our leadership in analytics, we believe that we are uniquely positioned to be an indispensable partner for data-led businesses and to outperform in this growing market.\nWith that, I will turn the call over to Maurizio.\n\nMaurizio Nicolelli\n\nExecutive VP & CFO, ExlService Holdings, Inc.\n\nThank you, Rohit, and thanks everyone for joining us this morning. I will provide insights into our financial performance for the fourth quarter and full year 2021 followed by our outlook for 2022.\nOur quarter was better than expected with revenue of $295.5 million, up 18.8% year-over-year on a constant currency basis. Adjusted EPS was $1.21, exceeding the high end of our guidance by (inaudible). All revenue growth numbers mentioned hereafter are on an organic constant currency basis. We now refer to our Operations Management Services as Digital Operations and Solutions.\nRevenue from our Digital Operations and Solutions businesses as defined by 3 reportable segments, excluding Analytics, was $165 million, up 12.2% year-over-year. Sequentially from the third quarter, revenue was flat. Insurance generated revenue of $98.1 million, up 10.5% year-over-year driven by expansion in existing client relationships and higher volumes.\nThe insurance vertical consisting of both our Digital Operations and Solutions and Analytics businesses grew 15% year-over-year. Emerging reported revenue of $44.4 million, up 18% year-over-year. This growth was driven by new client wins of 2021 and higher volumes in our travel and transportation businesses.\nThe Emerging vertical consisting of both our Digital Operations and Solutions and Analytics businesses grew 24.3%. Healthcare reported revenue of $26.5 million, up 9.7% year-over-year, driven by higher volumes in existing clients. The Healthcare vertical consisting of Digital Operations and Solutions and Analytics businesses grew 16.1%.\nAnalytics had revenue of $126.5 million, up 27.4% year-over-year. This growth was driven by over 20% growth in all the major business verticals of insurance, healthcare and emerging. In addition, we saw growth in other verticals such as media, manufacturing and sports. Analytics now constitutes 43% of our revenue.\nSequentially from the third quarter of this year, revenue was up 3.9%, indicating continued strong momentum and demand for our Analytics services. The Clairvoyant business contributed $1.4 million in revenue in the fourth quarter. Our SG&A expenses increased by 200 basis points year-over-year to 21.4% of revenue, driven by investment in front-end sales, marketing, digital capabilities and employee benefits.\nOur adjusted operating margin for the quarter was 17%, down 270 basis points year-over-year due to investments needed in ramping up new logo wins in 2021, incremental bonus expense due to the better financial performance and investments in front-end sales and marketing.\nOur adjusted EPS for the quarter was $1.21, up 6.1% year-over-year on a reported basis. Now let's review our full year 2021 performance. Our revenue for the year was $1.12 billion, up 17.1% year-over-year on a reported basis and 16.4% on an organic constant currency basis. Our revenue per head count improved by 10.3%.\nGrowth was broad-based across our verticals and notably our top 10 clients grew revenue by 21.8% year-over-year. Our adjusted operating margin for the year was 18.6%, up 270 basis points year-over-year driven by improved gross margin and reduced operational expenses due to the work from home environment.\nOur effective tax rate for the year was 23.1%, down 170 basis points year-over-year. This decrease was driven mainly by lower tax rates in certain foreign jurisdictions. Adjusted EPS for the year was $4.83, up 36.8% year-over-year on a reported basis.\nWe exited the year with a very strong balance sheet. Our cash and short-term investments at December 31 was $314 million and our debt was $260 million for a net cash position of $54 million. We generated cash flow from operations in 2021 of $184 million, our DSO at December 31 was 56 days.\nDuring the year, we settled convertible bonds, bought back $115.6 million of our shares, up from $78 million in 2021 and purchased Clairvoyant for $80 million. In addition, we spent $37 million on capital expenditures as we continue to invest in the business for the long term. Moving on to our guidance for 2022. The environment for our services continues to be strong across all our business lines. While the pandemic has eased in the geographies we sell in and deliver from -- it is early in the year and we have seen how the pandemic can impact forecasts.\nWe feel confident that our business model is resilient and agile and demonstrated by our 2021 performance and expect the momentum to continue in 2022 and beyond. Rohit reviewed our financial targets for the medium term, which include accelerated revenue growth and higher profitability. I will provide additional details on our 2022 guidance.\nRevenue is expected to be in the range of $1.28 billion to $1.31 billion, this represents a year-over-year growth of 14% to 17% on a reported basis and 11% to 13% on an organic constant currency basis. We expect Analytics to grow 15% to 20% and Digital Operations and Solutions to grow in the range of 7% to 9% on an organic constant currency basis.\nOur guidance includes $40 million to $45 million of revenue from Clairvoyant, which implies Analytics growth in the mid-20s on a reported basis. For 2022, we have made certain assumptions in our expenses. We have factored in wage inflation in certain areas such as Analytics, AI and cloud to be higher than 2021. We are also anticipating going back to the office starting late in the first quarter with a hybrid model of working either full or part-time from the office and with some employees remaining remote. This increase is -- this increased utilization of our facilities will occur as the year progresses.\nOur travel expenses should also increase gradually over 2021 and as the pandemic-related restrictions are eased, but we do not project returning to the expense level incurred in 2019. We expect a foreign exchange gain between $3 million and $4 million, net interest income of $2 million to $3 million and our effective tax rate to be in the range of 23% to 24%.\nBased on the above, we expect our adjusted EPS to be in the range of $5.35 to $5.60, up 11% to 16% from the $4.83 we reported today for 2021. In terms of capital allocation, we continue to invest in analytics, digital capabilities and technology. We expect CapEx to be in the range of $40 million to $45 million. We anticipate our buyback program will continue at a pace similar to 2021.\nIn conclusion, we've had a very good 2021 year despite the numerous challenges created by the pandemic and we have demonstrated our ability to quickly align our solutions to market changes as evidenced by our revenue growth and the addition of 58 new logos in 2021. The outlook for 2022 is solid and our resilient business model gives us strong visibility to drive stockholder value in 2022 and beyond. Rohit and I would now be happy to take your questions."
    }
]