[
    {
        "date": "2025 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/fb594929f60ec99d0605c684b7a7711c",
        "textblob_polarity": 0.17994449528845496,
        "textblob_subjectivity": 0.4054861534811196,
        "sentiment": {
            "distribution": {
                "neutral": 4,
                "positive": 18
            },
            "scores": {
                "neutral": 0.9903463572263718,
                "positive": 0.9995681775940789
            }
        },
        "content1": "Q1 2025 The Simply Good Foods Co Earnings Call\n\nQ1 2025 The Simply Good Foods Co Earnings Call\n\nSMPLNASDAQJAN 8, 2:30 PM\n\nOperator\n\nGreetings, and welcome to The Simply Good Foods Company Fiscal First Quarter 2025 Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Mr. Mark Pogharian, Vice President of Investor Relations for Simply Good Foods Company. Thank you, sir. You may begin.\n\nMark Pogharian\n\nThank you, operator. Good morning. I'm pleased to welcome you to The Simply Good Foods Company first quarter year 2025 earnings call. Geoff Tanner, President and CEO; and Shaun Mara, CFO, will provide you with an overview of results, which will then be followed by a Q&A session.\nThe company issued its earnings release this morning at approximately 7:00 a.m. Eastern Time. A copy of the release and accompanying presentation are available under the Investors section of the company's website at www.thesimplygoodfoodscompany.com. This call is being webcast and an archive of today's remarks will also be available.\nDuring the course of today's call, management will make forward-looking statements that are subject to various risks and uncertainties that may cause actual results to differ materially. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nNote that on today's call, we will refer to certain non-GAAP financial measures that we believe will provide us information for investors. Due to the company's asset-light strong cash flow business model, we evaluate our performance on an adjusted basis as it relates to EBITDA and diluted EPS. Please refer to today's press release for a reconciliation of the historical non-GAAP financial measures to the most comparable measures prepared in accordance with GAAP.\nThe acquisition of Only What You Need or OWYN was completed on June 13, 2024. Therefore, the company's year ago performance for the 13 weeks ended November 25, 2023, does not include results from the OWYN business. The reference to organic or legacy Simply Good Foods refers to Simply Good Foods business, excluding OWYN.\nI'll now turn the call over to Geoff Tanner, President and CEO.\n\nGeoff E. Tanner\n\nSVP of Growth & Consumer Engagement, The J. M. Smucker Company\n\nThank you, Mark. Good morning, and thank you for joining us. Today, I will recap Simply Good Foods' financial results and the performance of our brands. Then Shaun will discuss our financial results in more detail before we wrap it up with a discussion of our fiscal year 2025 outlook and your question.\nWe're pleased with our fiscal first quarter retail takeaway of about 8%. Quest's growth was strong despite some chip stock out early in the quarter and OWYN momentum continued. This was partially offset by expected Atkins declines, although Atkins performance was slightly better than our estimates.\nNet sales increased 10.6%, driven by the OWYN acquisition. Legacy net sales were affected by the timing of shipments. As Shaun will discuss shortly, we anticipate that legacy shipments and consumption should be more in line by the end of Q2.\nFirst quarter gross margin was 38.2% and greater than our forecast. The gross profit growth as well as the inclusion of OWYN resulted in adjusted EBITDA growth of 13.1%. Shaun will provide you with more details related to our financial performance in a bit.\nNutritional Snacking category momentum continued in the quarter with growth of about 12% that was largely driven by volume. All major subsegments of the category, bars, shakes and chips increased in Q1. The growth of the category shows the increasing relevance and mainstreaming of Nutritional Snacking products as consumers seek high-protein, low-sugar, low-carb food and beverage options. With 3 uniquely positioned brands aligned against these consumer megatrends and world-class innovation and sales capabilities, we believe Simply Good Foods is well positioned to drive sustained growth and increase shareholder value. We're excited about the prospects for the category and our business, and we are on track to deliver on our objectives.\nAs a result, we reaffirm the fiscal year 2025 outlook discussed last quarter. Moreover, assuming a comparable full year of OWYN results are included in fiscal 2024 as well as the exclusion of the 53rd week in fiscal 2024. Fiscal year 2025 is expected to be in line with the company's long-term algorithm. Specifically, net sales growth in the 4% to 6% range and adjusted EBITDA growth slightly greater than the net sales increased.\nLet me now turn to Quest. The increased relevance and mainstreaming of consumers seeking high-protein, low-sugar, low-carb foods is a driver of Quest growth. The brand is one of the pioneers of the mainstreaming of this category and has a broad range of products with this nutritional profile. Quest Salty Snacks is a great example as we essentially created a $300 million retail sales business in a short amount of time since the acquisition.\nGiven the size of the total Salty Snacks addressable market, we believe we are still in the early innings of growth for this platform. In addition to our portfolio today, our world-class R&D team has an impressive pipeline of new products that represent a sustained source of growth for years to come.\nUnlike many large cap food companies, our outsourced co-manufacturing business model provides us with the flexibility to quickly follow the consumer in an efficient way to create new avenues for growth. rather than be constrained by what a specific company-owned asset can produce. In Q1, Quest retail takeaway growth was 10% and was solid across all major channels and customers. While early, we're pleased with our recent innovation that is performing in line with our estimates. This includes new products such as strawberry-frosted cookie and bake shop muffins and brownies.\nIn Q1, Quest's total unmeasured channel retail takeaway increased mid-teens, driven by strong e-commerce growth of about 18%. E-commerce strength was partially offset by softness in specialty channels. Quest snacks and bars retail takeaway in the combined measured and unmeasured channels increased about 19% and 1%, respectively. We continue to be pleased with our salty snacks POS performance, where Q1 growth was 26%.\nHowever, as we noted on the last call, coming into the quarter, we were supply constrained and we're starting up a second production line. As we exited Q1 with the second line up and running, we are no longer capacity constrained. And as we enter the new year and new year season, retail inventory is back at optimal level. As evident, retail takeaway for Quest Chips in November and December was about 35%. The strongest growth rates we've achieved since June.\nWe now have the capability to fully support merchandising and programming as well as increased distribution. Quest bar growth of about 1% was relatively in line with expectations. The brand responded well to targeted marketplace investments in the C-store channel, the retail takeaway improved to nearly 4%.\nDespite this, our bar growth is not what we expect from the leading protein bar brand which is why we are accelerating an exciting new overload by platform. Over the remainder of the year, we expect Quest momentum will continue and anticipate fiscal year 2025 retail takeaway growth of 9% to 10%.\nKey drivers of growth include continued chips momentum and a calendar Q1 nationwide trial at a large new club customer will assess results upon completion of the test that could potentially lead to an expanded presence. Performance of our new bakeshop item that is proving to be highly incremental to both the brand and the category. The February launch of the Quest overload bar platform. These bars are loaded with inclusion and have a unique texture and mouth feel that will bring variety and excitement to the bar segment.\nAnd finally, a full year of the successful it's basically creating advertising campaign. GRPs will increase meaningfully in fiscal 2025, particularly in Q2 supporting the new year, new you season and should drive greater brand awareness and trial. Recall the campaign debuted in mid-March of 2024 and helped drive an almost immediate lift in consumption.\nTurning to Atkin. Q1 retail takeaway was off 4%, this was slightly better than planned and sequentially improved from the Q4 decline of 5%. Better-than-expected performance was driven by ready-to-drink shakes, where retail takeaway increased about 5% with growth in both measured and unmeasured channels.\nWe're particularly pleased that total brand retail takeaway increased at Atkin's 2 largest customers, which, when combined, represents about 50% of total brands retail dollar sales. Specifically, e-commerce PRS increased 12%, driven by growth of all 3 major forms, bars, shakes and confections. Additionally, retail takeaway at Atkins largest customer increased about 2%, driven by shakes growth of 13%.\nWe remain focused on executing the Atkins revitalization plan and continue to be optimistic about the long-term future for the brand, especially given the renewed cultural conversation and relevance of rate wellness driven in part by the new weight loss drugs. The new Atkins items we launched in the fall are performing well, and importantly, are significantly outperforming the items they replaced. The top-performing items are the 30-gram Atkins strong protein shake and Atkins and Dodge gummies and trouble.\nWe know innovation is critical for the brands, and I'm pleased with the multiyear pipeline we now have in place. The new advertising campaign, Atkins Way has been in market since September and more strongly positioned action as a weight-wellness brand. The top-performing spot specifically references the new GLP-1 drugs and positions Atkins as a sustainable and diet freeway for GLP-1 consumers and by extension, anyone who has lost weight to hold on to their weight loss gains.\nThese ads scored exceptionally well. And while early, we believe they are contributing to the improved results we've seen this quarter. Other elements of the revitalization plan, including new packaging, fire reformulation and enhanced category management capabilities attracting to plan. However, despite the recent progress, we continue to anticipate Atkin's fiscal year 2025 retail takeaway to decline high single digits.\nRecall, we are proactively eliminating low ROI investments, including trade and marketing programs that don't meet specific ROI hurdles. The effect of these decisions will disproportionately affect retail takeaway over the balance of the fiscal year, particularly in calendar Q1, where POS could be down low double digits.\nAdditionally, during the New Year, New Year season, we will not repeat a large volume driving promotion at Acton's largest customer. These are difficult decisions, but necessary to ensure Atkins is a long-term sustainable business. Also, as mentioned last quarter, in the space-constrained club channel, we lost distribution in October, and as expected, we will see some further losses in this channel in the spring.\nHowever, we are having very productive discussions with this customer to repurpose and optimize the space with other Simply Good Foods brands in force. More to come here in the second half of the year. In summary, we continue to believe in the long-term vitality of Atkins, and I'm pleased with the progress we are making to revitalize and position the brand for a new era of white wellness.\nWe believe the actions we are taking should improve the trajectory of the brand as we exit fiscal Q4 and enter fiscal '26, all in support of building a healthy, profitable and sustainable long-term business. However, as we have previously stated, it will take time to get there.\nTurning to our Retail takeaway of 67% in the combined measured and unmeasured channels was driven by both distribution and velocity increases. In the measured channel universe, 1 is the third largest sports nutrition multipack brand in the U.S. and growing the fastest in dollar sales. Our measured channel growth was a solid 39%.\nWe continue to be excited about the acquisition and the runway for sustained profitable growth. OWYN is the leading plant-based ready-to-drink protein shake in the market. The brand continues to outpace growth of both the plant and dairy-based protein shake segment because of its superior pace profile that also appeals to mainstream consumers. Conversations with retailers are universally and unanimously positive, and we expect both near-term and long-term distribution growth, not just on the existing line, but also new flavors and pack sizes.\nLooking a little further out, I'm excited by what I'm already seeing from our joint R&D team in terms of where we can further extend the brand. We continue to have confidence we'll double net sales in 3 to full year. The integration is progressing as planned. As a reminder, to align with our fiscal year in 2025, we will achieve the majority of the synergy, about 80% and at the onset or first day of fiscal 2026.\nThis should result in OWYN fiscal 2026 adjusted EBITDA margin in the mid- to high teens. To summarize, Simply Good Foods is uniquely positioned as a $1.4 billion net sales leader in the nutritional snacking category with a diversified portfolio across brands and product forms. We're pleased with our Q1 results and retail takeaway in all 3 brands. Additionally, while early, Q2 is tracking to our expectations.\nAlthough as we discussed, the proactive reduction of Atkins low ROI investments and lost club distribution will pressure brand performance. However, as I stated earlier, we believe our category and our brands represent the future of food and beverage given the increased relevance and mainstreaming of consumers seeking high protein low sugar, low carb foods and beverages. We have 3 brands that are aligned with this consumer megatrends and world-class innovation and sales capabilities that we believe position us well to drive sustained growth and increase shareholder value.\nNow I'll turn the call over to Shaun, who will provide you with some greater financial details.\n\nShaun P. Mara\n\nCFO, The Simply Good Foods Company\n\nThank you, Geoff. Good morning, everyone. I will begin with an overview of our net sales. Total Simply Good Foods first quarter net sales of $341.3 million increased 10.6% versus last year, primarily driven by the OWYN acquisition. We're very pleased with OWYN's performance and given the strong POS growth, OWYN's net sales increase was slightly greater than our plan.\nLegacy Q1 net sales of $309 million was about the same as the year ago period. Atkins was in line with our estimates and Quest was less than planned due to the timing of shipments that occurred subsequent to the end of the first quarter. We estimate the timing of shipments that slipped into the second quarter was about a 3 percentage point miss and nonprice display and promotion captured between gross and net sales was a 1 percentage point headwind to growth.\nImportantly, demand for our products is strong, as evidenced by the Q1 legacy U.S. retail takeaway increase of about 4%. As we have said in the past, quarterly net sales and POS may not align due to timing of shipments, but we are confident that it should be more in line by the end of Q2 and somewhat similar by year-end.\nMoving on to other P&L items for the quarter. Gross profit was $130.5 million, an increase of $15.4 million from the year ago period, driven by lower-than-anticipated legacy business ingredient and packaging costs as well as the inclusion of OWYN. This was partially offset by a noncash $1 million inventory purchase accounting step-up adjustment related to the OWYN acquisition.\nAs a result, gross margin was 38.2%, a 90 basis point increase versus last year. The noncash inventory purchase accounting step-up adversely affected gross margin by 30 basis points. Adjusted EBITDA was $70.1 million, an increase of $8.1 million from the year ago period. Selling and marketing expenses increased $1 million to $33 million, primarily due to the inclusion of OWYN. GAAP G&A expenses were $38.1 million, an increase of $11.1 million versus last year.\nThe increase was primarily due to higher legacy employee-related costs and corporate expenses the inclusion of OWYN as well as business combination and integration expenses. Excluding stock-based compensation as well as business combination and integration costs, Q1 G&A increased $6.8 million to $29.5 million.\nNet interest income and interest expense was $7.1 million, an increase of $2.1 million versus Q1 of fiscal 2024. The increase versus the year ago period is primarily driven by a higher debt balance due to the OWYN acquisition. Our Q1 effective tax rate was about 20% lower than the year ago period due to equity compensation.\nWe continue to anticipate the fiscal year 2025 tax rate to be around 25%. As a result, net income was $38.1 million versus $35.6 million last year. The next slide provides you with a reconciliation of reported and adjusted diluted EPS. First quarter reported EPS was $0.38 per share diluted compared to $0.35 per share diluted in 2024.\nAdjusted diluted EPS was $0.49 compared to $0.43 in the year ago period. Note that we calculated adjusted diluted EPS as adjusted EBITDA less interest income, interest expense and income taxes. Please refer to today's press release for an explanation and reconciliation of non-GAAP financial measures.\nMoving to the balance sheet and cash flow. As of November 30, 2024, the company had cash of $121.8 million. Cash flow from operations in Q1 was about $32 million compared to $47.5 million last year. The decline was primarily due to higher net working capital, principally inventory, including on. During the quarter, the company repaid $50 million of its term loan debt. And at the end of the first quarter, the outstanding principal balance was $350 million.\nCapital expenditures in Q1 were $300,000, despite this, in fiscal year 2025, we continue to expect CapEx to be in a $10 million to $15 million range. In fiscal year 2025, we anticipate net interest expense to be around $23 million to $25 million, including noncash amortization expense related to the deferred financing fees.\nNow to wrap up with our outlook. Due to solid retail takeaway, visibility in the second quarter orders and strong adjusted EBITDA growth to start the year, we reaffirm our fiscal year 2025 outlook. We expect organic sales growth to be driven primarily by volume and have strong advertising and marketing plans in place as well as innovation, merchandising and promotions that should enable us to achieve our objectives.\nAs discussed last quarter, the company expects input cost inflation in fiscal year 2025 with headwinds increasing beginning in the second quarter. There is no material change to the company's fiscal year 2025 gross margin outlook with productivity and cost savings initiatives expected to partially offset these higher costs. Therefore, in fiscal year 2025 total company reported net sales are expected to increase 8.5% to 10.5%.\nEmbedded in that, we anticipate OWYN fiscal year 2025 net sales to be in the $135 million to $145 million range. and total company adjusted EBITDA is expected to increase 4% to 6%. Note that the 53rd week in fiscal year 2024 is about a 2 percentage point headwind to both net sales and adjusted EBITDA growth in fiscal year 2025.\nBefore we move to Q&A, I want to take a moment and highlight this will be Mark Pogharian's last conference call as Head of Investor Relations at Simply Good Foods as he will be retiring later this spring. I've worked with Mark for many years. I want to thank him for his leadership across a number of functions, in particular, leading us through our leaseback process, multiple M&A transactions and building a strong IR practice here at Simply Good Foods. On behalf of the management team and Board of Directors, we commend Mark on a great career and wish him well.\nAs we move forward, I am proud to announce that Josh Levine joined the company last month with a plan for him to succeed Mark beginning in February. Many of you know Josh from his prior roles on the sell and buy side as well as his time as SubWest brands. Josh is a seasoned and experienced professional, and given the overlap of Mark, we know it will be a seamless transition.\nWe appreciate everybody's interest in our company, and we're now available to take your questions."
    },
    {
        "date": "2024 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/67903c912aedfc0cf0b100b6774eb306",
        "textblob_polarity": 0.17002554802042863,
        "textblob_subjectivity": 0.4036220074957274,
        "sentiment": {
            "distribution": {
                "neutral": 4,
                "positive": 18
            },
            "scores": {
                "neutral": 0.9684088677167892,
                "positive": 0.9991551372740004
            }
        },
        "content1": "Q3 2024 The Simply Good Foods Co Earnings Call\n\nQ3 2024 The Simply Good Foods Co Earnings Call\n\nSMPLNASDAQJUN 27, 3:00 PM\n\nOperator\n\nGreetings, and welcome to The Simply Good Foods Company Fiscal Third Quarter 2024 Conference Call. At this time, all participants are in a listen-only mode. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Mr. Mark Pogharian, Vice President of Investor Relations for Simply Good Foods Company. Thank you, sir. You may begin.\n\nMark Pogharian\n\nVice President of Investor Relations, Treasury & Business Development\n\nThank you, operator. Good morning. I'm pleased to welcome to the Simply Good Foods Company earnings call for the fiscal third quarter ended May 25, 2024. Geoff Tanner, President and CEO; and Shaun Mara, CFO, will provide you with an overview of results, which will then be followed by a Q&A session.\nThe company issued its earnings release this morning at approximately 7:00 a.m. Eastern Time. A copy of the release and accompanying presentation are available under the Investors section of the company's website at www.thesimplygoodfoodscompany.com. This call is being webcast and an archive of today's remarks will also be available.\nDuring the course of today's call, management will make forward-looking statements that are subject to various risks and uncertainties that may cause actual results to differ materially. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings. Note that on today's call, we will refer to certain non-GAAP financial measures that we believe will provide useful information for investors. Due to the company's asset-light strong cash flow business model, we evaluate our performance on an adjusted basis as it relates to EBITDA and diluted EPS. Please refer to today's press release for a reconciliation of the historical non-GAAP financial measures to the most comparable measures prepared in accordance with GAAP. The company completed the acquisition of OWYN in the fourth quarter of fiscal '24. Therefore, results for the 13 and 39 weeks ended May 25, 2024, exclude OWYN.\nAdditionally, the reference to legacy Simply Good Foods during today's conference call encompasses Simply Good Foods business, excluding OWYN.\nI'll now turn the call over to Geoff Tanner, our President and CEO.\n\nGeoff E. Tanner\n\nSVP of Growth & Consumer Engagement, The J. M. Smucker Company\n\nThank you, Mark, and good morning. Thank you for joining us. Today, I will recap Simply Good Foods' financial results and the performance of our brands. Then Shaun will discuss our financial results in more detail before we wrap it up with a discussion of our fiscal 2024 outlook and take your questions.\nWe're pleased with our fiscal third quarter financial results that were slightly better than our estimates. Simply Good Foods' third quarter results were led by continued quest growth as well as strong gross margin improvement. Retail takeaway and the combined measured and unmeasured channels was about 5% and as expected, outpaced net sales growth of 3.1%.\nQuest retail takeaway was driven by strong salty snack growth and Atkins performance sequentially improved by month during the quarter. Additionally, E-commerce growth for both Quest and Atkins continue to be solid, more on this in a bit. Q3 gross margin was 39.9%, a 320 basis point increase versus the year ago period primarily due to lower ingredient and packaging costs. Higher gross profit enabled investments in growth initiatives while also resulting in an increase in Q3 adjusted EBITDA of 7.9% to $71.9 million.\nThe OWYN acquisition closed earlier this month, and business is tracking to the acquisition model and full calendar year 2024 net sales we initially outlined. I'm pleased to announce that [ Mark Olivieri ], CEO of OWYN has joined Simply Good Foods as the SVP and [ GM Avon ] and is a member of our executive leadership team. Mark and I are excited to work together to unlock the value of our combined business and deliver shareholder value through both revenue growth, margin expansion and cost synergies. We're very pleased with our execution in Q3.\nQuest acceleration and Atkins revitalization plans are on track, and we reaffirm our full year fiscal 2024 net sales outlook for the legacy business. Specifically, we expect net sales to increase around the midpoint of the company's long-term algorithm of 4% to 6%, including the benefit of a 53rd week. The OWYN acquisition closed on June 13 and we anticipate Q4 net sales to be in the $25 million to $30 million range. Total company adjusted EBITDA growth is expected to increase about 8% compared to last year and versus our previous estimate of 6% to 8%. Shaun will provide greater detail on our performance in the subsequent section.\nThe next slide provides you with a perspective of nutritional snacking category growth as well as our retail takeaway performance within the IRI MULO + C-store universe and in the combined measured and unmeasured channels. Nutritional snacking category growth in the measured channel universe was 6.4%, driven primarily by volume. This category continues to be a standout performer and is increasingly a focus of our retail partners as they look for growth opportunities. Legacy Simply Good Foods retail takeaway in measured channels increased 2.9%, driven by Quest volume growth. Atkins performance improved compared to last quarter, but was still off versus last year. Our E-commerce business continues to do well and resulted in legacy combined measured and unmeasured channel POS growth of 5%.\nNote that if we had acquired OWYN at the beginning of Q3, retail takeaway in measured channels and the combined measured and unmeasured universe would have been 6.4% and 8%, respectively.\nLet me now turn to Quest. In Q3, retail takeaway in measured channels increased 13.5%, driven by volume. Growth was solid across key retail channels, driven by an increase in both household penetration and buy rate. Quest retail takeaway improved sequentially from Q2 to Q3, with a key driver being the new Quest advertising campaign that began in March. We're pleased with the advertising that we believe will continue to drive higher household penetration and overall brand growth.\nIn Q3, we estimate total unmeasured channel retail takeaway increased about 12% as E-commerce strength was partially offset by softness in specialty channels. Quest Q3 E-commerce POS was solid an increased about 16%. For perspective, total unmeasured channels in Q3 were nearly 23% of total Quest retail sales. Quest Bar and snacks retail takeaway in measured channels increased about 2% and 27%, respectively. We're particularly pleased with our salty snacks POS growth of nearly 50% which is a standout in the category and represents about 25% of Quest's measured channels retail sales. The new advertising debuted with a strong emphasis on Quest chips, which is where we have seen the largest increase in household penetration.\nAs we witnessed the explosive growth of chips, the size of the total addressable salty snacks market suggests significant and continued upside on this business. As a result, we are working on a multifaceted acceleration plan that includes growth levers such as flavors, pack types and channel expansion.\nIn Q3, bar segment growth within the nutritional snacking category slowed to about 1%. This was primarily due to better for you or bars that have significantly less protein, if any, that declined low single digits on a percentage basis versus last year. Sports performance balance, which primarily have higher levels of protein increased mid-single digits, driven by increased distribution of some new entrants into the measured channel universe. Quest Bar growth is in line with the total bar segment but it's not what we expect from the leading protein bar brand in the market. In response, we have accelerated our buyer innovation, and we're very excited about these innovative products that are tracking to launch in the second half of fiscal 2025 and beyond.\nOver the remainder of the year, we expect low double-digit POS growth and continued household penetration and buy rate grains driven by innovation, distribution and the new marketing campaign. Quest has been one of the most innovative brands in the category, supported by a world-class R&D team. The multiyear pipeline is strong, and we expect innovation to be a lever of growth for a long time. March new product launches such as strawberry frosted cookies and iced coffee are progressing nicely and are in line with our estimates. As we mentioned last quarter, I'm very excited for the upcoming bakeshop platform, starting with high protein muffins and brownies that launch in fall 2024. Based on conversations with the retail customers, we expect very strong support for the bakeshop launch that will also be underpinned by a comprehensive marketing plan as part of the -- it's basically cheating advertising campaign.\nTurning to Atkins. Q3 retail takeaway in the IRI MULO + C-store universe and the combined measured and unmeasured channels were up 9% and 5%, respectively. Strong E-commerce growth continued driven by Amazon, whose POS growth was 16%. In Q3, the competitive in-store merchandising and programming comp was more normalized versus Q2. And as you'll note in the chart on the slide, Atkins POS trends sequentially improved during the quarter. The actions revitalization plan is progressing as scheduled. Some elements of the plan are in the market now, and we expect all elements to be in the market in the second half of fiscal year 2025. While early, the innovation we accelerated to market is performing well and is in line with our estimates.\nWe're also pleased with the amount and quality of innovation we're bringing to market in the coming months. some of which you'll see in the middle of the slide. While full shelf set discussions continue, our fiscal 2025 innovate pipeline has helped us greatly during our discussions with retailers. Most retailers will be replacing nonperforming items with these new products. As a result, we believe we'll maintain distribution at most brick-and-mortar retailers with the exception of the club channel. Now it's not common for club customers to wait and decide on innovation after they analyze performance in other retail channels.\nThe second major revitalization pillar is new advertising. Over the past year, the relevance and cultural conversation around weight has changed and significantly increased in volume, much of it driven by the new weight loss drugs. In response to this shift earlier the month, we shot new advertising that will be on air in late summer. The revised advertising refocuses on weight management more strongly communicates the benefit of the brand's unique macro nutrient profile and emphasizes Atkins as a sustainable and diet free way to weight management. We believe this messaging links better to the evolving consumer views and conversation and weight wellness.\nWhile still early, overall, we feel like we're tracking towards stabilizing the business and we're somewhat encouraged by the consumption trends that have slightly improved each month this past quarter. Given the strong execution of the revitalization plan and as we look to fiscal 2025, we're now in a position to move to the next phase of the Atkins journey. Specifically, we'll focus on Atkin's ROI and optimizing our investment levels on the brand as part of ensuring Atkins is a long-term, sustainable and profitable business. Historically, we've always done this evaluation. However, the COVID slowdown and the innovation outage that followed resulted in some low ROI investments to support short-term performance and preserve shelf space.\nAs we look to fiscal 2025 and beyond, we'll work to eliminate trade and marketing investments that don't meet specific ROI hurdles. This will have a short-term impact on sales growth but it's necessary to build Atkins back to a sustainable brand for the long term. To conclude, I'm very pleased with how the team is executing. We're confident we have the right plans in place to bring Atkins back to growth. However, as we have previously stated, it will take some time to get there.\nTurning to OWYN. The acquisition closed on June 13. This is a strategically and financially compelling acquisition of a fast-growing on-trend protein shake in our aisle. OWYN increases our exposure in the Shake segment by about 400 basis points to 23% of our total sales. Importantly, OWYN's growth is outpacing the category and we expect the brand to benefit from continued distribution and velocity gains given our go-to-market scale, capabilities and category adviser relationships with almost all top retailers. OWYN reaches a new consumer segment for Simply Good, namely consumers thinking plant-based, allergy-free, simple ingredient options. However, as we have discussed, what's equally exciting is that OWYN is increasingly crossing over to appeal to mainstream consumers.\nIn this sense, OWYN further strengthens our leadership position with retailers as we jointly work with them to accelerate category growth. We remain confident in our ability to effectively integrate OWYN into our business and deliver on the acquisition model commitments. To align with our fiscal year-end 2025, we will achieve the majority of the synergies on the onset or first day of fiscal 2026.\nTo summarize, Simply Good Foods is uniquely positioned as the $1.4 billion net sales leader in the nutritional snacking category with a diversified portfolio of brands and product forms. The relevance of the category and demand for our products only continues to increase as more and more consumers turn away from high carb, high sugar foods, seeking high-protein, low-sugar, low-carb options. We believe our category and our brands represent the future of food and beverage, and we have 3 uniquely positioned brands that are aligned around these consumer megatrends. Consumers trust our brands to help them achieve their wellness goals. As such, we're focused on our innovation and marketing plans to provide consumers with products to help them in their journey.\nI'm thankful every day for our talented employees. Our team is excited and passionate about our brands and helping consumers achieve their goals. We will continue to execute our strategic priorities that should enable us to deliver on our long-term growth objectives that ultimately drive increased shareholder value.\nNow I'll turn the call over to Shaun, who will provide you with some greater financial details.\n\nShaun P. Mara\n\nCFO, The Simply Good Foods Company\n\nThank you, Geoff. Good morning, everyone. Total Simply Good Foods third quarter net sales of $334.8 million increased $10 million or 3.1% versus the year ago period and was driven by Quest volume growth. North America net sales increased 3.2% and international net sales declined 2.4% versus the year ago period. As Geoff stated earlier, retail takeaway of 5% in combined measured and unmeasured channels was greater than the net sales growth. This was largely due to incremental trade investments supporting Atkins.\nMoving on to other P&L items for the quarter. Gross profit was $133.6 million, an increase of $14.4 million from the year ago period, resulting in gross margin of 39.9%. The 320 basis point increase versus the year ago period was primarily due to lower ingredient and packaging costs as well as reduced freight costs. Including OWYN, we expect total company Q4 gross margin to be around 38%, excluding the typical noncash inventory step-up related to the acquisition.\nAdjusted EBITDA was $71.9 million, an increase of $5.2 million from the year ago period. Selling and marketing expenses were $36.5 million versus $3.2 million, largely due to higher marketing investments and growth initiatives. GAAP G&A expenses were $31.5 million, an increase of $1 million versus the year ago period. The increase was primarily due to higher employee-related costs, stock-based compensation and corporate expenses. Excluding stock-based compensation as well as fees associated with last year's term loan amendment and executive transition costs, Q3 G&A increased $3 million to $26.5 million driven by higher employee-related costs.\nFinally, net interest income and interest expense was $4.1 million, a decline of $3.1 million versus Q3 last year. The decline was due to lower debt balances versus the year ago period. Our Q3 effective tax rate was 24.5%, about the same as the year ago period. We continue to anticipate our full year fiscal 2024 effective tax rate to be around 25%. As a result, net income was $41.3 million versus $35.4 million last year.\nMoving on to year-to-date results. Net sales of $955.6 million increased nearly 4% compared to last year. Gross profit was $365.6 million resulting in gross margin of 38.3%, a 220 basis point increase versus the year ago period. We're pleased with our gross margin progress in fiscal 2024. However, we anticipate that input cost inflation will be a headwind and most likely will result in gross margin compression in fiscal 2025, particularly in the second half. Adjusted EBITDA was $191.7 million, an increase of 7.5% from the year-ago period. Net interest income and interest expense was $13.8 million, a decline of $8.7 million versus last year. The year-to-date tax rate was 24.2%. As a result, net income was $110 million versus $96.9 million last year.\nThe next slide provides you with a reconciliation of reported and adjusted diluted EPS. Third quarter reported EPS was $0.41 per share diluted compared to $0.35 per share diluted for the comparable period in 2023. Adjusted diluted EPS was $0.50 compared to $0.44 in the year-ago period. Note that we calculated adjusted diluted EPS as adjusted EBITDA less interest income, interest expense and income taxes. Please refer to today's press release for an explanation and reconciliation of non-GAAP financial measures.\nMoving to the balance sheet and cash flow. As of May 25, 2024, the company had cash of $208.7 million. Year-to-date cash flow from operations was $167 million, an increase of about 50% or $56 million principally due to adjusted EBITDA growth and improvements in working capital. Term loan debt at the end of the third quarter was $240 million. Subsequent to the Q3 quarter end on June 13, we completed the own acquisition. The cash purchase price of $280 million was funded through a combination of cash on our balance sheet and incremental borrowings under our outstanding credit facility of $250 million. The company expects to pay down a portion of the $490 million in total term loan debt during the balance of fiscal 2024 and is targeting a net debt to adjusted EBITDA ratio of around 1.25x by fiscal year-end August 2024.\nCapital expenditures in Q3 and year-to-date were $0.7 million and $1.8 million, respectively. In fiscal 2024, we continue to expect CapEx to be in the $8 million to $10 million range. In fiscal 2024, we anticipate net interest expense to be around $22 million to $24 million, including noncash amortization related to the deferred financing fees.\nNow to wrap up. As Geoff stated earlier, we're on track and feel good about the remainder of the year. We reaffirm our full year fiscal 2024 net sales outlook for the legacy business. Specifically, we expect net sales to increase around the midpoint of the company's long-term algorithm of 46%, including the benefit of the 53rd week. OWYN's 11-week contribution to Q4 net sales is expected to be in the $25 million to $30 million range. We continue to expect that ingredient and packaging costs will be lower in Q4 versus last year. As I stated earlier, including OWYN, we expect total company Q4 gross margin to be around 38%, excluding the noncash inventory step-up related to the acquisition.\nIn Q4, OWYN adjusted EBITDA contribution is negligible. Given our solid year-to-date performance, we have narrowed our total Simply Good Foods adjusted EBITDA outlook. Specifically, we now expect adjusted EBITDA to increase about 8% compared to last year and versus our previous estimate of 6% to 8%.\nWe appreciate everybody's interest in our company, and we're now available to take your questions."
    },
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/fd217cd73ec41d118e50e256cfaba017",
        "textblob_polarity": 0.1423300373868557,
        "textblob_subjectivity": 0.4078109832087102,
        "sentiment": {
            "distribution": {
                "neutral": 4,
                "positive": 16
            },
            "scores": {
                "neutral": 0.9709164947271347,
                "positive": 0.9985806792974472
            }
        },
        "content1": "Q2 2024 The Simply Good Foods Co Earnings Call\n\nQ2 2024 The Simply Good Foods Co Earnings Call\n\nSMPLNASDAQAPR 4, 2:30 PM\n\nOperator\n\nGreetings. Welcome to the Simply Good Foods Company Fiscal Second Quarter 2024 Conference Call. [Operator Instructions] Please note, this conference is being recorded.\nI will now turn the conference over to Mark Pogharian, Vice President of Investor Relations. Thank you. You may begin.\n\nMark Pogharian\n\nVice President of Investor Relations, Treasury & Business Development\n\nThank you, operator. Good morning. I'm pleased to welcome you to the Simply Good Foods Company earnings call for the fiscal second quarter ended February 24, 2024. Geoff Tanner, President and CEO; and Shaun Mara, CFO, will provide you with an overview of results, which will then be followed by a Q&A session. The company issued an earnings release this morning at approximately 7:00 a.m. Eastern Time. A copy of the release and accompanying presentation are available into the Investors section of the company's website at www.thesimplygoodfoodscompany.com. This call is being webcast and an archive of today's remarks will also be available.\nDuring the course of today's call, management will make forward-looking statements that are subject to various risks and uncertainties that may cause actual results to differ materially. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and in the company's SEC filings.\nNote that on today's call, we will refer to certain non-GAAP financial measures that we believe will provide useful information for our investors. Due to the company's asset-light strong cash flow business model, we evaluate our performance on an adjusted basis as it relates to EBITDA and diluted EPS. We have included a detailed reconciliation from GAAP to adjusted items in today's press release. We believe these adjusted measures are a key indicator of the underlying performance of the business. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Please refer to today's press release for a reconciliation of the non-GAAP financial measures to the most comparable measures prepared in accordance with GAAP.\nI'll now turn the call over to Geoff Tanner, President and CEO.\n\nGeoff E. Tanner\n\nSVP of Growth & Consumer Engagement, The J. M. Smucker Company\n\nThank you, Mark. Good morning. Thank you for joining us. Today, I'll recap Simply Good Food's financial results and the performance of our brands. Then Shaun will discuss our financial results in more detail before we wrap it up with a discussion of our fiscal 2024 outlook and your question.\nSimply Good Foods second quarter results were led by continued Quest growth as well as strong gross margin improvement. Net sales increased 5.3%, driven by volume. And due to the timing of shipments last quarter, outpaced retail takeaway of about 3%. Retail takeaway in measured channels was less than our expectations. E-commerce POS growth for both Quest and Atkins continued to be solid. Quest retail takeaway was on track with our plans driven by strong salty snacks growth, while Atkins performance was off versus our estimates. Atkins had solid plans in place that was ultimately disadvantaged on 2 fronts during the quarter. First, it lapped a onetime merchandising and promotional benefit that it had in the 2023 \"New Year, New You\" season due to the out-of-stock challenges of a category participant.\nAnd second, in the 2024, \"New Year, New You\" season, this category participant had adequate supply to service its base business. We then layered in extensive merchandising programs and promotions during the season, which greatly reduced the overall in-store share of voice for the Atkins brand and others.\nIn March, as we exited the \"New Year, New You\" season and moved past the difficult lap, Atkins trends improved. More on that in a bit. We were very pleased with the Q2 gross margin of 37.4%. The 280 basis point increase versus the year ago period was primarily due to lower ingredient and packaging costs.\nHigher gross profit enabled investments in our business and an increase in Q2 adjusted EBITDA of 13.6% to $57.8 million. However, due to the softer-than-anticipated Q2 Atkins consumption trends, we have updated our full year fiscal 2024 outlook. We expect net sales to increase around the midpoint of the company's long-term algorithm of 4% to 6%, including the benefit of a 53rd week. We previously expected net sales to increase at the high end of the long-term algorithm. We continue to expect solid gross margin expansion and adjusted EBITDA is now anticipated to increase 6% to 8%, driven by solid gross margin expansion.\nLet me now turn to Quest. In Q2, retail takeaway in measured channels increased 13.1%. Growth was solid across the key product forms and retail channels, driven by an increase in both household penetration and buy rate. In Q2, we estimate total unmeasured channel retail takeaway increased about 10% as e-commerce strength was partially offset by softness in specialty channels.\nQuest Q2 e-commerce POS remains solid and increased about 14%. For perspective, total unmeasured channels in Q2 were nearly 24% of total Quest retail sales. Quest bar and snacks retail takeaway in measured channels increased 6% and 21% and respectively. We're particularly pleased with our salty snacks POS growth of about 40%, which is a standout in the category and now represents about 25% of of Quest retail sales.\nAdditionally, we continue to see new Quest consumers coming into the brand via chips and then trying our other products such as bars, cookies, book infections. The success of Quest Chips continues to be a proof point of the brand's ability to extend beyond its core and disrupt other large snacking categories where we can offer high protein, low sugar and great tasting options for consumers.\nOver the remainder of the year, we continue to expect low double-digit POS growth and continued household penetration and buy rate gains, driven by innovation, distribution and the new marketing campaign. In March, we announced the launch of a new advertising campaign, entitled, it's basically cheating. The campaign features Academy Award, an Emmy-nominated writer, actor and comedian, Kumail Nanjiani, who place and sterically delivers a core campaign idea that Quest products are so good tasting and better for you that it basically feels like cheating.\nQuest has been one of the most innovative brands in the category, and is supported by a best-in-class R&D team. The multiyear pipeline is strong, and we expect innovation to be a lever of growth for a long time. In March, we launched strawberry frosted cookies and one of my favorites, iced coffee. This 10-gram protein-packed 10-ounce drink has minimal sugar, only 90 calories and 200 milligrams of caffeine. Today, I'm also excited to announce a new bakeshop platform for the fall of 2024.\nAs we've seen with chip, this is an opportunity to disrupt a large snacking category, sweet baked goods with high protein, low sugar and great tasting muffins and a brownie. Like Quest Chip, we believe this new platform will bring new consumers to the active nutrition category and expand Pirate through another usage occasion.\nBased on conversations with key retail customers, we expect very strong support for the launch that will also be underpinned by a comprehensive marketing plan as part of the -- it's Basically Cheating campaign.\nTurning to Atkins. Q2 retail takeaway in the IRI MULO plus C-store universe and the combined measured and unmeasured channels was at 11% and 8%, respectively. Strong e-commerce growth continued, driven by Amazon with POS growth was 13%. In Q1, e-commerce was nearly 17% of total Atkins retail sales, up from 11% only 3 years ago. E-commerce retail sales are over $2 million per week, driven by a mix of new consumers and some heavy users that are migrating to this channel from brick-and-mortar. Atkins performance in brick-and-mortar channels were softer than expected. This was primarily due to greater-than-anticipated in-store competitive merchandising and programming that also impacted several other brands.\nAs I noted earlier, last year, actions received incremental onetime merchandising and promotional support due to the supply challenges of a category participants, which is why the 2024 New Year, New You was a challenging headwind. However, as you'll note in the chart in the middle of the slide, as we exited the New Year, New You season, retail takeaway trends have improved.\nOver the remainder of the year, we expect a more normalized level of competitive in-store merchandising and programming. We also have a strong advertising plan in place and are excited about the quality of the new products we will soon bring to market. Therefore, we anticipate full year fiscal year 2024 combined measured and unmeasured channel POS to be off around 7% versus our previous estimate of 3% to 4%.\nWe continue to have tremendous faith in the long-term potential of the brand, especially given the increased cultural relevance and conversation about weight wellness. We continue to make progress against the 5-point revitalization plan we've talked about on previous calls. However, as you may recall, it's going to take time before all the elements of the plan are collectively in the marketplace. I'm particularly pleased with the progress we're making in accelerating innovation, which is a critical driver of business performance.\nAs previously stated, our lack of quality innovation has been a headwind to Atkins performance, so getting this back on track has been a focus area for us. The significant improvements we've made should enable us to have 15 new product launches in calendar year 2024 across all product forms.\nAt the bottom of this slide, I'd like to point out Atkins Strong, a high protein shake developed specifically for consumers on a weight loss drug or for shoppers just seeking higher levels of protein. For consumers experience rapid weight loss, either through medication, surgery or dieting, high protein levels are important to help maintain muscle mass. Atkins Strong protein shakes deliver 30 grams of protein with 1 gram of sugar and have also been formulated with 7 grams of prebiotic fiber to support gut health. This beneficial level of fiber is lacking in many RTD shakes in the market today and is a highly relevant nutrient for many folks on the new medications.\nFinally, research continues to suggest that the Atkins approach can be an effective off ramp for those who chose to transition off the medication, and we're working to optimize our communications to ensure the brand is seen as a way to maintain weight loss benefits after taking the drugs.\nTo summarize, Simply Good Foods is uniquely positioned as a U.S. leader in nutritional snacking. The nutritional snacking category is more relevant today than any other time as the conversation of health and wellness continues to increase. Furthermore, our category continues to be a standout versus many other center of store categories. As such, we're leveraging our role as category adviser at most retailers and continue to work with our customers to develop and support initiatives in the aisle to further accelerate category growth with a particular focus on gaining more space.\nConsumers trust our brands to help them achieve their wellness goals. And we are accelerating our innovation and marketing plans to provide consumers with products to help them in their wellness journey. We will continue to execute our strategic priorities, focusing on doing the right thing for our customers and consumers that will enable us to deliver on our long-term growth objectives that ultimately drive increased shareholder value.\nNow I will turn the call over to Shaun, who will provide you with some greater financial details.\n\nShaun P. Mara\n\nCFO, The Simply Good Foods Company\n\nThank you, Geoff. Good morning, everyone. Total Simply Good Foods second quarter net sales of $312.2 million increased $15.6 million or 5.3% versus the year ago period and was driven by Quest volume growth. North America and international net sales increased 5.1% and 12.3%, respectively. As Geoff stated earlier, as expected, net sales growth was greater than retail takeaway of about 3%, primarily due to the timing of shipments last quarter. Recall in Q1 POS growth of about 8% outpaced the net sales increase of nearly 3%.\nMoving on to other P&L items for the quarter. Gross profit was $116.9 million, an increase of $14.1 million from the year ago period, resulting in gross margin of 37.4%. The 280 basis point increase versus the year ago period was primarily due to lower ingredient and packaging costs. Adjusted EBITDA was $57.8 million, an increase of $6.9 million from the year ago period.\nSelling and marketing expenses were $34.6 million versus $29.9 million, an increase of 15.7% largely due to higher marketing investments and growth initiatives. GAAP G&A expenses were $29.9 million, an increase of $4 million versus last year, primarily due to higher employee-related costs, stock-based compensation and corporate expenses. Excluding stock-based compensation, G&A increased $2.5 million to $25.4 million.\nFinally, net interest income and interest expense was $4.7 million, a decline of $3.6 million versus Q2 last year. The decline was due to lower debt balances versus the year ago period. Our Q2 tax rate was about 24% versus 25% in the year ago period. As a result, net income was $33.1 million versus $25.6 million last year.\nMoving on to year-to-date results. Net sales were $620.9 million, increasing about 4% versus last year. This is slightly below year-to-date retail takeaway in the combined measured and unmeasured channels, which is growing approximately 5.5%. The difference is principally due to some incremental trade investment made in the first half of fiscal '24. That said, we expect POS growth and net sales growth to be largely in line for the full year.\nGross profit was $232 million, resulting in a gross margin of 37.4%, a 160 basis point increase versus the year ago period. We have good visibility into supply chain costs over the remainder of the year and anticipate gross margin will continue to improve and could approach 39% in the second half of the year.\nAdjusted EBITDA was $119.8 million, an increase of 7.3% from the year ago period. Net interest income and interest expense was $9.6 million, a decline of $5.7 million versus last year. The year-to-date tax rate was 24.1% versus 22.7% last year. We continue to anticipate the full year effective tax rate to be around 25%. As a result, net income was $68.7 million versus $61.5 million last year.\nThe next slide provides you with a reconciliation of reported and adjusted diluted EPS. Second quarter reported EPS was $0.33 per share diluted compared to $0.25 per share diluted for the comparable period of 2023. Adjusted diluted EPS was $0.40 compared to $0.32 in the year ago period. Note that we calculate adjusted diluted EPS as adjusted EBITDA less interest income, interest expense and income taxes. Please refer to today's press release for an explanation and reconciliation of non-GAAP financial measures.\nMoving to the balance sheet and cash flow. As of February 24, 2024, the company had cash of $135.9 million, year-to-date cash flow from operations was about $94 million, an increase of 76% or $40.6 million, principally due to adjusted EBITDA growth and improvements in working capital. During the quarter, the company repaid $35 million of its term loan debt. And at the end of the second quarter, the outstanding principal balance was $240 million.\nCapital expenditures in Q2 and year-to-date period were $300,000 and $1.1 million, respectively. In fiscal 2024, we continue to expect CapEx to be in the $8 million to $10 million range.\nIn fiscal 2024, we anticipate net interest expense to be around $17 million to $19 million, including noncash amortization expense related to the deferred financing fees.\nNow to wrap up, as Geoff stated earlier, due to the soft food anticipated consumption trends in Q2, we updated our full year outlook. We continue to expect that ingredient and packaging costs will be lower in fiscal 2024 compared to last year and drive solid gross margin expansion. This provides us with the flexibility to invest in marketing initiatives that we expect will drive near and long-term growth and generate solid earnings growth. Therefore, for full year fiscal 2024, we anticipate net sales growth driven by volume to increase around the midpoint of the company's long-term algorithm of 4% to 6%, including the benefit of the 53rd week. And adjusted EBITDA is now anticipated to increase 6% to 8% versus last year.\nWe appreciate everybody's interest in our company, and we're now available to take your questions."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/40f24845f7e8abc54c20c63e5faf71b9",
        "textblob_polarity": 0.1556017043752893,
        "textblob_subjectivity": 0.3962787068801217,
        "sentiment": {
            "distribution": {
                "neutral": 5,
                "positive": 13
            },
            "scores": {
                "neutral": 0.9910817265510559,
                "positive": 0.9960098633399377
            }
        },
        "content1": "Q1 2024 Simply Good Foods Co Earnings Call\n\nQ1 2024 Simply Good Foods Co Earnings Call\n\nSMPLNASDAQJAN 4, 2:30 PM\n\nOperator\n\nGreetings, and welcome to The Simply Good Foods Company Fiscal First Quarter 2024 Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Mark Pogharian, Vice President of Investor Relations. Thank you, Mr. Pogharian, you may begin.\n\nMark Pogharian\n\nVice President of Investor Relations, Treasury & Business Development\n\nThank you, operator. Good morning. I'm pleased to welcome you to The Simply Good Foods Company earnings call for the fiscal first quarter ended November 25, 2023. Geoff Tanner, President and CEO; and Shaun Mara, CFO, will provide you with an overview of results, which will then be followed by a Q&A session.\nThe company issued its earnings release this morning at approximately 7:00 a.m. Eastern Time. A copy of the release and the accompanying presentation are available under the Investors section of the company's website at www.thesimplygoodfoodscompany.com. This call is being webcast, and an archive of today's remarks will also be available.\nDuring the course of today's call, management will make forward-looking statements that are subject to various risks and uncertainties that may cause actual results to differ materially. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings. Note that on today's call, we will refer to certain non-GAAP financial measures that we believe will provide useful information for investors.\nDue to the company's asset-light strong cash flow business model, we evaluate our performance on an adjusted basis as it relates to EBITDA and diluted EPS. We have included a detailed reconciliation from GAAP to adjusted items in today's press release. We believe these adjusted measures are a key indicator of the underlying performance of the business. The presentation of this information is not intended to be considered in isolation or the substitute for the financial information presented in accordance with GAAP.\nPlease refer to today's press release for a reconciliation of the non-GAAP financial measures to the most comparable measures prepared in accordance with GAAP. I'll now turn the call over to Geoff Tanner, President and CEO.\n\nGeoff E. Tanner\n\nSVP of Growth & Consumer Engagement, The J. M. Smucker Company\n\nThank you, Mark. Good morning, and thank you for joining us. Today, I'll recap Simply Good Foods' financial results and the performance of our brands. Then Shaun will discuss our financial results in more detail before we wrap it up with a discussion of our fiscal 2024 outlook, and we take your questions.\nWe're pleased with our fiscal first quarter results that were in line with estimates. Retail takeaway and the combined measured and unmanaged channels was slightly more than 8%. And as expected, outpaced net sales growth primarily due to the timing of shipments versus the year ago period. We anticipate that shipments and consumption should be largely in line by the end of Q2.\nNet sales increased 2.6% to $308.7 million, driven by continued quest momentum. First quarter gross margin was 37.3% and in line with our forecast. The 40 basis point increase versus the year ago period was primarily due to lower ingredient and packaging costs. Adjusted EBITDA in the first quarter was $62 million, an increase of 2% versus last year. Higher gross profit was partially offset by higher SG&A versus the year ago period, reflecting investments in marketing growth initiatives and G&A capabilities.\nCash flow generation continues to be strong and provides us with financial flexibility to invest in organic growth to see value-enhancing acquisitions pay down debt or opportunistically buy back our shares. Our Q1 results are a positive start for the year. And while early, Q2 is off to a good start. Additionally, we had strong marketing and promotional plans in place for the \"New Year, New You\" season, which started this week and which will run through the second quarter of fiscal 2024.\nWe're pleased with the progress we've made on the acceleration plan for Quest and the revitalization plan for Atkins. As such, we reaffirm our full year fiscal 2024 outlook. The next slide provides you with a perspective of our retail takeaway performance within the IRI MULO plus C-store universe and in the combined measured and unmeasured channels. The nutritional snacking category growth in the measured channel universe was 12%, driven primarily by volume or unit growth.\nThe category continues to be a standout performer within brick-and-mortar and e-commerce. And as a result, is increasingly a focus of our retail partners as they look for growth opportunities. We have category advisers at most major retailers, and we're working closely with them on how to further capitalize on the growth potential of this category. Simply Good Foods' retail takeaway in the measured channels increased 7.1%, driven by Quest volume growth of 20%. Atkins performance was similar to last quarter. And our e-commerce business continues to do well and resulted in total company combined measured and unmeasured channel POS growth, slightly better than 8%.\nNow let me turn to Quest's Q1 retail takeaway where combined measured channel growth was 20%. Growth was driven by solid performance across all major forms in retail channels driven by an increase in both household penetration and buy rate. Our retail customers view Quest as the pioneer of the category, and we're excited about our near- and long-term innovation pipeline and growth initiatives that we have in place. A major focus for us is working with those retail partners to find additional space and merchandising opportunities for the brand.\nIn Q1, we estimate total unmeasured channel retail takeaway increased about 14% as e-commerce strength was partially offset by softness in specialty channels. There is no [ defined ] Quest momentum with nearly $700 million in net sales in fiscal 2023, we have essentially doubled the business since we acquired it in November 2019. Quest retail sales in U.S. measured and unmeasured channels this past year was $945 million, so we clearly expect it would be a $1 billion retail sales brand in fiscal 2024 with a footprint across multiple forms.\nIt's not more [ safe ] for our brand that barely a dozen years old. In Q1, Quest Bar business retail takeaway increased 16%. The snacking portion of Quest products continue to do well, with Q1 measured channel retail takeaway up 24%. We're particularly pleased with our salty snacks performance that we believe has a long runway of growth. Quest snacks segment now represents nearly 45% of total Quest measured channel retail sales and is roughly equal to Quest bars and [indiscernible] penetration.\nWe expect that Quest will have a strong year behind innovation, distribution gains and a new marketing campaign. I'm particularly excited to announce that we will debut a new advertising campaign in February that will be supported by a reach-based media model. Despite the size of the business, the brand awareness of Quest is significantly below several competitors, and this campaign has the potential to further accelerate growth.\nTurning to Atkins. Q1 retail takeaway in the IRI MULO plus C-store universe and the combined measure to unmeasured channels, as expected, was similar to last quarter, of about 6% and 4%, respectively. As has been the case for a while, Atkins [ server ] users migrate to e-commerce, where we continue to see good growth. Specifically, Atkins Amazon POS increased 12%. As a result, e-commerce was additive to Atkins measured channel POS.\nFor perspective, in Q1, e-commerce was about 15% of total Atkins' retail sales. In Q1, Atkins' retail takeaway transformers was somewhat better than September and November, note that given the consumption seasonality in November and December, we were not on air with advertising, and we have minimal in-store merchandising. Now that the calendar has turned to January, we will heavy up on advertising and merchandising for the New Year, New You season. We continue to have tremendous faith in the long-term potential of the brand and in support, we're making good progress against the [ 5-point ] Atkins revitalization plan we talked about on our last conference call.\nHowever, as you may recall, it's going to take some time before all of the elements of the plan are collectively in the marketplace. As a reminder, the act on [ 5-point ] revitalization plan includes enhanced merchandising and assortment of select customers. New advertising supported with the reach-based media model, greater focus on a near- and longer-term robust innovation funnel. Product upgrades on our bar portfolio and new packaging and multiple work streams targeting GLP-1 weight loss drug users.\nGetting Atkins back to grain is our focus, and we believe we have the plans in place to improve marketplace performance over the remainder of the year. In summary, we're pleased with our start to the year, particularly our first quarter marketplace results. The Simply Good Foods Company competes in an attractive category and is uniquely positioned as the U.S. leader in the nutritional snacking category with 2 scale lifestyle nutritional snacking brands that are well developed across multiple forms of snacking occasions.\nNutritional snacking category continues to be resilient with top-tier volume growth, propelled by the consumer mega-transit healthy snacking with a nutritional profile that is protein bridge, low in carbs and sugar. This profile has broad appeal to consumers across all generations, but particularly with Gen X, Gen Z and millennial consumers that look to our brands as a means of helping them achieve their goals. Given the future growth runway of the nutritional snacking category, we continue to work closely with our retail partners on how to optimize the category today and where to source additional space from in the store to support new and emerging formats.\nWe're executing against our priorities, and we remain committed to delivering against our commitments while making the necessary investments in our business that should result in sustained long-term growth. Now I'll turn the call over to Shaun who will provide you with some greater financial detail.\n\nShaun P. Mara\n\nCFO, The Simply Good Foods Company\n\nThank you, Geoff. Good morning, everyone. I will begin with an overview of our net sales. Total Simply Good Foods first quarter net sales of $308.7 million increased $7.8 million or 2.6% versus the year ago period. With our July 2022 price increase behind us, the Q1 net sales increase is driven by volume growth.\nNorth America and international net sales increased 2.6% and 0.7%, respectively, versus last year. As Geoff stated earlier, as expected, retail takeaway of 8% outpaced North America sales growth primarily due to the timing of shipments. As such, we would expect Q2 net sales growth to be slightly greater than consumption with shipments and consumption relatively aligned at the end of the first half of fiscal 2024. Moving on to other P&L items for the quarter. Gross profit was $115.1 million, an increase of $4.1 million from the year ago period, resulting in gross margin of 37.3%. The 40 basis point increase versus the year ago period was primarily due to lower ingredient and packaging costs.\nAdjusted EBITDA was $62 million, an increase of $1.2 million from the year ago period. Selling and marketing expenses were $32 million versus $28.5 million, an increase of 12.1%, largely due to higher advertising costs and investments in growth initiatives. GAAP G&A expenses were $27 million, an increase of $1.3 million versus last year, primarily due to higher employee stock-based compensation. Excluding this as well as executive transition costs, G&A increased $0.3 million to $22.7 million.\nFinally, net interest income and interest expense was $4.9 million, a decline of $2.1 million versus Q1 last year. The decline was due to lower debt balances versus the year ago period. As expected, our Q1 tax rate was about 25% versus 21.3% last year. We continue to anticipate the full year 2024 tax rate to be about 25%. As a result, net income was $35.6 million versus $35.9 million last year.\nThe next slide provides you with a reconciliation of reported and adjusted diluted EPS. First quarter reported EPS was $0.35 per share diluted compared to $0.36 per share diluted for the comparable period of 2023. Adjusted diluted EPS was $0.43 compared to $0.42 in the year ago period. Note that we calculate adjusted diluted EPS as adjusted EBITDA, less interest income, interest expense and income taxes. Please refer to today's press release for an explanation and reconciliation of non-GAAP financial measures. Moving to the balance sheet and cash flow.\nAs of November 25, 2023, the company had cash of $121.4 million. Cash flow from operations in Q1 was about $47.5 million compared to $8.7 million last year, principally due to improvement in working capital. During the quarter, the company repaid $10 million of its term loan debt. And at the end of the first quarter, the outstanding principal balance was $275 million. However, subsequent to the close of the quarter, the company repaid an additional $25 million of its term loan debt, bringing the outstanding principal balance of $250 million.\nCapital expenditures in Q1 were $0.7 million. In fiscal 2024, we continue to expect CapEx to be in the $8 million to $10 million range. In fiscal 2024, we anticipate net interest expense to be about $17 million to $19 million, including noncash amortization expense related to deferred financing fees. Now to wrap up. As Geoff stated earlier, we are on plan across all key metrics in Q1, and therefore, we reaffirm the full year outlook we discussed last quarter. We continue to expect that ingredient and packaging costs will be lower in fiscal 2024 compared to last year and drive solid gross margin expansion.\nThis provides us with the flexibility to invest in marketing initiatives that will drive near and long-term growth and organizational capabilities. Therefore, for full year fiscal 2024, we anticipate net sales growth driven by volume to be at the high end of the company's long-term algorithm of 4% to 6%, including the benefit of the 53rd week. Adjusted EBITDA is anticipated to increase slightly greater than net sales growth rate, an adjusted diluted EPS will increase greater than the adjusted EBITDA growth rate.\nWe appreciate everybody's interest in our company, and we're now available to take your questions."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/dd7eb87e3eb3c1a67936ec8bc1da0a9d",
        "textblob_polarity": 0.16561518106028492,
        "textblob_subjectivity": 0.42601680218890886,
        "sentiment": {
            "distribution": {
                "neutral": 5,
                "positive": 19
            },
            "scores": {
                "neutral": 0.9178431987762451,
                "positive": 0.9930817892676905
            }
        },
        "content1": "Q4 2023 Simply Good Foods Co Earnings Call\n\nQ4 2023 Simply Good Foods Co Earnings Call\n\nSMPLNASDAQOCT 24, 2:30 PM\n\nOperator\n\nGreetings, and welcome to The Simply Good Foods Company Fiscal Fourth Quarter 2023 Conference Call. At this time, all participants are in a listen-only mode. A question-and-answer session will follow the formal presentation. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Mr. Mark Pogharian, Vice President, Investor Relations for Simply Good Foods Company. Thank you. You may begin.\n\nMark Pogharian\n\nVice President of Investor Relations, Treasury & Business Development\n\nThank you, Operator. Good morning. I'm pleased to welcome you to The Simply Good Foods Company Earnings Call for the Fiscal Fourth Quarter and full year ended August 26, 2023. Jeff Tanner, President and CEO; and Shaun Mara, CFO, will provide you with an overview of the results, which will then be followed by a Q&A session.\nThe company issued its earnings release this morning at approximately 7:00 a.m. Eastern. A copy of the release and accompanying presentation are available under the Investors section of the company's website at www.thesimplygoodfoodscompany.com. This call is being webcast and an archive of today's remarks will also be available.\nDuring the course of today's call, management will make forward-looking statements that are subject to various risks and uncertainties that may cause actual results to differ materially. The company undertakes no obligation to update these statements based on subsequent events. A detailed list of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nNote that on today's call, we will refer to certain non-GAAP financial measures that we believe will provide useful information for investors. Due to the company's asset-light strong cash flow business model, we evaluate our performance on an adjusted basis as it relates to EBITDA and diluted EPS. We have included a detailed reconciliation from GAAP to adjusted items in today's press release. We believe these adjusted measures are a key indicator of the underlying performance of the business.\nThe presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Please refer to today's press release for a reconciliation of the non-GAAP financial measures to the most comparable measures prepared in accordance with GAAP.\nWith that, I'll now turn the call over to Geoff Tanner.\n\nGeoff E. Tanner\n\nSVP of Growth & Consumer Engagement, The J. M. Smucker Company\n\nThank you, Mark. Good morning. Thank you for joining us. Today, I will recap Simply Good Foods' financial results and the performance of our brands. Then Shaun will discuss our financial results in more detail before we wrap it up with a discussion of our fiscal 2024 outlook and take your questions.\nWe ended the year with strong Q4 net sales growth of about 17%. As expected, net sales outpaced retail takeaway due to the retail customer drawdown last year. Gross margin was slightly greater than our expectations, primarily due to lower supply chain costs. Full year fiscal 2023 organic net sales increased nearly 7%. This performance reflects our diversified portfolio across brands, retail channels, customers and product forms. We believe we exited the year with trade inventory at normal levels. Gross margin improved during the year, and we expect to build on this momentum in fiscal 2024.\nIn my nearly 7 months tenure at the company, I'm even more convinced of the long-term growth outlook of the nutritional snacking category and our business. Category growth in Q4 and the year was 15% and 17%, respectively. With low household penetration of about 50% versus legacy U.S. snacks at 90% plus, coupled with the twin tailwinds of snacking and health and [indiscernible], we believe the category will continue to maintain its multiyear growth trajectory and outperform U.S. packaged foods and snacks.\nAs the preeminent category leader and category adviser for the majority of our customers, we will continue to invest in our brands and partner with retailers to accelerate category growth. I think over time this category will be twice its current size. I don't have the exact sequence of pacing that the opportunity is there.\nTotal Simply Good Foods combined measured and unmeasured channel U.S. retail takeaway broke in Q4 and the year was about 11% and 13%, respectively. In fiscal 2023, POS for Quest and Atkins increased 24% and 1%. Atkins retail takeaway slowed in the second half of the year and was up about 3%. Atkins performance is currently below our expectations and well below its full potential, which is why a comprehensive revitalization plan has been deployed to stabilize the brand and return it to growth. More on this in a bit.\nAs we look to fiscal 2024, we're excited about the prospects for our category and our business. We're making investments in brand building and growth initiatives as well as investments to enhance capabilities that accelerate growth. In fiscal 2024, net sales growth will be driven by volume as we've lapped the pricing actions of the prior year. Specifically, we expect net sales to increase at the high end of our 4% to 6% long-term algorithm, including the benefit of a 53rd week.\nGross margin expansion should be solid, supporting the aforementioned investments and an increase of adjusted EBITDA slightly higher than the net sales growth rate. In addition, our advantaged business model results in strong cash flow generation and provides us with the financial flexibility to pursue value-enhancing acquisitions, pay down debt or opportunistically buy back our shares. We're confident in the strength of our business and our diversified portfolio across brands, products and channels. The investments that we've made and will continue to make in the business will enable us to deliver on our net sales and earnings objectives.\nThe next slide provides you with the full year perspective of retail takeaway in the IRI MULO + C-store universe and in the combined measured and unmeasured channels. Similar to the last few quarters and years, total unmeasured channels driven by e-commerce with additive to total company PLM.\nLet me now turn to Quest performance. where retail takeaway was strong and consistent during the year. Q4 and full year retail takeaway growth in measured and unmanaged channels were similar about 24%. What I like is how balanced the growth profile continues to be on the brand, balanced across product forms and retail channels, balanced across key drivers namely distribution, base velocity and innovation and balanced across household penetration and buy rate. More consumers buying more products in more stores. In my experience, when you rely on 1 or 2 drivers, they can tap out, the balanced growth profile on Quest, however, points to a long and sustained runway for growth.\nIn Q4, IRI MULO + C-store POS growth was 26%, driven by volume, a 22 percentage point contribution, reflecting solid distribution gains and new product performance during the year and price that was about a 4 percentage point benefit. Measured channel Q4 POS growth of bars and snacks were similar, up about 25%. Gains were driven by distribution, base velocity and new product success. Faulty snacks were particularly strong with POS growth of about 40% proving the ability of Quest to expand beyond the core and create new incremental segments in the category.\nIn Q4, we estimate total unmeasured channel retail takeaway increased about 15%. E-commerce growth of approximately 18% was partially offset by softness in specialty channels. In fiscal 2024, we project that Quest will have another strong year, driven by volume growth. We're making investments in the brand that will continue to result in near- and long-term growth across retail channels and forms. A particular focus will be investments in marketing. Despite the size of the business, household penetration is only 15%.\nDuring the year, we will debut a new marketing campaign and a higher reach-based media plan that we believe will drive greater awareness and household penetration. Additionally, we're partnering closely with retailers, if you Quest as the leader and pioneer of the nutritional snacking category. They're excited about the investments we're making in the brand as well as the innovation pipeline we've shared with them. This should continue to drive distribution gains related to annual shelf resets.\nBefore getting into detail of the Atkins pre vitalization plan, let me provide you with a quick overview of Q4 performance. Q4 retail takeaway and the combined measured and unmeasured channels was up 4%. Clearly, we're not happy with the performance of the business. which we believe is well short of its full potential. As has been the case all year, several users of the product are leveraging the convenience of e-commerce. As a result, Amazon has been additive to Atkins measured channel PLM. Q4 retail takeaway in this channel increased 12% with solid bars and shakes performance that were up 11% and 16%, respectively.\nIn the IRI MULO + C-store universe, Q4 retail takeaway was up 5.6%. Although ready-to-drink shakes performance as well as POS at our largest mass retail customer are positive. To stabilize the brand and get it through its full potential, we've developed a comprehensive revitalization plan, and I'll share this with you in the coming slides. Over the past several months, we've conducted consumer research on the Atkins brand to inform revitalization efforts. The work strongly reaffirmed our belief of the high potential of the brand. What we heard is that 80% of consumers are looking to maintain all this weight and the Atkins is distinctly and uniquely positioned as the most trusted leader in low carb, low sugar solution.\nIn addition, when consumers try our products, they are pleased and delighted. The research suggests there is clearly significant potential for the brand. Similar to some of the things we've developed over the last year, I will also identify some opportunities we need to address. Specifically, strengthening innovation, addressing executional misses at some retail customers and enhancing and modernizing the brand experience and exception.\nStarting with innovation, we clearly dropped the ball on innovation, particularly snack bars and Endulge confection. Innovation, variety and new news is a critical driver of the business, especially in the bar segment. We fell short, and that resulted in distribution losses.\nSecond, we had some execution on this step with a few key customers that resulted in suboptimal assortments and price points. Third, we heard that some potential consumers don't understand the benefits of the product or a skeptical to Atkins a delicious and easy way to maintain all these ways.\nLet's move to the next slide and tell you what we're doing to address these issues, which I really view as opportunities. To address our innovation gap, we have quickly -- we accelerated some new items to market to bring variety and new news to the brand. In the second half of fiscal 2024, we expect that we'll have even more meaningful innovation. Importantly, we've enhanced our efforts to build a robust multiyear pipeline. We're also working on product upgrades to deliver a better taste experience. Consumers like the products that we've identified an opportunity to deliver a superior taste experience. In some cases, this may also reduce cost and provide greater shelf life.\nTo address gaps to key customers, our plan includes optimizing assortment and getting to the right price points. An example of this is our recent transition from variety packs to Strike Back in the club channel and hitting a key price point in that channel. Additionally, we're doubling down at customers where we have strong momentum. For example, Amazon has been additive to Atkins measure channel POS and we will continue to invest with them and other winning customers to accelerate growth.\nAnd to improve brand perception, a comprehensive advertising and marketing plan is underway to enhance Atkin's overall appeal and relevant with the goal of continuing to bring new users of the business. As we indicated last quarter, we believe the GLP class of weight-loss drug will be a tailwind for our business. As a strong proponent of white wellness, we're excited consumers have another option to help with what can be a difficult struggle. We recently conducted our own proprietary research of consumers on the drug. The reset showed our products are a perfect complement for consumers to when they're on the drug, on smaller and more nutritious options.\nFurthermore, our research suggests the majority of GLP users want to eventually come off the drug. What we found is that our products are a perfect offering when they do as a way to hold on to the physical and emotional benefits of the weight loss. Importantly, being mindful of privacy was, we are working with several external partners to build a sizable addressable audience of consumers to what they're interested in or on the drug to whom we will deliver targeted communication, brand messaging and offers about how our products can be used as suppressor companion and/or off-ramp. We expect to be in the market with this campaign later in the fiscal year.\nLastly, we're working on a packaging refresh project that will modernize the brand and make it easier to shop. The goal of the revitalization plan is to first stabilize marketplace performance and then deliver the brand to its full potential. To execute this plan with excellence and a sense of urgency, we've established a new leadership team and structure. We have a very strong and experienced team and are confident in the and our collective ability to reshape the strategy and growth trajectory of the brand.\nI'll not spend a lot of time here, but on this slide, you'll see some of the accelerated innovation currently making its way into the marketplace and the refinement and optimized pack types in the club and e-commerce channels. We are a category adviser at most retailers, and we'll continue to work with them to ensure our product is optimally positioned on the shelf.\nI want to close the update on the revitalization plan with some additional perspective on the new advertising and marketing campaigns. The campaign addresses feedback that some potential new buyers are unaware or skeptical of the brand benefits to how delicious the products take, entitled the [indiscernible] campaign, it gives voice to the skeptics as well as our core existing consumers, reinforcing that you can eat and enjoy these delicious products and maintain or lose weight.\nRob Lowe remains our brand ambassador and embodiment of the brand benefits. Joining him in a playful dialogue and converting a skeptic into an actions consumer is renowned comedian and no one's skeptic or [indiscernible]. We've created 3 plots that will rotate over the coming months. Each ad is focused on a different aspect of the business, which has positioned us nicely for the upcoming New Year, New Year's season. Consumer testing shows the spot to drive greater appeal among lights and nonusers that also resonates strongly with existing users. And we're taking a slightly different approach to where consumers will see our advertising, which will increase our reach.\nMost recently, we debuted our new ads on October 12, during Thursday Night Football and October 22 during Sunday Night Football. We'll continue to see our ads during the year across cable, streaming and digital channels.\nWe know what we need to do to change the trajectory of the brand performance. We're beginning to deploy the plan and it will continue to build during the year and into fiscal 2025. I look forward to keeping you up to date with that progress.\nIn summary, I'm pleased with our overall fiscal 2023 results. We compete in an attractive category that is well positioned against the mega trends of healthy snacking with a focus on convenient products across multiple forms that are high in protein and low in carbs and sugar. In fiscal 2024, driven by quick marketplace momentum our plan is to deliver solid net sales growth driven by volume. As such, we're excited about our plans, our business and the opportunities ahead.\nLastly, I want to thank our amazing employees who work tirelessly every day to provide you precious delicious and convenient food options for consumers. Our team believes food should work for people, not against them, and they're passionate about helping consumers that a healthy lifestyle. I'm very grateful for their passion and commitment.\nNow I'll turn the call over to Shaun, who will provide you with some greater financial details.\n\nShaun P. Mara\n\nCFO, The Simply Good Foods Company\n\nThank you, Geoff, and good morning, everyone. I will begin with an overview of our net sales. Total Simply Good Foods fourth quarter net sales of $320.4 million increased 16.9% versus the year-ago period. Looking at the Q4 drivers of growth, net price realization was about 3.5 percentage points and volume was about 13.4%. As Geoff stated earlier, net sales growth outpaced retail takeaway. At the bottom of this slide, we have to reconcile Q4 POS of 11% to Q4 North America net sales growth of 17%. The biggest driver is in the prior year period, to the retail customer inventory draw down last year. As we've discussed throughout the year, in fiscal 2022, retailers increased their inventory levels to address supply chain challenges and depleted this inventory in Q4 of fiscal 2022, which is atypical.\nThis year, we returned to a more normalized pattern, where retailers built a week or 2 of inventory in the first half of the year and depleted the majority of it in Q3 with minimal change in Q4. Full year net sales of $1.24 billion increased 6.3% versus the year ago period. As we exited fiscal year 2021 and 2022, inventory at retail moved around due to supply chain issues. However, as we exit 2023, we believe we ended the year with more normal retail inventory levels. Therefore, in fiscal 2024, we anticipate for full year net sales and retail takeaway growth will be largely in line.\nMoving on to other P&L items for Q4. Gross profit was $120.5 million, an increase of $18.6 million from the year ago period, resulting in gross margin of 37.6%. The 50 basis point increase versus the year ago period was primarily due to lower ingredient packaging costs. Adjusted EBITDA was $67.3 million, an increase of $16.3 million from the year ago period. Selling and marketing expenses were $30.8 million versus $26.9 million, an increase of 14.8%, largely due to the timing of spend within the year.\nGAAP G&A expenses were $29.5 million, an increase of $2.4 million versus last year, primarily due to executive transition costs. Excluding these costs as well as stock-based compensation G&A declined $900,000 to $23.2 million. Finally, net interest income and interest expense increased $1 million to $6.4 million due to higher variable interest rates related to the term loan. And as expected, our Q4 tax rate was about 25%. As a result, net income was $36.6 million versus $30.1 million last year.\nTurning now to full year results. Gross profit was $453.4 million, an increase of 1.8% versus the year ago period. Adjusted EBITDA increased $11.6 million to $245.6 million due to higher gross profit and SG&A leverage. Selling and marketing expenses declined 1.8% to $119.5 million. GAAP G&A expenses were $111.6 million, including stock-based compensation executive transition costs and term loan transaction fees. Excluding these costs, G&A declined $800,000 to $91.3 million. Net income was $133.6 million versus $108.6 million in the year ago period. Note that the year-ago period includes $30.1 million related to the remeasurement of the private warrant liabilities.\nTurning to EPS. Fourth quarter reported EPS was $0.36 per share diluted compared to $0.30 per share diluted for the comparable period of 2022. Adjusted diluted EPS was $0.45 versus $0.36 in the prior year ago period. Full year reported EPS was $1.32 and adjusted diluted EPS was $1.63. Note that we calculate adjusted diluted EPS as adjusted EBITDA less interest income, interest expense and income taxes. Please refer to today's press release for an explanation and reconciliation of non-GAAP financial measures.\nMoving to the balance sheet and cash flow. Fourth quarter and full year cash provided by operating activities was $61 million and $171 million, respectively. As of August 26, 2023, the company had cash of $87.7 million. In fiscal 2023, the company repaid $121.5 million of its term loan and at the end of the year, the outstanding principal balance was $285 million. Capital expenditures in 2023 were $11.6 million. Fiscal 2024 CapEx is expected to be in the $8 million to $10 million range. In fiscal 2024, we anticipate net interest expense to be around $18 million to $20 million, including noncash amortization expense related to the deferred financing fees.\nNow to wrap up in a challenging macroeconomic environment, the nutrition snacking category growth continues to be strong. We expect the ingredients and packaging costs to be lower in fiscal 2024 compared to last year and a result in solid gross margin expansion. This provides us with the flexibility to invest in capabilities and marketing initiatives that will drive near and long-term growth.\nAs such, while early, in fiscal 2024, we are on track to deliver solid net sales and adjusted EBITDA growth. Specifically, we anticipate the following for the full fiscal year 2024. Net sales growth driven by volume to be at the high end of our company's long-term algorithm of 4% to 6%, including the benefit of the 53rd week. Adjusted EBITDA is anticipated to increase slightly greater than the net sales growth. and adjusted diluted EPS will increase greater than adjusted EBITDA growth.\nWe appreciate everyone's interest in our company, and we're now available to take your questions."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/2db844deb9e119f6e1681c1d8b57f394",
        "textblob_polarity": 0.1535152227744822,
        "textblob_subjectivity": 0.3711342147221776,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "negative": 2,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9273797310888767,
                "negative": 0.970127671957016,
                "neutral": 0.9481387138366699
            }
        },
        "content1": "Q3 2023 Simply Good Foods Co Earnings Call\n\nQ3 2023 Simply Good Foods Co Earnings Call\n\nSMPLNASDAQJUN 29, 3:00 PM\n\nOperator\n\nGood morning, and welcome to Simply Good Foods Company Fiscal Third Quarter 2023 Conference Call. [Operator Instructions] I would now like to hand the call over to Mark Pogharian, Vice President of Investor Relations. Thank you. You may begin.\n\nMark Pogharian\n\nVice President of Investor Relations, Treasury & Business Development\n\nThank you, operator. Good morning. I'm pleased to welcome you to The Simply Good Foods Company Earnings Call for the Fiscal [Audio Gap] CEO; Geoff Tanner, President, COO and CEO elect; and Shaun Mara, CFO, will provide you with an overview of results, which will then be followed by a Q&A session. The company issued its earnings release early decent accompanying presentation are available under the Investors section of the company's website at www.thesimplygoodfoodscompany.com available.\nDuring the course of today's call, management will make forward-looking statements that are subject to various risks and uncertainties that may cause actual results to differ materially. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings. Note that on today's call, we refer to certain non-GAAP financial measures that we believe will provide useful information for investors. Due to the company's asset-light strong cash flow business model, we evaluate our performance on an adjusted basis as it relates to EBITDA and diluted EPS. We have included a detailed reconciliation from GAAP to adjusted items in today's press release. We believe these adjusted measures are a key indicator of the underlying performance of the business.\nThe presentation of this information is not intended to be considered in isolation or as a substitute for financial information presented in accordance with GAAP. Please refer to today's press release for a reconciliation of the non-GAAP [Audio Gap].\n\nJoseph E. Scalzo\n\nCEO, President & Director, The Simply Good Foods Company\n\n[Audio Gap] Joining us. Today, I'll recap the company's third quarter results and Geoff will provide you with some perspective on the performance of our brands. Then Shaun will discuss our financial results in a little bit more detail before we wrap it up with the discussion of our outlook as well as taking your questions.\nMoving on to the third quarter results, retail takeaway and our overall financial performance were greater than our expectations. Simply Good Foods third quarter point of sale and the combined U.S. measured and unmeasured channels increased about 11%, outpaced Q3 net sales growth of 2.6%, principally due to the prior year retail customer inventory build. Shaun will provide more details on the difference between net sales and point-of-sale growth in a bit. Net sales growth was driven by North American performance as international business sales were about the same as last year. Quest momentum continued, resulting in a net sales increase of about 9%.\nThird quarter gross margin was 36.7% and exceeded our estimate as input costs moderated versus our forecast. Gross margin declined 80 basis points compared to last year as ingredient and packaging costs were higher than the year ago period. Encouragingly, and as we expected, the magnitude of these cost increases eased substantially from those in the first half of the year. Adjusted EBITDA in the third quarter was $66.6 million versus $63.3 million in the year ago period. The $3.3 million increase was greater than our forecast due to the better-than-expected net sales and gross margin performance as well as good SG&A cost control. This provides us with some flexibility to make additional investments as we move into the fourth quarter.\nNow I'd like to pause here to just say thank you. It's been a pleasure to lead the company. I'm so proud of our team and everything that we've accomplished during the past 6 years. I've always appreciated the insights and the questions that you provided in all of the various calls and meetings that I participated with you. You've made me a better leader and a Simply Good Foods company, a better company. So thank you.\nAs we announced in January, Geoff Tanner will become President and CEO on July 7, and I'm pleased to be staying on as Executive Vice Chair of the Board. I know you have all heard me say more than a few times that I love this category, and I love the hand that I've gotten to play as CEO of Simply Good Foods. While I can think of no better person to take over this hand than Geoff. I've gotten to know one better over the past few months. He has an infectious enthusiasm for our company, for our brands and for driving growth. He brings passion and idea to the business that only makes us a better company. I know many of you have met Geoff and know that he's an experienced leader with superb marketing and commercial capabilities.\nSo now let me turn the call over to him to provide you a summary of third quarter brand performance and some of his initial observations of the company. Geoff?\n\nGeoff E. Tanner\n\nSVP of Growth & Consumer Engagement, The J. M. Smucker Company\n\nThank you, Joe, and good morning to everybody. Simply Good Foods year-to-date retail takeaway in measured channels increased 11.6%, driven by both pricing and volume. Similar to the last few quarters, total unmeasured channel growth was additive to total company POS, resulting in combined measured and unmeasured channel growth about 13%. Atkins and Quest combined measured and unmeasured channel growth was about 2% and 24%, respectively.\nLet me now turn to Quest Q3 performance. Retail takeaway was strong, driven by an increase in household penetration and buy rates the way it was similar about 25%. Quest Q3 POS at Amazon increased about 29% versus the year ago period. What I like is how balanced the growth continues to be on the brand, balanced across product forms and retail channels as well as balanced across key drivers. Namely distribution, velocity and innovation. Despite the size of the business and growth we've seen, outside penetration is only 15%, and aided brand awareness is well below competitors, indicating Quest has a long runway for growth ahead of it. Measured channel Q3 POS growth of bars and snacks were both about 25%. Quest bars growth was solid across the portfolio. Quest [indiscernible] momentum continued with growth similar to last quarter across all forms.\nThe star here is chips, nearly half of the Quest Snacks business, which continues to be a meaningful driver of growth. Snacks represents nearly 45% of total Quest measured channel retail sales, reinforcing the opportunity for the brand to expand into adjacent categories, dayparts and usage occasions.\nTurning to Atkins. Q3 retail takeaway and the combined measured and unmeasured channels is expected to climb 2%. POS softness was primarily due to incremental programming in the year ago period that we did not repeat this year and a lack of innovation on our bar business that led to TDP declines on this form over the last year. As a result, in measured channels, Atkins Q3 POS was off 3.4%. Strength at a large mass retail customer and an Amazon which was up 16%, was offset by declines across the broader retail landscape.\nMoving on to performance by forms. Games and shakes and meal bars about 60% of Atkins retail sales was offset by declines in snack bars and indulge confections. Recall, as discussed the last couple of quarters, the underperformance of our snack bar business was driven by a lack of innovation that also led to distribution losses. Year-to-date, snack TDPs are off about 25%. Year-to-date total buyers are about the same as in the year ago period, resulting in flat house type penetration over the last 52 weeks. Performance in the third quarter slowed versus the first half of the year, largely due to the aforementioned snack bar distribution losses. Getting Atkins back to its full potential by formed and channel is my #1 focus as the incoming CEO and work here is already underway.\nIn the near term, we're actively working to shore our buyer innovation and regain TDPs. We'll continue to focus on accelerating our e-commerce success with the right pack sizes, and we're also working with each of our retail customers to strengthen programming. Concurrently, as you would expect, we are committed to ensuring Atkins remains a vibrant, culturally relevant brand that is built for today and tomorrow's consumers. The consumer demand and need for weight wellness has never been greater and low carb, low sugar weight wellness is broadly and well understood as a highly effective solution.\nFinally, Atkins has $0.98 brand awareness. Given the brand's unique positioning in the space, we'll look at opportunities and levers to ensure and strengthen the brand's long-term growth. We expect Atkins Q4 retail takeaway to be better than Q3, but it will not be where we want it to be. The aforementioned work underway will take some time, but you have my commitment that will make the investments necessary to accelerate growth and to get actins back to full potential.\nNow shifting gears, and before I turn it over to Shaun, I wanted to provide you with some of my early observations on the company. Over the last 3 months, I've dived into the business, spending time with Joe, the leadership team, employees, our Board of Directors top new delivery of top-tier shareholder value.\nThe first pillar is accelerating category growth. Most center store categories in North America are mature with household penetration in the high 80s with legacy brands. Hence, it's mostly a share game. A nutritional snacking category [Audio Gap] further expand penetration and buy rate. [Audio Gap] [indiscernible] e-commerce retailers. They see it, too, and we'll be working closely with them to build this future together, especially in how we create more category space.\nThe second pillar is driving top-tier growth. Starting with Quest, with nearly $700 million in net sales by year-end fiscal 2023, Quest has approximately doubled since the acquisition and continues to disproportionately win with Gen X and millennials. Despite its size, we see a very long runway of growth. So what would this look like? First, continuing to press on innovation, close in and further out and expanding distribution; second, a step change in marketing. Brand awareness is extremely low, given the brand size, which speaks to the opportunity for increased media investment, broader reach and iconic creative.\nTurning to Atkins. With any brands, you need to pay close attention to short-term performance and to long-term brand health. As mentioned, in the short term, we will strengthen the brand through addressing our lack of renovation on bars, improved merchandising execution and doubling down on e-commerce. And currently, though, we're working to ensure the brand remains fresh and culturally relevant for today and tomorrow's consumers. The first phase of this is talking with consumers, customers and other stakeholders, which will then inform us of the opportunities and levers to pull. The brand is iconic, enjoys tremendous awareness and is uniquely positioned at a time when the need for weight wellness has never been greater plus the products are absolutely delicious. I'm excited to work with the team to accelerate Atkins growth so that the brand can achieve its full potential.\nThe third pillar is to fuel margins and brand reinvestment. Recently, the CPG industry has operated under a confluence of challenges that have stressed how we operate the business. Simply Good Foods has performed well. But as in every business, there are opportunities to improve execution. I will work with Shaun to enhance our continuous improvement mindset. Very specifically, we are committed to sequential gross margin improvement. This will ensure advertising and marketing gets back to our target level.\nThe final pillar is Simply Good Foods as a platform for scaled growth. We have a bold mission for health and wellness and a bold vision for the category, supported by scaled go-to-market capabilities. We like the profile of our P&L and our profitability and asset-light model results in strong cash generation. This provides us with the flexibility to opportunistically participate in M&A or share buybacks. Now we have a tremendous organic growth runway in front of us, which is where we'll be focused. However, if the asset is right and the price is right, M&A has a role, and we would consider higher leverage.\nI want to close my prepared remarks by thanking and recognizing Joe. Very few people have the distinction of establishing large publicly traded companies, especially in the food and beverage space and then delivering outsized returns year after year. I don't mind admitting that Joe leaves and pretty lad shoes to fill. The good news for me is that Joe isn't going anywhere and will transition to Executive Vice Chair on our Board.\nNow I'll turn the call over to Shaun, who will provide you with some additional financial details.\n\nShaun P. Mara\n\nCFO, The Simply Good Foods Company\n\nThank you, Geoff. Good morning, everyone. I will begin with an overview of our net sales. Total Simply Good Foods third quarter net sales of $324.8 million increased 2.6% versus the year ago period. Looking at the Q3 drivers of growth, net price realization was about 7.3 percentage points and volume was off about 4.6 percentage points. As Joe stated earlier, retail takeaway growth outpace the net sales change. On the bottom of this slide, we attempt to reconcile Q3 POS of 11% to Q3 North America net sales growth of 3%.\nThe biggest driver is in the prior year period, as last year, retailers did not deplete inventory in Q3 as they would normally do. As we have discussed on our last 2 calls, last year, retailers increased their inventory levels to address supply chain challenges in the first half of the fiscal year and held these inventory levels through Q3 of fiscal '22. Retailers largely depleted this inventory in Q4 of fiscal '22, and we exited the year with more normal retail inventory levels. As I've said before, last year was atypical. As normally, retailers build a week or so of inventory in the first half of the fiscal year, anticipation of New Year, New You and then largely deplete that inventory build in the third quarter. We saw the return to historical operating norms this year. As a result, in the third quarter of fiscal '23, we estimate the change in retail inventory compared to last year to be about an 8 percentage point headwind.\nMoving on to other P&L items for Q3. Gross profit was $119.2 million, an increase of $0.6 million from the year ago period, resulting in gross margin of 36.7%. The 80 basis points decline versus the year ago period was primarily due to higher ingredients and packaging costs. This was slightly better than our estimate due to input cost moderation versus our forecast. Net income was $35.4 million versus $38.8 million last year. Adjusted EBITDA was $66.6 million, an increase of $3.3 million from the year ago period. Selling and marketing expenses were $30.2 million versus $32.3 million, a decline of 6.7%, largely due to the timing of spend within the year. GAAP G&A expense was $30.5 million, an increase of $3.8 million versus last year, primarily due to fees associated with the Term Loan B reprice and maturity extension and executive transition costs. Excluding these costs as well as stock-based compensation, G&A declined $0.2 million to $23.3 million. For the full fiscal year 2023, we expect selling, marketing and G&A expense to be slightly down versus the year ago period.\nMoving to other items in the P&L. Net interest income and interest expense increased $2.4 million to $7.2 million due to higher variable interest rates related to the term loan and our tax rate in Q3 was about 24.8%, about 170 basis points higher than last year. We anticipate the full year fiscal 2023 tax rate to be in the 24% to 25% range.\nTurning to EPS. Third quarter reported EPS was $0.35 per share diluted compared to $0.38 per share diluted for the comparable period of 2022. In fiscal Q3 2023 depreciation and amortization expense was about $5 million and similar to the year ago period. Stock-based compensation was $4.1 million. Fees associated with the Term Loan B reprice maturity extension were $2.4 million and executive transition costs were $0.7 million. Adjusted diluted EPS, which excludes these items, was $0.44, the same as the year ago period. Note that we calculate adjusted diluted EPS as adjusted EBITDA less interest income, interest expense and income taxes.\n[Audio Gap] operation was $110.4 million, an increase of about 64% versus the year ago period. In Q3, the company repaid $40 million of its term loan debt. And at the end of the third quarter, the outstanding principal balance was $325 million, resulting in a trailing 12-month net debt to adjusted EBITDA ratio of 1.1x. We anticipate net interest expense [Audio Gap] an investment of about $8 million to secure specialized equipment at a [indiscernible] manufacturer.\nIn summary, third quarter results were slightly better than our expectations, giving us an opportunity to make some additional investments in our business in the fourth quarter. While early, fourth quarter POS is off to a good start. Through the first 3 weeks of the quarter, retail takeaway increased about 11%. The recessionary economy continues to be a concern as shopper traffic shifts away from grocery to more value-oriented channels. As we get late into our fourth quarter, we will lap last year's price increase. As such, we expect our retail takeaway growth will moderate slightly from current levels over the remainder of the year. Net sales will outpace POS growth in Q4 as we lap a significant retail customer inventory reduction in the year ago period.\nThe overall cost environment is improving, and we're on a path for gross margin recovery. Gross margin is expected to sequentially improve again in the fourth quarter from the third quarter and should continue to improve as we move into fiscal 2024. We will continue to execute against our priorities and remain committed to doing the right thing over the near and long term for our brands, customers and consumers.\nNow to wrap up. The company has a portfolio of brands aligned with consumer megatrends of both health and wellness, convenience and on-the-go nutrition. As such, despite the challenging economic environment, the company believes it is well positioned to deliver on its objectives. Therefore, we anticipate the following in fiscal 2023. We reaffirm a net sales increase slightly greater than our 4% to 6% long-term algorithm. Gross margin will decline versus last year, although at a lower rate than fiscal 2022. Full year fiscal 2023 adjusted EBITDA will increase, but slightly less than the net sales growth rate. And adjusted diluted EPS will increase less than the adjusted EBITDA growth rate due to the company's expectation of higher interest expense. Retail takeaway growth in our category and our brands remain solid.\nAs such, we are excited about our near- and long-term growth prospects, and we'll continue to execute against our strategies as a path to increase shareholder value. We appreciate everybody's interest in our company, and we are now available to take questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/52fa7d047e25f1266de850e48f82f142",
        "textblob_polarity": 0.13063177861564965,
        "textblob_subjectivity": 0.3645644498870306,
        "sentiment": {
            "distribution": {
                "neutral": 8,
                "positive": 19,
                "negative": 3
            },
            "scores": {
                "neutral": 0.9445404410362244,
                "positive": 0.9972887666601884,
                "negative": 0.988843560218811
            }
        },
        "content1": "Q2 2023 Simply Good Foods Co Earnings Call\n\nQ2 2023 Simply Good Foods Co Earnings Call\n\nSMPLNASDAQAPR 5, 2:30 PM\n\nOperator\n\nGreetings. Welcome to The Simply Foods Company's Fiscal Second Quarter 2023 Conference Call. [Operator Instructions] I'll now turn the conference over to Mark Pogharian, Vice President of Investor Relations. Mark, you may now begin.\n\nMark Pogharian\n\nVice President of Investor Relations, Treasury & Business Development\n\nThank you, operator. Good morning. I am pleased to welcome you to The Simply Good Foods Company earnings call for the fiscal second quarter ended February 25, 2023. Joe Scalzo, Chief Executive Officer, Shaun Mara, CFO; and Geoff Tanner, President, COO and CEO-Elect are with me today. Joe and Shaun will provide you with an overview of results, which will then be followed by a Q&A session. The company issued its earnings release this morning at approximately 7:00 a.m. Eastern Time. A copy of the release and accompanying presentation are available under the Investors section of the company's website at www.thesimplygoodfoodscompany.com. This call is being webcast and an archive of today's remarks will be available.\nDuring the course of today's this call, management will make forward-looking statements that are subject to various risk and uncertainties that may cause actual results to differ materially. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risk and uncertainties can be found in today's press release and the company's SEC filings. Note that on today's call, we will refer to certain non-GAAP financial measures that we believe will provide useful information for investors.\nDue to the company's asset-light strong cash flow business model, we evaluate our performance on an adjusted basis as it relates to EBITDA and diluted EPS. We have included a detailed reconciliation from GAAP to adjusted items in today's press release. We believe these adjusted measures are a key indicator of the underlying performance of the business. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Please refer to today's press release for a reconciliation of the non-GAAP financial measures to the most comparable measures prepared in accordance with GAAP.\nWith that, I'll now turn the call over to Joe Scalzo, CEO.\n\nJoseph E. Scalzo\n\nCEO, President & Director, The Simply Good Foods Company\n\nThank you, Mark. Good morning and thank you for joining us. Today, I'll recap Simply Good Foods second quarter and provide you with some perspective on the performance of our business. Then Shaun will discuss our financial results in a bit more detail before we wrap it up with a discussion of our outlook and take your questions.\nAs most of you know, on January 30, we announced that Geoff Tanner will be joining us as President and CEO-Elect. Throughout his career, Geoff has been primarily focused on marketing, sales and innovation within the food sector. So he brings superior experience along with credentials as a terrific leader and as you'll learn, incredible passion to everything he does. The Board and I are confident that under his leadership, the company will continue its track record of growth and profitability. And I look forward to partnering with him to achieve a smooth transition.\nI'll now turn the call over to Geoff for some introductory remarks.\n\nGeoff Tanner\n\nThanks, Joe. I'm honored that on July 7, I'll become the next CEO of The Simply Good Foods Company. As you know, Simply Good Foods is a special company with 2 great brands, fueled by passionate employees and loyal consumers. These attributes have delivered top-tier sales and earnings growth and will continue to do so going forward.\nAlthough my official start day was 2 days ago, April 3, I was eager to get a running start to learn about the business and meet with many of the employees via Zoom and phone. I learned what many of you already know, we have a remarkable energized team who come to work every day with a strong sense of purpose. That purpose is to lead the nutritious snacking movement with trusted brands that offer a variety of convenient, innovative, great tasting, better-for-you snacks and meal replacements.\nI want to say a special thank you to The Simply Good Foods team, many of whom listen in to this call. It's clear their passion and dedication, along with our strong brands and growth investments will continue to contribute to our further success. Both Joe and I have worked with Jim Kilts earlier in our careers. So it's no surprise we have similar beliefs as to the drivers of growth and value creation.\nTherefore, as I transition to the CEO role, you'll continue to see a focus on the core drivers of brand growth, namely marketing and media, innovation, category management and fundamental sales execution. I call this approach the brand growth flywheel and it's all in service of expanding household penetration to accelerate growth.\nWe participate in a unique fast-growing category, fueled by strong underlying consumer trends that show no sign of slowing. The statistic that perhaps excites me the most is that household penetration of this category is only about 50%, which is very low compared to most food and beverage categories in North America. Working with our talented team and partnering with retailers, we will continue to fuel the brand growth flywheel to increase household penetration and continue to drive growth.\nAlso, following in the footsteps of Jim, Dave West, Joe and others, I will ensure a continuous improvement mindset across everything we do, to deliver results and provide the fuel we need to deliver the growth that's in front of us. I want to underscore my optimism about Simply Good's future. I couldn't be more excited to lead the Simply Goods company.\nWhile it's not prudent for me to participate in today's conference call Q&A, again, this being day 3 to me, please note that I look forward to working with all of you as we focus on building value for all Simply Good Foods stakeholders.\nI'll now turn it back over to Joe, who will provide details of our second quarter results.\n\nJoseph E. Scalzo\n\nCEO, President & Director, The Simply Good Foods Company\n\nThanks, Geoff and welcome to the team. We are pleased with our second quarter performance that was greater than our expectations. During the important New Year season, Simply Good Foods Q2 retail takeaway in the U.S. combined measured and unmeasured channels increased about 16%. As expected, U.S. retail takeaway growth outpaced the net sales change principally due to the significant prior year retail customer inventory build. Shaun will provide more details on the difference between net sales and POS growth in just a bit.\nPOS growth was driven by both brands. Quest performance was solid across key forms, customers and channels. Atkins continues to show growth in both measured and unmeasured channels. Additionally, Atkins' e-commerce growth continues to be additive to measured channels. North America net sales performance was better than our expectations due to solid retail takeaway, although net sales were affected by some customer inventory reductions in the quarter.\nAdditionally, international net sales were softer than our estimate due to the impact of the second price increase initiated earlier this year. Second quarter gross margin was 34.6% versus 36.6% in the year ago period. The 200 basis point decline was greater than expectations due to lower ingredients costs flowing through at a slower rate than anticipated and marginally higher other costs within our supply chain. Importantly, our supply chain team performed well with customer service near target levels. Adjusted EBITDA in the quarter was $50.9 million versus $54.2 million in the year ago period. The $3.3 million decline was better than our estimate due to North American sales performance greater than our expectations and solid SG&A cost control that was partially offset by supply chain cost inflation.\nInternational softness was greater than our forecast. Simply Good Foods retail takeaway in measured channels increased 14.2% with a good contribution from pricing and volume. Specifically, we estimate that Q2 measured channel POS was driven by about 9 points of price and 5 points of buy. Similar to the last few quarters, total unmeasured channel growth was additive to total company point of sale, resulting in combined measured and unmeasured channel growth of about 16%.\nIn the second quarter, Atkins and Quest combined measured and unmeasured channel growth were about 6% and 26%, respectively, with performance top tier within the measured channel segments of weight management and active nutrition. Turning to Atkins second quarter performance. Atkins' second quarter retail takeaway in the combined measured and unmeasured channel sequentially improved versus the first quarter and increased about 6%. Atkins second quarter POS at Amazon increased 35%. We estimate total unmeasured channel retail takeaway increased more than 25% and is about 13% of total Atkins retail sales. The brand continues to benefit from shopper channels shifting to e-commerce as well as improved digital marketing initiatives.\nBrand relevance and loyal remained strong, supported by a growing base of new and total buyers. Buy rate was down slightly in Q2, although it improved from the first quarter. Moving on to measured channels. In the IRI MULO and C-store universe, Atkins' second quarter POS increased 3.3% and as expected, sequentially improved from the first quarter. Consistent with recessionary shopper channel shifting, performance was driven by solid trends in the mass channel, offset by softness in the food class-of-trade.\nBy form, Q2 shakes retail takeaway increased 13.5%, driven by solid growth across all major channels. Total Atkins bars were off 3.9%, a 300-basis point improvement for the first quarter. Meal bars, about 2/3 of the bar business, increased 2.5% and were offset by snack bar distribution losses that we discussed last quarter and some pricing sensitivity from our July price increase.\nAs expected, confection POS improved from the first quarter and Q2 confections retail takeaway was off 1.5% as we lapped the strong year-ago performance of our dessert bar innovation. Importantly, the commitment to our brands and nutritional snacking category by major retailers remains strong. Although in the third quarter, we expect POS to slow as we face tougher e-commerce comps on Atkins and anniversary promotions in the club channel that will not repeat.\nLet me now turn to Quest's second quarter retail takeaway where the combined measured and unmeasured channel growth was 26% and continues to outpace the nutritional snacking category. In the second quarter, we estimate total unmeasured channel retail takeaway increased 21% as e-commerce strength was partially offset by softness in specialty channels. Quest's second quarter POS at Amazon increased about 30%, driven by growth across all forms. For perspective, total unmeasured channels in the second quarter were about 24% of total Quest retail sales.\nIn measured channels, Quest retail takeaway increased 27.2% in the IRI MULO and C-store universe. Growth was driven by solid performance across all major forms and retail channels as well as increases across all major metrics, specifically household penetration, base velocity, distribution and continued new product success. In the second quarter, Quest core bar business retail takeaway increased 24.1%. Growth was solid across original bars as well as the new minis. Consumer response to the new recipe that provides a much softer original bar is positive and driving growth.\nAdditionally, the Hero bar is beginning to gain momentum driven by distribution gains and higher velocities. The snacking portion of Quest products, that's cookies, confections and salty snacks continue to do well with second quarter measured retail channel takeaway of 30%. Growth was strong across all snack forms as distribution gains and marketing investments continue to drive awareness and trial. Consumer response to the price increase initiated in late July is tracking mostly as expected, although elasticity on chips so far has been slightly greater than our estimates.\nThe snacks portion represents nearly 45% of total Quest measured channel retail sales and is already roughly equal to Quest bars in household penetration. We expect Quest snacks to continue to be a driver of the brand's growth over the next few years driven by household penetration as well as a solid pipeline of innovation. However, given the meaningful size of this part of the business, we expect the rate of growth over the next few quarters to moderate from its current levels.\nIn summary, the company is uniquely positioned as a U.S. leader in the fast-growing nutritional snacking category. We have 2 scaled lifestyle nutrition brands that are well developed across multiple forms and snacking occasions. Our brands are aligned with the consumer megatrends of healthy snacking with a nutritional profile that's protein-rich and low in carbs and sugar. This profile has broad appeal to consumers interested in health and wellness as a means to achieving their goals, whether they are at home, in the office or on the go.\nThis category remains well under penetrated from a consumer standpoint, indicating a long runway for growth. This is evident in our second quarter retail takeaway of 16% that exceeded our forecast. However, as I mentioned earlier, net sales were affected by some retail customer inventory reductions. This is a watch out as we make our way through the third quarter. Our positive business momentum continued into the third quarter as March retail takeaway increased about 12%. We remain cautiously optimistic about our prospects over the remainder of the year.\nThat said, we expect retail takeaway will moderate from current levels as we lap large year ago comps and continue in an uncertain economic environment. While we expect full year fiscal 2023 gross margins to be below last year, we anticipate an improving cost environment in the second half of the year, with sequentially improving margin from the second quarter to the fourth quarter. We will continue to execute against our priorities and remain committed to doing the right thing over the near and long term for our brands, our customers and our consumers.\nNow I'll turn the call over to Shaun, who will provide you with some greater financial details. Shaun?\n\nShaun P. Mara\n\nCFO, The Simply Good Foods Company\n\nThank you, Joe. Good morning, everyone. I will begin with an overview of our net sales. Total Simply Good Foods second quarter net sales of $296.6 million was about the same as the year ago period. This resulted in year-to-date net sales of $597.5 million, an increase of 3.4% versus last year. Looking at the Q2 drivers of growth. Net price realization was about 8.2 percentage points and volume was off about 6.9 percentage points. The March 2022 agreement to license the Quest frozen pizza business was a headwind of 1.3 percentage points.\nAs Joe stated earlier, retail takeaway growth outpaced the net sales change. On the bottom of this slide, we attempt to reconcile Q2 POS growth of 16% to Q2 North America net sales growth of 0.3%. The biggest driver of this difference is the impact of the year-ago period retail inventory build. As a reminder, in a typical year, we see retailers build inventory by 1 to 2 weeks in the first half of the year to support the New Year new use season.\nThis build typically comes out in Q3. Last year was atypical, as most retail customers elected to build significantly higher inventory levels in the first half of fiscal 2022 and did not deplete it until the fourth quarter of 2022 due to their supply chain concerns last year. We estimate the impact of this change in retail inventory compared to last year to be about an 11percentage point headwind or about $30 million for the second quarter of fiscal 2023.\nAdditionally, as Joe mentioned, the current period inventory reduction by some retailers was about a 3 percentage point impact or approximately $10 million. Lastly, the licensing of pizza was about a 1 percentage point drag.\nMoving on to other P&L items for Q2. Gross profit was $102.7 million, a decline of $5.8 million from the year ago period, resulting in gross margin of 34.6%. The 200 basis points decline versus the year ago period was primarily due to higher ingredient and packaging costs. Versus our forecast, gross margin was off by about 50 basis points or $1.5 million due to lower ingredient costs flowing through at a slower rate than anticipated and marginally higher other costs within our supply chain.\nNet income was $25.6 million versus $18.5 million last year. The year-ago period was impacted by the fair value change of private warrant liabilities of $12.7 million. Adjusted EBITDA was $50.9 million, a decline of $3.3 million from the year-ago period. Selling and marketing expenses were $29.9 million versus $32 million last year, a decline of 6.3%, largely due to the timing of spend within the year. GAAP G&A expense was $25.9 million and declined 1.3% versus last year.\nExcluding stock-based compensation, executive transition costs, restructuring and integration expenses, G&A declined 1.8% to $22.5 million. The $400,000 decline versus last year was primarily due to lower employee-related costs. For the full fiscal year 2023, we expect selling, marketing and G&A expense to be slightly down versus the year ago period.\nMoving to other items in the P&L. Net interest income and interest expense increased $3 million to $8.3 million due to higher variable interest rates related to the term loan and our tax rate in Q2 was about 24.7%, about the same as last year. The tax rate in the year ago period excludes the impact of a change related to the warrant liability.\nYear-to-date results are as follows. Gross profit was $213.7 million, a decline of 5%. Gross margin of 35.8% declined 310 basis points versus the year ago period. The decline was primarily due to higher ingredient and packaging costs. Net income was $61.5 million versus $39.6 million in the year ago period. The year ago period was impacted by the fair value change of private warrant liabilities of $30.1 million. Adjusted EBITDA declined 6.8% to $111.7 million, primarily due to lower gross profit.\nSelling and marketing expenses were $58.5 million versus $62.5 million, a decline of 6.4% due to timing of spend within the year. G&A expenses increased 2.1% or $0.9 million. This excludes charges of $6.8 million related to stock-based compensation, executive transition costs, integration and restructuring expenses. Moving to other items in the P&L. Net interest income and interest expense increased $3.7 million to $15.3 million due to higher variable interest rates related to the term loan. Our year-to-date tax rate was about 22.7% versus 24.9% in the year ago period. The tax rate in the year ago period excludes the impact of the charge related to the warrant liability. We anticipate the full year fiscal 2023 tax rate to be about 25%.\nTurning to EPS. Second quarter reported EPS was $0.25 per share diluted compared to $0.18 per share diluted for the comparable period of 2022. In fiscal Q2 2023, depreciation and amortization expense was $5 million and similar to the year ago period and stock-based compensation of $3 million was about the same as last year. Adjusted diluted EPS, which excludes these items, was $0.32 compared to $0.36 for the year ago period. Note that we calculated adjusted diluted EPS as adjusted EBITDA less interest income, interest expense and income taxes. Year-to-date second quarter reported EPS was $0.61 and adjusted diluted EPS was $0.73. Please refer to today's press release for an explanation and reconciliation of non-GAAP financial measures.\nMoving to the balance sheet and cash flow. As of February 25, 2023, the company had cash of $63.2 million. Year-to-date cash flow from operations was $53.3 million. In Q2, the company paid down $35 million of its term loan debt. And at the end of the second quarter, the outstanding principal balance was $365 million, resulting in a trailing 12-month net debt-to-adjusted EBITDA ratio of 1.3x. Note, subsequent to the end of the quarter, we paid down an additional $15 million, so the current outstanding balance is $350 million. We anticipate net interest expense for the year to be about $28 million to $30 million, including noncash amortization expense related to the deferred financing fees. Year-to-date capital expenditures were $1.7 million.\nI would now like to turn the call back to Joe for closing remarks.\n\nJoseph E. Scalzo\n\nCEO, President & Director, The Simply Good Foods Company\n\nThanks, Shaun. In a challenging economic environment, we are well positioned to maintain our marketplace momentum. Over the remainder of the year, there are solid plans in place for both of our brands that we believe will drive sales and earnings growth, particularly in the fourth quarter of the fiscal year. Therefore, we anticipate the following for fiscal 2023. We reaffirm a net sales increase slightly greater than our 4% to 6% long-term algorithm.\nWe continue to expect fiscal 2023 gross margins to be lower than last year. However, the overall cost environment is improving, including ingredients in the second half of the year and, in particular, in the fourth quarter. However, full year fiscal 2023 gross margins will decline greater than our previous estimate due to the year-to-date gross margin performance and slightly higher costs within our supply chain over the remainder of the year, with most of this headwind in the third quarter.\nWe have made significant marketing and organizational investments in the business over the past 3 years and believe it will result in the growth of our consumer base, distribution and market share. As such, we believe total SG&A expense will be slightly lower than last year. Full year fiscal 2023 adjusted EBITDA will increase but slightly less than the net sales growth rate. And adjusted diluted EPS will increase less than the adjusted EBITDA growth rate due to the company's expectation of higher interest expense from an increase in the variable interest rate related to its term loan debt.\nAs we look to the third quarter of the fiscal year, retail takeaway is off to a good start, with March POS up about 12%. We have customer programming in place that should enable us to maintain marketplace momentum. We expect Q3 net sales to increase slightly versus last year due to the typical retail inventory drawdown related to the first half of the year inventory build and year ago promotions in the club channel that will not be repeated.\nQ3 gross margin is anticipated to decline around 100 basis points. And adjusted EBITDA is expected to be about the same as the year ago period due to lower ingredient costs flowing through slower than anticipated and slightly higher cost in other areas of our supply chain. Importantly, the retail takeaway growth in our category and our brands remain compelling. As such, we are excited about the near and long-term growth prospects and we'll continue to execute against our strategies as a path to increasing value for our shareholders.\nWe appreciate everyone's interest in our company and are now available to take your questions. Operator?"
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/ed8dd6f95bfe3cf4ef745b0c07ba2857",
        "textblob_polarity": 0.12620209682156588,
        "textblob_subjectivity": 0.37096313961358207,
        "sentiment": {
            "distribution": {
                "neutral": 7,
                "positive": 17,
                "negative": 1
            },
            "scores": {
                "neutral": 0.9868598665509906,
                "positive": 0.9857339823947233,
                "negative": 0.9978291392326355
            }
        },
        "content1": "Q1 2023 Simply Good Foods Co Earnings Call\n\nQ1 2023 Simply Good Foods Co Earnings Call\n\nSMPLNASDAQJAN 5, 2:30 PM\n\nOperator\n\nGreetings, and welcome to The Simply Good Foods Fiscal First Quarter 2023 Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. I would now like to turn the conference over to your host, Mr. Mark Pogharian, Vice President of Investor Relations for Simply Good Foods Company. Thank you. You may begin.\n\nMark Pogharian\n\nVP of IR, Treasury & Business Development, The Simply Good Foods Company\n\nThank you, operator. Good morning. I am pleased to welcome you to The Simply Good Foods Company earnings call for the fiscal first quarter ended November 26, 2022. Joe Scalzo, President and Chief Executive Officer; and Shaun Mara, Chief Financial Officer, will provide you with an overview of results, which will then be followed by a Q&A session. The company issued its earnings release this morning at approximately 7:00 a.m. Eastern.\nA copy of the release and accompanying presentation are available under the Investors section of the company's website at www.simplygoodfoodscompany.com. This call is being webcast, and an archive of today's remarks will also be available. During the course of today's call, management will make forward-looking statements that are subject to various risks and uncertainties that may cause actual results to differ materially. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nNote that on today's call, we will refer to certain non-GAAP financial measures that we believe will provide useful information to investors. Due to the company's asset-light strong cash flow business model, we evaluate performance on an adjusted basis as it relates to EBITDA and diluted EPS. We have included a detailed reconciliation from GAAP to adjusted items in today's press release. We believe these adjusted measures are a key indicator of the underlying performance of the business. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Please refer to today's press release for a reconciliation of the non-GAAP financial measures to the most comparable measures prepared in accordance with GAAP.\nWith that, I'll now turn the call over to Joe Scalzo, President and Chief Executive Officer.\n\nJoseph E. Scalzo\n\nCEO, President & Director, The Simply Good Foods Company\n\nThank you, Mark. Good morning, and thank you for joining us. Today, I'll recap Simply Good Foods first quarter and provide you with some perspective on the performance of our brands. Then Shaun will discuss our financial results in a bit more detail before we wrap it up with a discussion of our outlook as well as your questions.\nWe're pleased with our first quarter financial and marketplace results in a challenging cost and operating environment. Net sales increased 7% relatively in line with estimates. In the first quarter, combined measured and unmeasured channel, U.S. retail takeaway growth was about 14%. And , as expected, outpaced net sales growth. Shaun will provide more details on the difference between net sales and point-of-sales growth in a bit.\nOur strong POS growth was driven by solid Quest performance across key forms, customers and channels. Atkins continued e-commerce growth resulted in about 4% retail takeaway for the brand in the combined measured and unmeasured channels. First quarter gross margin was 36.9%. The 450 basis point decline versus the year ago period was slightly greater than forecast. Ingredient and packaging inflation as well as trade investment were in line with expectations.\nHowever, logistics and contract manufacturing costs were greater than estimates. Importantly, our supply chain team performed well and customer service was near target levels. Adjusted EBITDA for the first quarter was $60.8 million versus $65.6 million in the year ago period. Sales growth, which included our July 2022 price increase and SG&A cost control were primarily offset by supply chain inflation.\nAs we move into the second quarter, we're focused on executing against our plans, and we are well-positioned to deliver another solid year of net sales and adjusted EBITDA growth. Simply Good retail takeaway in measured channels increased 11.1%. Similar to the last few quarters, total unmeasured channel growth was additive to total company POS, resulting in combined measured and unmeasured channel growth of about 14%.\nIn Q1, Atkins and Quest combined measured and unmeasured channel growth were about 4% and 24%, respectively, with top-tier performance within the measured channel segments of weight management and active nutrition.\nTurning to Atkins first quarter performance. Atkins Q1 retail takeaway and combined measured and unmeasured channel was up about 4% as outstanding e-commerce growth continued from the previous quarter with the IRI MULO universe essentially unchanged from the year ago period. Atkins Q1 point of sale at Amazon increased 75% with solid growth across all major [forms]. We estimate total unmeasured channel retail takeaway increased over 40% and is now about 13% of total Atkins retail sales. The brand continues to benefit from shopper channel shifting to e-commerce as well as the improved digital marketing initiatives.\nConsistent with prior quarters, Q1 brand relevance and loyalty remains strong, supported by a growing base of new and total buyers. In Q1, buy rate continued to improve from prior quarters, but was slightly down versus prior year. Within buy rate, strengthen meal replacement bars and shakes likely driven by post-Labor Day return to work trends was offset by declines in snack bars and confections as we lapped strong pandemic consumption from those snacking occasions in the year ago period.\nMoving on to measured channels in the IRI MULO C-store universe. Atkins Q1 POS was about the same as the year ago period and as expected, sequentially improved from Q4. Consistent with recessionary shopper channel shifting, performance was driven by solid trends in the mass retail channel offset by softness in the food class of trade. By form, Q1 sales retail takeaway increased 7.6%, driven by solid growth across all major channels. Total Atkins bars were off 6.9%. Meal bars, about 2/3 of the bar business were about the same as last year, and offset by the snack bar distribution loss we discussed last quarter and price sensitivity. Elasticity on some snack bar items has been greater than our estimates in brick-and-mortar channels.\nAnd as expected, confections POS improved from Q4. In Q1, confections retail takeaway was off 5.3% as we started to lap the impact of the strong year-ago dessert bar launch. Importantly, the commitment to our brands and the nutritional snacking category by major retailers remain strong. Atkins distribution gains are tracking as expected and strong New Year, New You in-store merchandising and programming is in place.\nLet me now turn to Quest. Q1 retail takeaway were combined measured and unmeasured channel growth was up 24% and about the same as the IRI MULO C-store universe. In Q1, we estimate total unmeasured channel retail takeaway increased about 20% as e-commerce strength was partially offset by softness in the specialty channel. Quest Q1 POS and Amazon increased about 36% driven by growth across all forms. For perspective, total unmeasured channels in Q1 were about 24% of total Quest retail sales. In measured channels, Quest retail takeaway increased 25.4% in the IRI MULO C-store universe. Growth was driven by solid performance across all major forms and retail channels as well as increases in household penetration, base velocity, distribution and continued success of new products.\nIn the quarter, Quest core bar business, retail takeaway increased 16.8%. Growth was solid across original bars as well as the new minis. Consumer response in the new recipe that provides a much softer original bar has been encouraging. The snackier portion of Quest products that's cookies, confections and salty snacks continue to do well with Q1 measured retail channel takeaway up 41%. Growth was strong across all forms and was driven by increasing household penetration, distribution gains and marketing investments to drive awareness and trial.\nConsumer response to the price increase initiated in late in Q4 is tracking mostly as expected, although elasticity owned chips so far has been greater than our estimates. The snack segment represents nearly [45%] of total Quest measured channel retail sales and is already roughly equal to Quest bars in household penetration. So it's a sizable and growing segment for the brand. Further, we expect the segment to continue to contribute disproportionately to total brand growth over the next few years driven by improvements to household penetration as well as a solid pipeline and of innovation.\nThat said, given the significant and increasing size of the segment, we expect the rate of growth over the next few quarters to moderate from its current level.\nIn summary, we're pleased with our start to the year and our first quarter results. Our retail takeaway was relatively in line with expectations and a very challenging cost and operating environment. Recessionary economy continues to be a concern as higher prices appear to be slowing unit demand in the category and shifting shopper traffic away from grocery to more value-oriented channels.\nThat said, we remain cautiously optimistic about our business with strong POS momentum over the first 4 months of our fiscal year. We are well-positioned in the mass and e-commerce retail channels that typically do well as shoppers seek out value. As I mentioned earlier, collaboration with key customers is strong, and they are committed to our brands in the category. As such, in Q2, we have good breadth and depth of merchandising and programming in place for the upcoming new year season.\nWhile Q1 gross margin was slightly lower than our forecast due to logistics and co-manufacturing costs, there is no change to our full year fiscal 2023 gross margin outlook. We would note that we are seeing early signs of an improving marketplace for ingredient and packaging costs for the second half of our fiscal year. We are executing against our priorities, and we remain committed to doing the right thing over the near- and long-term for our brands, customers and consumers.\nNow I'll turn the call over to my friend, trusted business partner and prior CFO, Shaun Mara, who will provide you with some greater financial details. Shaun?\n\nShaun P. Mara\n\nCFO, The Simply Good Foods Company\n\nThank you, Joe. Good morning, everyone. Before I get into our first quarter results, let me start by saying it's great to be back in the CFO chair. In my CPG career, I've worked with Joe for nearly 20 years. We first cross paths at Gillette in 2000 where we became proficient in the [Jim Kills] approach to managing the business. Joe and I ran Atkins together when it was PE-owned. And as some of you may remember, I was CFO for the Simply Good Foods first conference call as a publicly traded company in 2017. I then stepped away to recharge and did some consulting. Midyear 2019, Joe convinced me to come back to the company in a different role, running strategy, M&A and projects, biggest of which was the integration of Quest and the ERP implementation.\nIt was a great opportunity for me to get reengaged with the business, helping to build out the organizational structure, systems and processes and drive the company priorities across the newly designed organization. With Todd leaving, it comes full circle. I'm excited to be back in the CFO role and believe our category and our brands have a long runway for growth. I look forward to helping the company execute against this strategy and increasing shareholder value.\nLet me now provide you with an overview of our financial performance beginning with sales. Total Simply Good Foods first quarter net sales increased 7% to $300.9 million. Net price realization was about 9.8 percentage points and volume was off about 1.7 percentage points. The March 2022 agreement to license the Quest frozen pizza business was a headwind of 1.1 percentage points.\nAs Joe stated earlier, retail takeaway outpaced net sales growth. On the bottom of this slide, we attempt to reconcile Q1 POS of 14% to Q1 North American net sales growth of about 8%. I'm going to walk you through the reconciliation starting with the first line, double pricing of about 1 percentage point. Recall, in the year ago period, some retailers did not increase retail price points until early November despite being invoiced at a higher price point from mid-September. Therefore, the POS in the current period reflects the benefit of 2 price increases from a few retailers over that period. The timing of trade promotion investment was a 2 percentage point headwind. And as previously stated, the licensing of pizza was about a 1 percentage point drag.\nFinally, recall in the year ago period, some customers elected to build [atypically] higher inventory levels starting in Q1 of fiscal '22 and continuing through Q2 due to supply chain concerns last year. We expect the retail inventory build in the first half of fiscal year '23 to return to more normal levels. As a result, in Q1, we estimate the change in retail inventory compared to last year to be about 2 percentage point decline.\nMoving on to other P&L items for Q1. Gross profit was $111 million, a decline of $5.6 million from the year ago period, resulting in gross margin of 36.9%. The 450 basis point decline versus the year ago period was slightly higher than forecast. Ingredient and packaging cost inflation as well as trade investment was in line with expectations while logistics and contract manufacturing costs were greater than estimates. Net income was $35.9 million versus $21.2 million last year. The year ago period was impacted by the fair value change of private warrant liabilities of $17.3 million.\nAdjusted EBITDA was $60.8 million, a decline of $4.8 million from the year ago period. Selling and marketing expenses were $28.5 million versus $30.5 million, a decline of 6.5% due to the timing of spend within the year. That said, on-air spend in Q1 was greater than the year ago period. GAAP G&A expense was $25.6 million, including stock-based compensation of $3.3 million and increased 8.2% versus last year. Excluding stock-based compensation in the current and year-ago periods, G&A increased 5.8% to $22.3 million. The $1.2 million increase versus last year was primarily due to employee-related costs and corporate expenses. We continue to expect that full year selling, marketing and G&A expense will be about the same as the year ago period.\nMoving to other items in the P&L. Interest expense increased $700,000 to $7.1 million due to higher variable interest rates related to the term loan, and our tax rate in Q1 was about 21.3% versus 25% last year. The tax rate in the year ago period excludes the impact of the charge related to the noncash, nontax deductible warrant liability. The lower tax rate in the first quarter of fiscal '23 is primarily due to the timing of equity compensation. We continue to anticipate the full year fiscal 2023 tax rate to be about 25%.\nTurning to EPS. First quarter reported EPS was $0.36 per share diluted compared to $0.22 per share diluted for the comparable period of 2022. In fiscal Q1 '23, depreciation and amortization expense was $4.9 million and similar to the year ago period and stock-based compensation of $3.3 million increased $700,000 versus last year. Adjusted diluted EPS, which excludes these items, was $0.42 compared to $0.43 for the year ago period. Note that we calculated adjusted diluted EPS as adjusted EBITDA less interest income, interest expense and income taxes. Please refer to today's press release for an explanation and reconciliation of non-GAAP financial measures.\nMoving to the balance sheet and cash flow as of November 26, 2022, the company had cash of $54.1 million. Cash flow from operations of $8.7 million was affected by the timing of working capital. The company continues to anticipate full year fiscal 2023 cash flow from operations will be greater than last year. In the first quarter, the company repurchased shares worth $16.4 million at an average cost of $30.11. As of November 26, 2022, approximately $71.5 million remains available under the company's current authorization. In Q1, the company paid down $6.5 million of its term loan and at the end of the first quarter, the outstanding principal balance was $400 million with capital expenditures at $1.2 million.\nWe anticipate net interest expense to be around $28 million to $30 million, including noncash amortization expense related to the deferred financing fees. This is higher than our previous estimate of $25 million to $26 million due to the continuing rising rate environment.\nI would now like to turn the call back over to Joe for closing remarks.\n\nJoseph E. Scalzo\n\nCEO, President & Director, The Simply Good Foods Company\n\nThanks, Shaun. The challenging economic environment, we believe we are well-positioned to deliver on our fiscal '23 financial objectives. Year-to-date retail takeaway is tracking as expected, and we have momentum as we enter Q2. We are tracking to our initial full year gross margin target with pricing and cost initiatives offsetting the dollar impact of ingredient and packaging cost inflation.\nAdditionally, we have made significant marketing and organizational investments in the business over the last few years, and we believe it will result in continued growth of our consumer base and distribution. As such, we continue to expect that total SG&A expense dollars will be about the same as last year. Therefore, we reaffirm our full fiscal year '23 net sales, gross margin and adjusted EBITDA outlook. Specifically, we anticipate net sales to increase slightly greater than our 4% to 6% long-term algorithm, including a headwind of almost 1 percentage point related to the previously discussed pizza licensing agreement.\nGross margin is expected to decline, although at a lower rate than fiscal '22. Full fiscal year adjusted EBITDA is expected to increase in line with the net sales growth rate and adjusted diluted EPS is expected to increase, although less than the adjusted EBITDA growth rate. As we proceed through the balance of the year, we remain cautiously optimistic about our POS performance. Net sales growth by quarter is expected to be choppy as we anniversary last year's second quarter significant retail inventory build and the second half inventory destock.\nAs we look to the second quarter of fiscal '23, retail takeaway is off to a good start with December POS up about 16% and strong merchandising and customer programming in place for the upcoming New Year season. However, we anticipate that Q2 net sales will be slightly lower versus the year ago period as we expect customers will not repeat last year's abnormally high retail inventory build. Adjusted EBITDA in Q2 is expected to decline upper single digits on a percentage basis compared to last year. Profitability is pressured as a result of lower sales and gross margin contraction due to higher ingredient and packaging costs compared to the year ago period.\nGiven the early signs of an improving outlook related to ingredient and packaging costs, we anticipate gross margin in the second half of the year will be slightly higher versus the comparable year ago period. This is an improvement from our October forecast where we anticipated gross margins to be slightly down in the second half of the year. We're excited about our near- and long-term growth prospects, and we're executing against our strategies as a path to increasing the value for our shareholders. We appreciate everyone's interest in our company, and we're now available to take your questions. Operator?"
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/cb945f15a7d2a17da8f9fbe303decd90",
        "textblob_polarity": 0.138303193547607,
        "textblob_subjectivity": 0.3794694551258795,
        "sentiment": {
            "distribution": {
                "neutral": 5,
                "positive": 17,
                "negative": 1
            },
            "scores": {
                "neutral": 0.9830547094345092,
                "positive": 0.9977019218837514,
                "negative": 0.9901184439659119
            }
        },
        "content1": "Q4 2022 Simply Good Foods Co Earnings Call\n\nQ4 2022 Simply Good Foods Co Earnings Call\n\nSMPLNASDAQOCT 21, 2:30 PM\n\nOperator\n\nGreetings, and welcome to The Simply Good Foods Company Fiscal Fourth Quarter 2022 Call. (Operator Instructions) As a reminder, this conference is being recorded. I would now like to turn the conference over to your host, Mr. Mark Pogharian, Vice President, Investor Relations for Simply Good Foods Company. Thank you. You may begin.\n\nMark Pogharian\n\nVP of IR, Treasury & Business Development, The Simply Good Foods Company\n\nThank you, operator. Good morning. I'm pleased to welcome you to The Simply Good Foods Company Earnings Call for the period ended August 27, 2022. Joe Scalzo, President and Chief Executive Officer; and Todd Cunfer, Chief Financial Officer, will provide you with an overview of results, which will then be followed by a Q&A session. The company issued its earnings release this morning at approximately 7:00 a.m. A copy of the release and the accompanying presentation are available under the Investors section of the company's website at www.spgfoodscompany.com. This call is being webcast, and an archive of today's remarks will also be available.\nTurning to the disclaimer. During the course of today's call, management will make forward-looking statements that are subject to various risks and uncertainties that may cause actual results to differ materially. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings. Note that on today's call, we will refer to certain non-GAAP financial measures that we believe will provide useful information to investors.\nDue to the company's asset-light strong cash flow business model, we evaluate our performance on an adjusted basis as it relates to EBITDA and diluted EPS. We have included a detailed reconciliation from GAAP to adjusted items in today's press release. We believe these adjusted measures are a key indicator of the underlying performance of the business. The presentation of this information is not intended to be considered in isolation or a substitute for the financial information presented in accordance with GAAP. Please refer to today's press release for a reconciliation of the non-GAAP financial measures to the most comparable measures prepared in accordance with GAAP. With that, I'll now turn the call over to Joe Scalzo, President and Chief Executive Officer.\n\nJoseph E. Scalzo\n\nCEO, President & Director, The Simply Good Foods Company\n\nThank you, Mark. Good morning, and thank you for joining us. Today, I'll recap Simply Good Foods fourth quarter and full fiscal year results and provide you with some perspective on the performance of our brands. Then Todd will discuss our financial results in a bit more detail before we wrap it up with a discussion of our outlook and take your questions. I was pleased with our full year marketplace performance and financial results. In a challenging operating environment, full year net sales growth of 16.2% was slightly greater than our expectations, while adjusted EBITDA increased 13% and was in line with our estimates.\nCombined measured and unmeasured channel U.S. retail takeaway growth for the full year of 15.5% exceeded our expectations, driven by solid Quest performance across all forms and channels. Atkins significant e-commerce growth resulted in mid-single-digit full year retail takeaway for the brand and the combined measured and unmeasured channels. Importantly, we continue to grow share in the subsegments of active nutrition and weight management. Our supply chain team performed well during the year and overcame many challenges to ensure customer service levels approached our typical targets.\nI'm extremely proud of all of our employees who show tremendous tenacity and adaptability to overcome these challenges. Due to their efforts, we were able to continue our winning ways with retail customers and consumers while growing market share. As expected, full year fiscal 2022 supply chain cost deflation was up mid-teens, resulting in gross margin contraction of 260 basis points. Inflation was primarily related to ingredient and packaging costs. Importantly, cash flow from operations was solid and provided us with the financial flexibility to pay down debt and opportunistically buy back shares. We executed well against our priorities for the year and are well positioned to succeed in fiscal 2023. The current recessionary conditions and its impact on shopping behavior and consumer demand provide a challenging environment for our categories and brands, especially in light of our high retail prices.\nThat said, we're cautiously optimistic of our growth prospects. In the first quarter of fiscal 2023, we're off to a good start as retail takeaway has improved time with post Labor Day back to work trends. For the 6 weeks ended October 8, point-of-sale growth in the combined measured and unmeasured channels was up about 14%. In fiscal 2023, we expect supply chain costs to be greater than last year and anticipate cost of goods inflation of low double digits. Similar to last year, it's mostly driven by higher ingredients and packaging costs. We project that our late fourth quarter price increase last year, along with cost savings initiatives will offset projected dollar cost inflation this year, assuming input costs stay at current levels.\nTherefore, in fiscal 2023, we expect adjusted EBITDA to increase in line with the net sales growth rate. Gross margin is expected to contract with most of the decline occurring in the first quarter. You may recall we had not yet experienced significant supply chain cost inflation in the first quarter of last year. In summary, we're confident in the strength of our business and the diversification of our portfolio across brands, products and channels. In the current recessionary environment, our business is well positioned.\nOur brands over-index in mid- to upper income consumers have little private label competition and strong presence in the mass channel that typically does well with shoppers during recessionary periods. We believe this will enable us to deliver on our sales and earnings objectives. Turning to the fourth quarter. Net sales growth of 5.5% was slightly greater than our expectations due to better-than-anticipated retail takeaway. Q4 combined measured and unmeasured channel, U.S. retail takeaway growth was about 12%, and as expected, outpaced net sales growth. The expected retail inventory drawdown during Q4 resulted in more typical retail inventory levels as we exited the fiscal year. Fourth quarter gross margin was 37.1%. The 210 basis point decline versus the year ago period was slightly greater than forecast. Todd will have a bit more on this in a second.\nImportantly, during the quarter, our supply chain team continued to perform well in a challenging environment as our customer service performance approach target levels. Adjusted EBITDA in the fourth quarter was about $51 million, an increase of 5.2% and in line with estimates. Sales growth and G&A cost control partially offset higher supply chain costs. For the full year fiscal 2022 Simply Good Foods retail takeaway in measured channels increased 15%, and both of our brands outperformed their respective subsegments of active nutrition and weight management.\nTotal Quest's full year fiscal 2022 retail takeaway in measured channels was up 32.3% and greater than Active Nutrition segment growth of 20.4%. In fiscal 2022, the weight management segment declined 2.4%. Atkins outperformed the segment with retail takeaway up 3.2% over the same time frame. Importantly, Atkins performance in unmeasured channels continues to significantly outpace measured channels. More on this in a bit. Turning to Acton's fourth quarter performance. Consistent with prior quarters, brand relevance remained strong, supported by a growing base of buyers. Total buyers increased 11% in the year and the buy rate was consistent with previous quarters. Atkins Q4 retail takeaway and the combined measured and unmeasured channels was up slightly as outstanding e-commerce growth continued from previous quarters and offset softness in the IRI MULO universe.\nAtkins Q4 POS at Amazon increased 75%, driven by solid growth across all the major forms. We estimate total unmeasured channel retail takeaway increased about 40% and is now approximately 12% of total Atkins retail sales. For perspective, you may recall that 3 years ago, e-commerce represented less than 5% of total Atkins sales. Core shakes and Meal Bars performance improved as consumers continued recent return to work trends. Specifically, Q4 shakes retail takeaway increased 5.5%, driven by solid growth in the food and club channels and meal bars about 2/3 of our bar business strengthened during the quarter and were flat versus last year. Cookies and chips growth are progressing and are still in early stages of driving awareness and trial. Brand consumption and buy rate was most impacted by soft confections and snack bar performance due to distribution losses and lapping of last year's dessert bar launch. As we entered the new year, Atkins has experienced improving POS growth.\nFor the 6 weeks ended October 8, combined measured and unmeasured channel retail takeaway is up about 3.5%. Performance was driven by continued strong e-commerce growth and improving core shake and meal bars with the latter likely tied to post Labor Day return to work trends. Let me now turn to Crest, where Q4 retail takeaway increased 24.6% in the measured IRI MULO C-store universe and outpaced the Active Nutrition segment. Growth was driven by solid performance across all major forms and retail channels as well as increases in household penetration, strong consumption and success in new products.\nQuest Q4 unmeasured channel retail takeaway was in line with measured channels as Amazon growth more than offset declines in the specialty channel.\nIn Q4, Quest core bar retail takeaway increased 11.1% and outpaced bar category segment growth of 7.8%. The snackier portion of Quest products, that's cookies, confections and chips continue to do well with Q4 measured channel retail takeaway up 51%. Growth was strong across all forms that was driven by increasing household penetration, distribution gains and marketing investments to drive trial. We have a solid pipeline of innovation expected snacks today, slightly greater than 40% of total retail total Quest measured channel retail sales will continue to generate solid growth over the near and long term.\nIn fiscal 2023, Quest innovation is solid, and we have a good balance of new products across all forms. In summary, The Simply Good Foods Company competes in an attractive category with 2 scale lifestyle nutrition snacking brands that are well developed across multiple forms and snacking occasions. Our brands are aligned with the consumer megatrends of healthy snacking with a nutritional profile that is protein rich and low-end carbs and sugar.\nThe profile has broad appeal to consumers interested in health and wellness as a means to achieving their goals, whether they're at home, in the office or on the go. Low category penetration and the aforementioned megatrends of wellness snacking, should continue to be tailwinds and long-term growth levers. With a steady improvement in return to work trends, we expect improving relevance related to convenience, portability and on-the-go meal replacement. As we look to fiscal 2023, we believe we are well positioned to build on our momentum and deliver solid net sales and earnings growth.\nPricing and cost savings initiatives are in place to offset projected supply chain dollar cost inflation. Broad spot market prices of ingredient and packaging have softened versus the peak, although we have not yet seen meaningful cost declines for our key inputs. Therefore, we expect gross margins to decline, although at a lower rate than the last fiscal year.\nMost of the decline will occur in the first quarter as gross margins in the year ago period and yet to experience significant supply chain cost inflation. Our advantaged business model with lean infrastructure enables strong cash flow generation and provides us with financial flexibility. We are executing against our strategies and positioned for long-term sustainable net sales and earnings growth that we expect will create value for our shareholders. Now I'll turn the call over to Todd, who'll provide you with some greater financial detail.\n\nTodd E. Cunfer\n\nCFO, The Simply Good Foods Company\n\nThank you, Joe, and good morning, everyone. I will begin with a review of our net sales. Total Simply Good Foods fourth quarter net sales increased 5.5% to $274.2 million, slightly greater than our estimate due to better-than-expected retail takeaway. Net price realization was a 9.5 percentage point contribution to net sales growth and volume was off about 4 percentage points. As Joe stated earlier, Q4 total retail takeaway was 12%, and as expected, resulted in a drawdown of the higher customer inventory we discussed last quarter. As a result, we exited the year with more typical retail inventory levels. North America net sales increased 6.4%. The March agreement to license the Quest frozen pizza business was a 0.9 percentage point headwind to North America net sales growth. The international business declined 16.6% due to the Europe business exit.\nCore international net sales was about the same as the year ago period. The combined Europe business exit and Quest Frozen pizza business licensing transaction was a 1.6 percentage point impact on total company net sales growth. Moving on to other P&L items for Q4. Gross profit was $101.8 million, a decline of $2.6 million versus the year ago period. Gross margin was 37.1%, a decrease of 310 basis points versus last year. Input cost inflation was in line with expectations, while unfavorable onetime co-manufacturer start-up costs and inbound freight due to higher diesel costs were greater than estimates. Adjusted EBITDA was $51 million versus $48.5 million, an increase of 5.2% versus the year ago period.\nSelling and marketing expenses were $26.9 million versus $30.8 million. The 12.6% decline versus the year ago period was due to a step-up in brand investments in the year ago period. G&A expense, excluding integration and restructuring expenses as well as stock-based compensation declined 4.4% to $24.1 million. The decrease versus last year was primarily due to lower compensation and corporate expenses.\nMoving to other items in the P&L. Interest expense declined $1.9 million to $5.4 million due to the repricing in the second quarter and pay down of the term loan. Our tax rate in Q4 was 19.4% versus 27.2% last year. The tax rate in the year ago period excludes the impact of the charge related to the noncash, nontax deductible warrant liability. The lower tax rate in the fourth quarter of fiscal 2022 is primarily driven by favorable international and state impacts.\nFull year results are as follows: Net sales increased 16.2% to $1.169 billion. Gross profit was $445.6 million, an increase of 8.7% versus the year ago period. Gross margin was 38.1% for the full fiscal year, relatively in line with expectations and a decrease of 260 basis points versus last year. The decline is primarily due to supply chain cost inflation partially offset by the previously discussed price increase.\nAdjusted EBITDA increased 12.9% to $234 million due to higher gross profit and G&A leverage. Selling and marketing expenses increased 7.8% to $121.7 million. The increase was driven by higher marketing investments. G&A expenses increased 1% or $0.9 million. This excludes charges related to integration costs, restructuring expenses and stock-based compensation.\nMoving to other items in the P&L. Interest expense declined $9.7 million to $21.9 million due to the repricing and pay down of the term loan. The full year noncash charge related to the remeasurement of our private warrant liabilities was $30.1 million versus $66.2 million in the year ago period. The full year effective tax rate, excluding the charge related to the warrant liability was 23.2% versus 27.2% in the year-ago period due to favorable international and state impacts. We anticipate the full year fiscal 2023 tax rate to be around 25%. Net income was $108.6 million versus $40.9 million in the year ago period. The increase of $67.6 million is largely due to the remeasurement of the private warrant liabilities.\nTurning to EPS. Fourth quarter reported EPS was $0.30 per share diluted compared to $0.19 per share diluted for the comparable period of 2021. In fiscal Q4 2022, depreciation and amortization expense was $4.9 million and similar to the year ago period. And stock-based compensation of $3 million increased $0.5 million versus last year.\nAdjusted diluted EPS, which excludes these items, was $0.36, an increase of $0.07 versus the year ago period. Note that we calculate adjusted diluted EPS as adjusted EBITDA less interest income, interest expense and income taxes. Full year reported EPS was $1.08 and adjusted diluted EPS was $1.59. Please refer to today's press release for an explanation and reconciliation of non-GAAP financial measures.\nMoving to the balance sheet and cash flow. In fiscal 2022, the company repaid $50 million of its term loan. And at the end of the year, the outstanding principal balance was $406.5 million. For the fourth quarter and full year, cash provided by operating activities was $43.3 million and $110.6 million, respectively. As of August 27, 2022, the company has cash of $67.5 million and a trailing 12-month net debt to adjusted EBITDA ratio was 1.4x.\nIn the fourth quarter, the company repurchased shares were $31 million at an average cost of $33.69, a bringing the full year repurchase amount to $60 million at an average cost of $34.79 per share.\nAdditionally, in the fiscal first quarter of 2023, we repurchased $16.4 million of our common stock at an average price of $30.11. On October 19, 2022, the Board of Directors approved a $50 million increase in the existing stock repurchase program and $71.5 million remains available under the updated authorization. Capital expenditures in Q4 and the full year fiscal 2022 was $0.5 million and $5.2 million, respectively. In fiscal 2023, CapEx is expected to be about $5 million to $6 million. In fiscal 2023, we anticipate net interest expense to be around $25 million to $26 million, including noncash amortization expense related to the deferred financing fees.\nI would now like to turn the call back to Joe for closing remarks.\n\nJoseph E. Scalzo\n\nCEO, President & Director, The Simply Good Foods Company\n\nThanks, Todd. We're cautiously optimistic about our growth prospects over the next 12 months. In a challenging external economic environment, we believe we are well positioned to generate solid net sales and adjusted EBITDA growth in the year. We continue to expect supply chain costs will be higher in fiscal 2023. However, the list price increase effective late in the fourth quarter of last year and cost savings initiatives are in place to offset dollar cost inflation. Additionally, we have made significant marketing and organizational investments in the business over the past few years that we believe will contribute to the growth of our consumer base, shelf presence and market share gains.\nTherefore, the company anticipates the following fiscal 2023. Net sales increased slightly greater than our 4% to 6% long-term algorithm, including a headwind of approximately 1 percentage point related to the previously discussed pizza licensing agreement. Gross margin is expected to decline, although at a lower rate than the last year. As previously discussed, most of the decline will occur in the first quarter. Higher costs over the remaining 3 quarters of the year should only slightly impact gross margin. Full year fiscal 2023 adjusted EBITDA is expected to increase in line with the net sales growth rate and adjusted diluted EPS is expected to increase similar to the adjusted EBITDA growth rate.\nNote that in fiscal 2023, adjusted diluted EPS growth is affected by higher interest expense due to an increase in the term loan variable interest rate partially mitigated by fewer shares outstanding. We appreciate everyone's interest in our company, and we're now available to take your questions. Operator?"
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/834ab996fd23088c392092d56045c526",
        "textblob_polarity": 0.11135150524856402,
        "textblob_subjectivity": 0.33836926689867874,
        "sentiment": {
            "distribution": {
                "neutral": 6,
                "positive": 15
            },
            "scores": {
                "neutral": 0.988206704457601,
                "positive": 0.9670995791753133
            }
        },
        "content1": "Q3 2022 Simply Good Foods Co Earnings Call\n\nQ3 2022 Simply Good Foods Co Earnings Call\n\nSMPLNASDAQJUN 30, 2:30 PM\n\nOperator\n\nGreetings, and welcome to The Simply Good Foods Company Fiscal Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt's now my pleasure to turn the call over to Mark Pogharian, Vice President, Investor Relations. Mark, please go ahead.\n\nMark Pogharian\n\nVP of IR, Treasury & Business Development, The Simply Good Foods Company\n\nThank you, operator. Good morning. I am pleased to welcome you to The Simply Good Foods Company earnings call for the third quarter ended May 28, 2022. Joe Scalzo, President and Chief Executive Officer; and Todd Cunfer, Chief Financial Officer, will provide you with an overview of results, which will then be followed by a Q&A session. The company issued its earnings release this morning at approximately 7:00 a.m. Eastern Time. A copy of the release and accompanying presentation are available under the Investors section of the company's website at www.thesimplygoodfoodscompany.com. This call is being webcast and an archive of today's remarks will also be available.\nDuring the course of today's call, management will make forward-looking statements that are subject to various risks and uncertainties that may cause actual results to differ materially. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and in the company's SEC filings. Note that on today's call, we will refer to certain non-GAAP financial measures that we believe will provide useful information for investors. Due to the company's asset-light strong cash flow business model, we evaluate our performance on an adjusted basis as it relates to EBITDA and diluted EPS.\nAdditionally, year-to-date fiscal 2022 adjusted results exclude the mark-to-market effect of the treatment of the company's private warrants prior to those warrants being fully exercised in January 2022. We have included a detailed reconciliation from GAAP to adjusted item in today's press release. We believe these adjusted measures are a key indicator of the underlying performance of the business. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Please refer to today's press release for a reconciliation of the non-GAAP financial measures to the most comparable measures prepared in accordance with GAAP.\nWith that, I'll now turn the call over to Joe Scalzo, President and Chief Executive Officer.\n\nJoseph E. Scalzo\n\nCEO, President & Director, The Simply Good Foods Company\n\nThank you, Mark. Good morning, and thank you for joining us. Today, I'll recap our third quarter results and then provide you with some perspective on the performance of our brands, then I'll turn the call over to Todd, who will discuss our financial results in a bit more detail before we wrap it up with a discussion of our outlook and answer your questions.\nIn the third quarter, we delivered solid net sales and earnings that were slightly greater than our expectations due to better-than-anticipated retail takeaway and higher customer inventory that was not drawn down as expected during the quarter. Net sales increased 11.5%, including the previously discussed effects of the European exit and Quest frozen pizza licensing agreement. As expected, net price realization was a high single-digit percentage point contribution to net sales growth. Due to the price increase we implemented in the first quarter of fiscal 2022 and elasticity was relatively in line with our estimates.\nThird quarter net sales growth in North America, excluding the impact of the frozen pizza licensing transaction was about 15%, in line with combined measured and unmeasured channel retail takeaway. As expected, gross margin of 37.5% was in line with estimates and sequentially improved versus Q2 gross margin of 36.6%. The 510 basis point decline versus year ago period was due to higher supply chain costs, partially offset by pricing.\nOf note, in the year ago period, gross margin of 42.6% was the highest since we acquired Quest. We have good visibility into our cost structure for the remainder of fiscal 2022, and there is no change to our gross margin outlook. We expect fiscal year 2022 gross margins declined about 250 basis points versus the previous fiscal year. Customer service was solid during the quarter as our supply chain team performed well in a very challenging environment.\nAs expected, adjusted EBITDA in the third quarter was $63.3 million versus the year ago period of $67.5 million due to the aforementioned gross margin decline. We executed well against our priorities in the quarter and remain committed to do the right things for our brands, customers and consumers. We're confident in the strength of our business and the diversification of our portfolio across forms, customers and retail channels that provide us with multiple ways to win in the marketplace and deliver shareholder value.\nSimply Good Foods retail takeaway in measured channels increased 14.4%. And as has been the case throughout the pandemic, both our brands have outperformed their respective subsegments of weight management and active nutrition. In Q3, the weight management segment declined 4.7%. Atkins outperformed the segment with retail takeaway up 3.4% over the same time frame. Importantly, Atkins performance in unmeasured channels is outpacing measured more on this in a bit.\nTotal Quest retail takeaway in measured channels in Q3 increased 30.6% and outpaced the Active Nutrition segment growth of 18.9%. We estimate U.S. retail takeaway in unmeasured channels, primarily the e-commerce and specialty channels increased about 15% versus last year. As expected, e-commerce growth was more than offset by declines in the specialty channel.\nAtkins Q3 U.S. retail takeaway in the IRI MULO + C-store universe increased 3.4%. Shopper trips tended lower in the quarter and was most likely a headwind to overall brand growth in measured channels. Atkins Q3 retail takeaway in Amazon increased 39% driven by strong growth in shakes. We estimate total unmeasured channel retail takeaway increased about 22% and is approximately 12% of total Atkins retail sales.\nGiven the strong growth at Amazon, Atkins Q3 retail takeaway and the combined measured and unmeasured channel was up about 6% versus prior year as fewer shopper trips in brick-and-mortar were offset by strong e-commerce growth. Atkins growth in total buyers in the quarter remained strong, up double digits on a percentage basis versus the year ago period. However, buy rate remains mid-single digits below historic levels and going forward remains an opportunity for the brand.\nAtkins third quarter measured channel retail takeaway for our core bar and shake business increased 3.5%, driven by solid shakes growth of 14.1%, partially offset by a decline in bars of 4.2%. Of note, bar consumption has been impacted by fewer at-work consumption occasions as well as high substitution with Atkins shakes. Atkins Q3 measured channel retail takeaway of other forms. This includes confections, cookies and chips, increased 3.2%. Growth was driven by cookies that continue to do well and contributed about 2.7 points to total Atkins brand measured channel retail takeaway growth.\nWe are excited by the potential of our recently launched protein chips, however, performance is too early to read with distribution in early stages of building. Confections POS was off 8.1% in the quarter as we lapped last year's strong performance related to our dessert bars launch and lower consumer interest in keto confections. Atkins all other snacks, confections, cookies and chips [are] about 30% of total Atkins measured channel retail sales. We have a solid pipeline of innovation for the brand that we believe will enable us to provide consumers with new products, a variety of news to drive growth.\nLet me now turn to Quest, where third quarter retail takeaway increased 30.6% in the measured IRI MULO + C-store universe and outpaced the Active Nutrition segment. Growth versus the year ago period was driven by increases in household penetration, strong consumption across all major forms and success in new products. Quest's core bar business in the quarter, measured channel retail takeaway increased 14.1%, with solid growth across all major channels.\nThe snackier portion of Quest products that's cookies confections and chips continue to do well with third quarter measured channel retail takeaway up 65%. Growth was strong across all forms and was driven by increasing household penetration of these forms, distribution gains and marketing investments to drive growth. We have a solid pipeline of innovation and expect that snacks slightly greater than 40% of the total Quest measured channel retail sales will continue to generate solid growth over the next year and long term.\nWe had another solid quarter of performance across to all key retail channels with growth that similar across all major classes of trade. Quest third quarter retail takeaway at Amazon increased 23%. As expected, e-commerce growth more than offset declines in the specialty channel, resulting in total third quarter unmeasured retail takeaway of about 12%. We estimate unmeasured channels are about 25% of total Quest retail sales. In summary, we're pleased with our third quarter results that were better than we expected.\nConsistent with our previous estimate, we anticipate low double-digit retail takeaway in the second half of the year with fourth quarter retail takeaway estimated in the high single digits on a percentage basis versus last year. We entered the fourth quarter with slightly higher customer inventory levels as we shipped ahead of consumption for the fiscal year-to-date period. Therefore, in the fourth quarter, we expect retail takeaway growth to be better than net sales performance as customers adjust inventory to more normal fiscal year-end levels.\nWe have good visibility into our cost structure and our costs are largely covered for the balance of the year. Therefore, there is no change to our fiscal 2022 supply chain cost inflation and gross margin outlook. Implementation of the price increase announced this April is primarily a benefit in fiscal 2023 and is progressing as planned. We're executing against our plans, and we believe we're in a position to deliver another year of solid net sales and adjusted EBITDA growth as a path to increasing shareholder value.\nWith that, I'll now turn the call over to Todd, who provide you with some greater financial details.\n\nTodd E. Cunfer\n\nCFO, The Simply Good Foods Company\n\nThank you, Joe, and good morning, everyone. I will begin with a review of our net sales. Total Simply Good Foods third quarter net sales increased 11.5% to $316.5 million due to solid retail takeaway in the quarter. North America net sales increased 12.9%, driven by pricing a high single-digit percentage point benefit to net sales growth. The March agreement to license the Quest frozen pizza business to Bellisio Foods was a 1.8 percentage point headwind to North America net sales growth. As expected, the international business declined 25.1% due to the Europe business exit. Core international net sales growth was 8.1%. The combined Europe business exit and Quest frozen pizza business licensing transaction was a 2.9 percentage point impact of total company net sales growth.\nMoving on to other P&L items. Gross profit was $118.6 million, a decline of $2.4 million versus the year ago period. Gross margin was 37.5%, a decrease of 510 basis points versus last year and was in line with our estimates. Supply chain cost inflation in the third quarter of fiscal 2022 was partially offset by the previously discussed price increase implemented at retail in the first quarter of fiscal 2022. Net income in Q3 was $38.8 million versus $5.9 million in the year ago period. Adjusted EBITDA was $63.3 million versus $67.5 million in the year ago period.\nSelling and marketing expense increased 4.9% to $32.3 million, driven by higher brand-building initiatives on both brands. Note that we now expect marketing expense for the full year fiscal 2022 to increase high single digits on a percentage basis versus last year versus our previous outlook for a mid- to high single-digit increase. G&A expense, excluding integration and restructuring expenses as well as stock-based compensation increased 2.2% to $23.6 million. Lower costs related to the European business exit was offset by higher corporate expense.\nMoving to other items in the P&L. Interest expense declined $3.1 million to $4.9 million due to the repricing in the second quarter and pay down of the term loan. Our effective tax rate in Q3 was about 23%, slightly lower compared to 27% in the year ago period due to timing of equity compensation. Year-to-date results are as follows: Net sales increased 19.9% to $894.5 million. Gross profit was $343.7 million, an increase of 12.6%. Gross margin of 38.4% declined 250 basis points versus the year ago period. Adjusted EBITDA increased 15.3% to $183.1 million due to the higher gross profit and G&A leverage. Selling and marketing expenses increased 15.4% to $94.8 million. The increase was driven by higher marketing investments. G&A expenses increased 3.1% or $2.0 million. This excludes charges of $9.3 million related to integration costs, restructuring expenses, stock-based compensation and other expense.\nMoving to other items in the P&L. Interest expense declined $7.8 million to $16.5 million due to the repricing and the pay down of the term loan. The year-to-date non-cash charge related to our remeasurement of our private warrant liabilities was $30.1 million versus $60.7 million in the year ago period. Our year-to-date effective tax rate, excluding the charge related to the warrant liability was about 24%. We anticipate the full year fiscal 2022 tax rate to be in the 25% to 26% range. Net income was $78.4 million versus $22.6 million in the year ago period. The increase of $55.8 million is largely due to the remeasurement of the private warrant liabilities.\nTurning to EPS. Third quarter reported EPS was $0.38 per share diluted compared to $0.06 per share diluted for the comparable period of 2021. In fiscal Q3 2022, depreciation and amortization expense was $4.8 million and similar to the year ago period. Stock-based compensation of $3 million increased to $0.8 million versus last year and costs associated with Quest integration were $0.2 million. Adjusted diluted EPS, which excludes these items, was $0.44, an increase of $0.01 versus the year ago period. Note that we calculate adjusted diluted EPS as adjusted EBITDA less interest income, interest expense and income taxes. Year-to-date reported EPS was $0.78, and adjusted diluted EPS was $1.23. Please refer to today's press release for an explanation and reconciliation of non-GAAP financial measures.\nMoving to the balance sheet and cash flow. Year-to-date net cash provided by operating activities was $67.4 million. This is affected by the timing of tax payments for the full fiscal year in addition to our decision to carry higher levels of inventory to facilitate better customer service levels. As of May 28, 2022, the company had cash of $56.7 million. In Q3, the company repaid $25 million of its term loan. And at the end of the quarter, the outstanding principal balance was $406.5 million, and the trailing 12-month net debt to adjusted EBITDA ratio was 1.5x.\nDuring the third quarter, the company repurchased $8.1 million of its common stock at an average cost of $37.16 per share. And on April 13 this year, the Board of Directors approved a $50 million increase to the existing stock repurchase program. As of May 28, 2022, approximately $69.3 million remained available under the stock repurchase authorization. We anticipate GAAP interest expense to be around $22 million for the full fiscal year, including non-cash amortization expense related to the deferred financing fees. Capital expenditures in the third quarter and year-to-date were 0.4 and $4.7 million, respectively. Full year CapEx is expected to be about $6 million.\nI'd now like to turn the call back to Joe for closing remarks.\n\nJoseph E. Scalzo\n\nCEO, President & Director, The Simply Good Foods Company\n\nThanks, Todd. Our solid year-to-date results position us well to deliver against our full year targets. Looking at the key metrics of our full year fiscal 2022 outlook, we expect net sales to increase 14% to 15% versus last year, including a 2 percentage point headwind related to the European business exit and the licensing of the Quest frozen pizza business. Our previous guidance for net sales growth of 13% to 15%. There is no change to our gross margin outlook.\nAs we stated earlier, we expect gross margin to decline about 250 basis points versus last year. Adjusted EBITDA is expected to increase slightly less than the net sales growth rate. Marketing is expected to increase high single digits on a percentage basis compared to last year versus our previous outlook for mid- to high single-digit increase. Additionally, we anticipate significant G&A leverage. And the decline in interest expense should result in adjusted diluted EPS growing faster than adjusted EBITDA.\nWe're excited about the growth opportunities that exist within our business and our category. Atkins and Quest provides us with 2 uniquely positioned brands that are aligned around the consumer megatrends of wellness, snacking, convenience and meal replacement. And consumer feedback indicates that these megatrends will become increasingly more relevant as consumers return to more normal post-pandemic routines.\nWe're executing against our strategies and increasing household penetration that should continue to drive short- and long-term sales and earnings growth. Our strong balance sheet and cash flow generation enable us to invest in our business, evaluate M&A opportunities and to buy back shares of our stock as a path to increasing shareholder value. We appreciate everyone's interest in our company, and now we're available to take your questions. Operator?"
    }
]