[
    {
        "date": "2024 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/e8bbf6836e96cd55f25356b4bc18cfc4",
        "textblob_polarity": 0.09982641213311326,
        "textblob_subjectivity": 0.44336740006843056,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "negative": 1,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9603608697652817,
                "negative": 0.9975219368934631,
                "neutral": 0.9171562790870667
            }
        },
        "content1": "Q1 2025 Zoom Video Communications Inc Earnings Call\n\nQ1 2025 Zoom Video Communications Inc Earnings Call\n\nZMNASDAQMAY 20, 11:00 PM\n\nUnknown Executive\n\nI will hand things over to Charles Eveslage, incoming Head of Investor Relations. Charles, over to you.\n\nCharles Eveslage\n\nThank you, Kelsey. Hello, everyone, and welcome to Zoom's earnings video webinar for the first quarter of fiscal year 2025. I'm joined today by Zoom's Founder and CEO, Eric Yuan; and Zoom's CFO, Kelly Steckelberg. Our earnings press release was issued today after the market closed. It may be downloaded from the Investor Relations page at investors.zoom.us. Also on this page, you'll be able to find a copy of today's prepared remarks and a slide deck with financial highlights that, along with our press release, include a reconciliation of GAAP to non-GAAP financial results. .\nDuring this call, we will make forward-looking statements, including statements regarding our financial outlook for the second quarter and full fiscal year 2025, our expectations regarding financial and business trends impacts, from the macroeconomic environment, our market position, opportunities, go-to-market initiatives, growth strategy business aspirations and product initiatives and the expected benefits of such initiatives. These statements are only predictions that are based on what we believe today, and actual results may differ materially. These forward-looking statements are subject to risks and other factors that could affect our performance and financial results which we discussed in detail in our filings with the SEC, including our annual report on Form 10-K and quarterly reports on Form 10-Q. Zoom assumes no obligation to update any forward-looking statements we may make on today's webinar.\nAnd with that, let me turn the discussion over to Eric.\n\nEric S. Yuan\n\nFounder, President, CEO, Chairman & Secretary, Zoom Video Communications, Inc.\n\nThank you, Charles. Thank you, everyone, for joining us today. Our rapid innovation over the years has taken us far beyond video conferencing. Every step of the way has been guided by our mission to solve customer problems and enable greater productivity. In the process, we have very deliberately created a communication and collaboration powerhouse with AI infused natively across the platform. Time and time again, we are recognized as a leader by Gartner, G2, TrustRadius and many others. And we are so pleased that in March, Fast Company added Zoom to their prestigious list of the World's Most Innovative Companies of 2024, further validating our dedication and providing our customers with a high-quality open collaboration platform powered by AI that just works.\nIn March, we announced the Zoom Workplace, our AI-powered collaboration platform designed to help our customers streamline communications, improve productivity, increase employee engagement and optimize in-person time. Within the launch of Zoom Workplace are new enhancements and capabilities like multi-speaker view, document collaboration, AI-powered portrait lighting along with upcoming features and products like Ask AI Companion, which will work across the platform to help employees make the most of their time.\nThe Workplace launch also boosts Zoom Phone, Team Chat, Events and Whiteboard with many more AI Companion capabilities to help make our customers more productive. One of the core pillars of Zoom Workplace is optimizing in-person time and embracing flexible work. Our Spaces portfolio has expanded from Zoom Rooms into integrated adjacencies like Workplace Reservation, Visitor Management and Digital Signage. As of the end of Q1, the cumulative number of Zoom Rooms licenses purchased was over 2 million. And in the last 12 months, we provisioned over 100,000 desks in Workspace Reservations to support in-office work.\nLeading financial services and legal firms such as Capital One and Cooley use Zoom Rooms to support their globally dispersed hybrid workforce and others like Flex and BAYADA Home Health Care have expanded from Zoom Rooms to Workspace Reservation in order to optimize in-office time. Zoom Workplace is also designed to increase employee engagement through the integration of Workvivo into our platform. In Q1, we landed a major telco customer on Workvivo, who bought approximately 100,000 seats and Workvivo was named Meta's only preferred migration partner for its customers as it retires Workplace for meta.\nOur success in employee experience represents an important beachhead for us in upselling customers on the full suite. Zoom Workplace exists alongside and is designed to seamlessly integrate with our business services, including Zoom events, Revenue Accelerator, Contact Center, Virtual Agent and others. Zoom Contact Center, launched only 2 years ago, is ready for prime time. We now support PCI Compliance, opening the door for customers that have payment processing in their workflows. We also received Fedramp moderate authorization for our Essentials and Premium SKUs, allowing U.S. government agencies and entities doing business with them to leverage Zoom Contact center.\nWe have launched all key social channels, including Facebook Messenger, Whatsapp and Gmail; and have enabled direct transfers between contact center agents and other departments via zoom Phone, helping to further bridge the employee and customer experiences. As a result of how far the product has come, we have seen strong growth in a number of deals where we have a beat or displaced a Gartner Top 4 CCaaS player. We have also strengthened our channel partnerships, leading to a significant increase in our channel business, an ability to compete for larger deals.\nASPs are heading north buoyed by the popularity of our higher tier packages that allow agents and managers to learn further -- to lean further into AI with AI Expert Assist, Workforce Management, Quality Management and more. Now let me recognize some of our amazing customers. First, let me thank Expedia who needs no introduction of becoming a Lighthouse Zoom Revenue Accelerator customer in the quarter, leaning heavily into our AI products to drive revenue. A power user of Zoom Phone for years, they wanted to better automate workflows, coach sellers and drive efficiencies. We partner with them on an initial quadruple-digit Zoom Revenue Accelerator deal, which includes working directly with our team to improve and tailor the product based on their business model and industry-specific use case. We're so excited about this AI-centric partnership to drive value for Expedia and continuously improve our platform based on customer feedback.\nLet me also set Major League Baseball. A year ago, MLB made a highly strategic decision to adopt the Zoom Contact Center. In Q1, it chose to expand our successful partnership by integrating Zoom Quality Management into the Zoom Contact center deployment. This enhancement further strengthens their fan engagement strategy and streamline business operations. MLB was particularly impressed by the interactive features, enhanced accessibility and the ability of Zoom Quality Management to support a virtual fan engagement.\nLet me also thank Centerstone a nonprofit health system specializing in mental health and substance use disorder treatments for individuals, families and veterans for doubling down on zoom. Seeing strong value from their existing Zoom Meetings, Zoom Phone and Rooms deployed, in Q1, they expanded Zoom Phone and added Zoom Contact Center in order to leverage AI to provide better care and Zoom Team Chat in order to streamline communications in all from a single platform.\nI'm also very excited to share that we greatly expanded our footprint with a leading global financial services firm who doubled their Zoom Phone seats to over 100,000. We're so pleased to see more customers adopting our Zoom Workplace and business services product in order to reap the benefit of our modern, natively integrated AI-powered technologies. And with that, I'll pass it over to Kelly. Thank you.\n\nKelly Steckelberg\n\nCFO & Treasurer\n\nThank you, Eric, and hello, everyone. Let's start with some exciting milestones for our emerging products in Q1. We saw additional traction in Zoom Contact Center as we reached 90 customers with over $100,000 in ARR, representing a 246% year-over-year growth. This was driven by our recently launched higher pricing tiers as well as our success in larger deals. Zoom Phone saw continued expansion upmarket. With the addition of the marquee financial services customer, Eric just mentioned, we now have 5 customers with 100,000 or more Zoom Phone seats. .\nZoom AI companion has grown significantly in just 8 months with over 700,000 customer accounts enabled as of today. These customers range all the way from solopreneurs up to enterprises with over 100,000 users. Embedding AI across all aspects of Zoom Workplace and Business Services is a key priority as we continue to drive productivity and engagement for our customers.\nNow let's dive into the financial results. In Q1, total revenue came in at $1.141 billion, up 3% year-over-year. This result was approximately $16 million above the high end of our guidance. Our enterprise revenue grew 5% year-over-year and represented 58% of total revenue, up from 57% a year ago. Online average monthly churn came in at 3.2% as compared to 3.1% in Q1 of FY '24. The slight uptick in churn was related to tightening up the grace period for unmade payments, which pulled some churn forward.\nAbsent this change, online average monthly churn would remain consistent with the last 2 quarters at 3.0%, the lowest we had ever reported. We saw 8% year-over-year growth in the upmarket as we ended the quarter with 3,883 customers contributing more than $100,000 in trailing 12 months revenue. These customers represented 30% of revenue, up from 29% in Q1 of FY '24. As a reminder, our classification of enterprise versus online is determined by how we engage the customer with enterprise referring to customers who are supported by our direct sales team, resellers or strategic partners, and online referring to customers who self-serve. During Q1,\nas part of an effort to improve the customer experience and drive greater efficiency in our operations, we transitioned 26,800 enterprise customers with low ARR to online. The number of enterprise customers at the end of Q1 after accounting for the transition was approximately 191,000. It is important to note that while the customer transition had a noticeable impact on our number of enterprise customers in Q1, the associated revenue was de minimis, representing an approximately $4 million shift from enterprise to online. Additionally, our trailing 12-month net dollar expansion rate for enterprise customers in Q1 came in at 99%, which was not affected by this transition.\nOur Americas revenue grew 4% year-over-year, while EMEA increased by 2% and APAC declined by 2%. The APAC performance was due to the FX headwinds in Japan and Australia. Moving now to our non-GAAP results, which exclude stock-based compensation expense and associated payroll taxes, acquisition-related expenses, net gains on strategic investments and all associated tax effects. Non-GAAP gross margin in Q1 was 79.3%, which was slightly lower than 80.5% in Q1 of last year, mainly due to our investments in AI innovation.\nIn Q2, we will incur onetime investments to upgrade our data center backbone and expect gross margins to dip to 78% for the quarter. For the full year of FY '25, we continue to expect our gross margin to be approximately 79%. Non-GAAP income from operations grew by 8% year-over-year to $457 million, exceeding the high end of our guidance of $415 million. This translates to a 40% non-GAAP operating margin for Q1, an improvement from 38.2% in Q1 of last year.\nNon-GAAP diluted net income per share in Q1 was $1.35 on approximately 315 million non-GAAP diluted weighted average shares outstanding. This result was $0.15 above the high end of our guidance and $0.19 higher than Q1 of last year. Turning to the balance sheet. Deferred revenue at the end of the period was $1.35 billion, down approximately 1% from Q1 of last year. This was roughly 3 percentage points higher than the range we provided last quarter, partially due to tightening up our discounting practices last year.\nFor Q2, we expect deferred revenue to be up approximately 1% year-over-year. Looking at both our billed and unbilled contracts, our RPO increased 5% year-over-year to approximately $3.67 billion. We expect to recognize approximately 59% of the total RPOs revenue over the next 12 months, consistent with Q1 of last year. Operating cash flow in the quarter grew 41% year-over-year to $588 million. Free cash flow flow grew 44% year-over-year to $570 million. Our operating cash flow and free cash flow margins expanded to 51.5% and 49.9%, respectively. The sharp increase in our cash flow metrics was due to stronger collections, targeted expense management and higher interest income. We ended the quarter with approximately $7.4 billion in cash, cash equivalents and marketable securities, excluding restricted cash.\nLast quarter, we announced the authorization of a $1.5 billion share buyback plan. As of the end of Q1, we have repurchased $150 million of stock, representing 2.4 million shares. Now turning to guidance. For Q2, we expect revenue to be in the range of $1.145 billion to $1.15 billion, representing approximately 1% year-over-year growth. We expect non-GAAP operating income to be in the range of $415 million to $420 million. Our outlook for non-GAAP earnings per share is $1.20 on to $1.21 based on approximately 316 million shares outstanding.\nWe are pleased to raise our top line and profitability outlook for the full year of FY '25. We now expect revenue to be in the range of $4.61 billion to $4.62 billion, which represents approximately 2% year-over-year growth. We still believe that Q2 will be the low point from a year-over-year growth perspective and for it to improve from there. We forecast our non-GAAP operating income to be in the range of $1.74 billion to $1.75 billion, representing an operating margin of 37.8% at the midpoint.\nOur outlook for non-GAAP earnings per share for FY '25 is $4.99 to $5.02 based on approximately 319 million shares outstanding. Moving on to free cash flow. Please remember that due to the timing of U.S. federal and state tax payments, we paid 2 quarters worth in Q2 and minimal amounts in Q1, primarily due to the seasonality and AI-related CapEx, we expect free cash flow in Q2 to decrease by approximately 50% to 60% quarter-over-quarter before normalizing in Q3 and Q4.\nWith the strength in free cash flow in Q1 and increased outlook for operating income in FY '25, we now expect free cash flow to be towards the high end of our range of $1.44 billion to $1.48 billion for the full year. Thank you to the entire Zoom team, our customers, our community and our investors for your trust and support.\nKelsey, please queue up the first question."
    },
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/0a63a4e16913cd5b3a50c558992c7dcb",
        "textblob_polarity": 0.07194830074140418,
        "textblob_subjectivity": 0.42859431755983496,
        "sentiment": {
            "distribution": {
                "positive": 9,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9979286591211954,
                "neutral": 0.9537848830223083
            }
        },
        "content1": "Q2 2024 Zoom Video Communications Inc Earnings Call\n\nQ2 2024 Zoom Video Communications Inc Earnings Call\n\nZMNASDAQNOV 20, 11:00 PM\n\nOperator\n\nWell, hello, everyone, and welcome to Zoom's Q3 FY '24 Earnings Release Webinar. As a reminder, today's webinar is being recorded. And now I will hand things over to Tom McCallum, Head of Investor Relations. Tom, over to you.\n\nTom McCallum\n\nHead of Investor Relations\n\nThank you, Kelsey. Hello, everyone, and welcome to Zoom's earnings video webinar for the third quarter of fiscal year 2024. I'm joined today by Zoom's Founder and CEO, Eric Yuan; and Zoom's CFO, Kelly Steckelberg. Our earnings press release was issued today after the market closed and may be downloaded from the Investor Relations page at investors.zoom.us. Also on this page, you'll be able to find a copy of today's prepared remarks and a slide deck with financial highlights that, along with our earnings release, include a reconciliation of GAAP to non-GAAP financial results.\nDuring this call, we will make forward-looking statements, including statements regarding our financial outlook for the fourth quarter and full fiscal year 2024. Our expectations regarding financial and business trends impacts from the macroeconomic environment, our market position, opportunities, go-to-market initiatives, growth strategy and aspirations and product initiatives and the expected benefits of such initiatives.\nThese statements are only predictions that are based on what we believe today, and actual results may differ materially. These forward-looking statements are subject to the risks and other factors that could affect our performance in financial results which we discussed in detail on our filings with the SEC, including the annual report on Form 10-K and quarterly reports on Form 10-Q. Zoom assumes no obligation to update any forward-looking statements we may make on today's webinar. And with that, let me turn the discussion over to Eric.\n\nEric S. Yuan\n\nFounder, President, CEO, Chairman & Secretary, Zoom Video Communications, Inc.\n\nThank you, Tom. Thank you, everyone, for joining us today. In early October, we hosted Zoomtopia, our yearly customer and innovation-focused event and it was awesome. Like last year, we ran a hybrid on Zoom events saw [ general ] joined us in person and many multiples of that virtually.\nAmong the in person on this were 40 customer presenters such as JPMorgan, MIT, [ Boasting ] Consulting Group, [ Harbors ] who spoke about their amazing experiences on Zoom and excitement about the future. We also showcased newly released innovations like ZoomAI companion as well as Zoom AI expert assist and quality management for the [ contact ] center. ZoomAI companion is especially noteworthy for being included at no additional cost to our [ people ]. And has felt tremendously well with over 220,000 accounts in the [ billing aid ] and 2.8 million meeting summaries created as of today. Remarkable growth in less than 3 months.\nAt Zoomtopia, I also had the pleasure of sharing the stage with the [ The Flux ], a global manufacturing and supply chain leader who spoke about how they [ use ] Zoom to connect their large distributor workforce of 170,000 employees across 30 countries. [ Flux ] started using Zoom meetings in 2017, particularly followed by Zoom Rooms and Zoom TeamChat. Since then, [ Flux ] increased team [ trade ] users by 200% and Zoom rooms by 245%.\nWe also became power users of Zoom Whiteboard, creating over 13,000 Whiteboards. And moving to Zoom Room [ program ] to eliminate 50% to 70% of [ circus and infrastructure ] across the globe and reduce total cost of ownership. We were so happy to have [ Flex ] share their [ energy ] at Zoomtopia and cannot wait for what is in store for our partnership next.\nNow moving on to some of our customer wins in Q3. First, we thank Dropbox who has been an amazing customer for many years, starting with meetings and then extending to Zoom rooms for phone and events. In Q3, they selected Zoom as virtual agent and Zoom Contact Center to provide world-class AI [ inboard ] support to their global user base.\nLet me also thank Amynta Group, a premier insurance company, who initially adopted Zoom Phone and Zoom contact Center on a limited scale in Q1 of this year. Seeing how our modern solutions offer a superior agility, customization for CX flows and administrative functionality industry decided to standardize their customer-facing sector on the Zoom stack and at workforce management, leading to nearly 5x increase in their monthly spend with us.\nI'd also like to congratulate the working group on launch of work level to bring together [ 60,000 ] employees across almost 40 working companies on one platform. The working family [ workable ] platform is helping to drive social connection, encourage collaboration and boost brand knowledge. It's inspiring to see how the working group is bringing the platform to life and strengthening culture with Zoom's [ worker level ]. These are a testament to the investment we are making in our customer experience offering with a rapid piece of new innovations like workforce management, quality management Zoom virtual agent and AI expert assist. We also highlight our progress with employee experience especially with integrating work label into the Zoom client.\nThank you so much to Dropbox, Amynta and [ Virgin ] Group. I love you, all. And with that, I'll pass it over to Kelly. Thank you.\n\nKelly Steckelberg\n\nCFO & Treasurer\n\nThank you, Eric, and hello, everyone. Here are [ that ] we beat our top line and profitability guidance in Q3. Here are a few milestones.\nFirst, Zoom Phone reached approximately 7 million paid seats. Second, Zoom Contact Center reached approximately 700 customers as of quarter end, while Zoom virtual agent customers nearly doubled quarter-over-quarter. And finally, the number of customers on Zoom One bundles that include Zoom Phone grew approximately 330% year-over-year. These proof points demonstrate our customers' willingness to entrust us with their coal CX and EX processes and their commitment to grow with us as we expand our platform.\nIn Q3, total revenue came in at $1.137 billion, up 3% year-over-year and 4% constant currency. This result was approximately $17 million above the high end of our guidance. Our enterprise business grew 8% year-over-year and represented 58% of total revenue, up from 56% a year -- we continue to see improvement in online average monthly churn, which decreased to 3.0% from 3.1% in Q3 of FY '23. This is the lowest churn rate we have ever reported. The number of enterprise customers grew 5% year-over-year to approximately 219,700. Our trailing 12-month net dollar expansion rate for enterprise customers in Q3 came in at 105%. We saw 14% year-over-year growth in the upmarket as we ended the quarter with 3,731 customers contributing more than $100,000 in trailing 12 months revenue. These customers represent 29% of revenue, up from 27% in Q3 of FY '23. Our Americas revenue grew 5% year-over-year while EMEA and APAC declined by 2% each. On a constant currency basis, APAC grew slightly year-over-year.\nMoving to our non-GAAP results, which exclude stock-based compensation expense and associated payroll taxes, acquisition-related expenses, net gain [ or ] losses on strategic investments and all associated tax effects. Non-GAAP gross margin in Q3 was 79.7%, an improvement from 79.5% in Q3 of last year, but slightly lower than the first half of this year. The strong performance in gross margin was primarily driven by the optimization of usage across the public cloud and our co-located data centers, partially offset by our additional investments in new AI technologies. For the full year, we expect non-GAAP gross margin to be approximately 80%.\nNon-GAAP operating income grew by 17% to $447 million, exceeding the high end of our guidance of $405 million. This translates to a 1.3% non-GAAP operating margin, a meaningful improvement from 34.6% in Q3 of last year. Non-GAAP diluted earnings per share in Q3 was $1.29 on approximately $310 million non-diluted weighted average shares outstanding. This result was $0.20 above the high end of our guidance and $0.22 higher than Q3 of last year.\nTurning to balance sheet. Deferred revenue at the end of the period was $1.32 billion, down approximately 3% from Q3 of last year. This was roughly 1 percentage point better than the high end of our guidance we provided last quarter. For Q4, we expect deferred revenue to be down 6% to 8% year-over-year, partially driven by shorter billing frequencies on enterprise deals arising from the high interest rate environment.\nLooking at both our billed and unbilled contracts, our RPO increased 10% year-over-year to approximately $3.6 billion. We expect to recognize approximately 58% of the total RPO as revenue over the next 12 months as compared to 59% in Q3 of last year, indicating [ weakening ] contract durations on a year-over-year basis. As a reminder, our renewal seasonality peaks in Q1 and declines throughout the rest of the year. Operating cash flow in the quarter grew 67% year-over-year to $493 million. Free cash flow grew 66% year-over-year to $453 million. The sharp increase of cash flow metrics was due to stronger collections, targeted expense management and higher interest income. Our operating cash flow and free cash flow margins expanded to 43.4% and 39.9%, respectively.\nWe ended the quarter with approximately $6.5 billion in cash, cash equivalents and marketable securities, excluding restricted cash. Given the strength in profitability and collections, we are increasing our free cash flow outlook for FY '24. We now expect free cash flow to be in the range of $1.34 billion to $1.35 billion, which at the midpoint would represent 13% year-over-year growth.\nTurning to guidance. For Q4, we expect revenue to be in the range of $1.125 billion to $1.13 billion, which at the midpoint would represent approximately 1% year-over-year growth. Adjusting for currency impact, this projection is slightly higher than the previously implied guidance from our Q2 call. We expect non-GAAP operating income to be in the range of $409 million to $414 million. Our outlook for non-GAAP earnings per share is $1.13 to $1.15 based on approximately 312 million shares outstanding.\nWe are also pleased to raise our top line and profitability outlook for the full year of FY '24. We now expect revenue to be in the range of [ $4.546 ] billion to $4.511 billion which at the midpoint represents approximately 3% year-over-year growth. We expect our non-GAAP operating income to be in the range of $1.74 billion to $1.745 billion, representing an operating margin of approximately 39%. Our outlook for non-GAAP earnings per share for FY '24 is $4.93 to $4.95 based on approximately 308 million shares outstanding.\nThank you to the entire Zoom team, our customers, our community and our investors for your trust and support. Kelsey, please queue up the first question."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/4445733f7d66207adcb8bb6b07da2116",
        "textblob_polarity": 0.07603936561880488,
        "textblob_subjectivity": 0.4058638622540493,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 5
            },
            "scores": {
                "positive": 0.999324768781662,
                "neutral": 0.9962124705314637
            }
        },
        "content1": "Q1 2024 Zoom Video Communications Inc Earnings Call\n\nQ1 2024 Zoom Video Communications Inc Earnings Call\n\nZMNASDAQMAY 22, 11:00 PM\n\nKelcey McKinley\n\nWell, hello, everyone, and welcome to Zoom's Q1 FY '24 Earnings Release Webinar. As a reminder, today's webinar is being recorded. And now I will hand things over to Tom McCallum, Head of Investor Relations. Tom, over to you.\n\nTom McCallum\n\nHead of Investor Relations\n\nThank you, Kelcey. Hello, everyone, and welcome to Zoom's earnings video webinar for the first quarter of fiscal year 2024. I'm joined today by Zoom's Founder and CEO, Eric Yuan; and Zoom's CFO, Kelly Steckelberg.\nOur earnings press release was issued today after the market closed and may be downloaded from the Investor Relations page at investors.zoom. Also on this page, you'll be able to find a copy of today's prepared remarks and a slide deck with financial highlights that, along with our earnings press release, include a reconciliation of GAAP to non-GAAP financial results.\nDuring this call, we will make forward-looking statements, including statements regarding our financial outlook for the first -- for second quarter and full fiscal year 2024. Our expectations regarding financial and business trends impacts from the macroeconomic environment, our market position, opportunities, go-to-market initiatives, growth strategies and business aspirations and product initiatives and expected benefits from such initiatives. These statements are only predictions that are based on what we believe today, and actual results may differ materially.\nThese forward-looking statements are subject to the risks and other factors that could affect our performance and financial results, which we discuss in detail in our filings with the SEC, including our annual report on Form 10-K and quarterly reports on Form 10-Q. Zoom assumes no obligation to update any forward-looking statements that we may make on today's webinar.\nAnd with that, let me turn the discussion over to Eric.\n\nEric S. Yuan\n\nFounder, President, CEO, Chairman & Secretary, Zoom Video Communications, Inc.\n\nThank you, Tom, and thank you, everyone, for joining us today. As we continue to execute on the strategic focuses, which I shared with you all last quarter, we are very grateful for the support, feedback and trust that we have received from our customers and investors.\nLast month, we closed our acquisition of Workvivo, which we are super excited about. Workvivo is a modern employee communication and engagement platform. Their solution combines a social Internet and employee app into one central hub, forming the heart of the company's digital ecosystem.\nIncorporating Workvivo's feature-rich technology into our all-in collaboration solution will allow us to offer some customers a unified platform. That keeps knowledge workers and the frontline employees informed engaged and connected throughout the work day regardless of in-person, remote or hybrid work style.\nAccording to Enterprise Apps Today, communicative employees have mobile workers who are 5x more productive and feel 3x less burned out. The Workvivo team is working very hard to capitalize on this opportunity and is 100% aligned with our culture of deliver happiness to customers and employees. We are so excited to join forces with Workvivo and help our customers reach the bar for employee communication and engagement.\nLast quarter, we reiterated our strong positioning in AI and highlighted our expanded vision to see generative AI permeate and elevate productivity across our portfolio. In Q1, we made considerable progress towards that vision.\nWe outlined our approach to AI is to drive forward solutions that are federated empowering and responsible. Federated means flexible and customizable to businesses unique scenarios and nomenclature. Empowering refers to building solutions that improve individual and team productivity as well as enhance the customers' experience. And responsible means customer control of their data with an emphasis on privacy, security, trust and safety.\nAt Enterprise Connect, we unveiled Zoom IQ's new set of invite features, leveraging generative AI to support Chat and Email compose, and meeting summary. We are also building new features to summarize long-term threats, catch up tardy meeting participants on what they missed, and brainstorm in Whiteboard.\nLast week, we announced our strategic investment in Anthropic, an AI safety and research company working to build reliable, interpretable and steerable AI systems. Our partnership with Anthropic further boosts our federated approach to AI by allowing Anthropic's AI assistant cloud to be integrated across Zoom's entire platform.\nWe plan to begin by layering Claude into our Contact Center portfolio, which includes Zoom Contact Center, Zoom Virtual Agent, and now in-beta Zoom Workforce Engagement Management. With Claude guiding agents towards trustworthy resolutions and empowering several service for end users, companies will be able to take customer relationships to the next level.\nNow moving on to some of our customer wins.\nI would like to thank Major League Baseball. MLB has long used the power of the broader Zoom Platform to strengthen its connection to fans and teams. And this quarter, we expanded our relationship by launching a first-of-its-kind partnership that leverages Zoom Contact Center to enhance real-time replace reviews and deliver increased transparency to baseball fans. By introducing Zoom technologies into operations on and off the field, MLB strives to create an engaging and unique experience for its fans and teams.\nI would like to thank Virginia Tech for expanding our relationship by adding more than 10,000 Zoom Phone seats as well as Zoom Contact Center to their Zoom meetings deployment. We brought responsiveness, reliability and regulatory compliance to this large expansion and Virginia Tech leverage Zoom's unified communications platform to build a next-gen solution integrated across meetings, phone and contact center, to serve the entire university community.\nI would also like to thank Vensure Employer Services, which has grown its workforce significantly the past few years through hiring and M&A. In Q1, venture expanded their existing footprint with us by adding approximately 10,000 Zoom Phone Seats and 800 Zoom Contact Center seats as well as our AI-powered Zoom Virtual Agent and Zoom IQ for Sales. It's so exciting to see customers love our natively integrated phone plus contact center solutions and invest in our next-generation AI-enabled products across their businesses.\nFinally, I want to thank My Plan Manager, Australia's leading services provider for the National Disability Insurance program. MPM chose Zoom Contact Center for its attractive Total Cost of Ownership, the deep integration with Salesforce, and the vision and future road map for customer experience. And our journey did not end with contact center, appreciating the value of the platform, they also decided to standardize on Zoom One. We're so happy to partner with MPM to help them deliver a world-class customer and employee experience to their clients and disability service providers.\nAgain, thank you so much, MLB, Virginia Tech, Vensure, MPM, and all of our customers worldwide.\nAnd with that, I'll pass it over to Kelly. Thank you.\n\nKelly Steckelberg\n\nCFO & Treasurer\n\nThank you, Eric, and hello, everyone. We are pleased that we beat our top line and profitability guidance in Q1. Here are a few milestones. First, our non-GAAP gross margin of 80.5% exceeded our long-term target. Second, after adjusting for the 3 fewer days in the quarter, our online revenue was slightly up sequentially. And last, the moment you've all been waiting for, Zoom Phone surpassed 10% of revenue in the quarter.\nIn Q1, total revenue came in at $1.105 billion, up 3% year-over-year and 5% in constant currency. This result was approximately $20 million above the high end of our guidance.\nOur Enterprise business grew 13% year-over-year and represented 57% of total revenue, up from 52% a year ago.\nAs I mentioned in the quarterly milestones, our Online business improved meaningfully in the quarter as it benefited from many initiatives, including the price increase and by flow optimization. In addition, we saw online average monthly churn decreased to 3.1%, from 3.6% in Q1 of FY '23, and 3.4% last quarter. We are pleased that this part of our business is stabilizing sooner than expected.\nThe number of enterprise customers grew 9% year-over-year to approximately 215,900. Our trailing 12-month Net Dollar Expansion rate for enterprise customers in Q1 came in at 112%.\nWe saw 23% year-over-year growth in the upmarket as we ended the quarter with 3,580 customers contributing more than $100,000 in trailing 12 months revenue. These customers represent 29% of revenue, up from 24% in Q1 of FY '23, and span diverse industries such as health care, education, government and more.\nAs expected, we did experience some distraction across the global sales team due to the previously announced headcount reduction and subsequent sales reorganization. Despite the distraction, our Americas revenue grew 8% year-over-year, while EMEA and APAC declined by 8% and 5%, respectively.\nThe decline in EMEA was primarily attributable to the outsized impact of the headcount reduction due to local regulations prolonging the process, the Russia-Ukraine war and the stronger dollar. The decline in APAC was primarily attributable to the stronger dollar.\nMoving on to our non-GAAP results, which exclude stock-based compensation expense and associated payroll taxes, acquisition-related expenses, net litigation settlements, net gains or losses on strategic investments, undistributed earnings attributable to participating securities, restructuring expenses and all associated tax effects.\nNon-GAAP gross margin in Q1 was 80.5%, an improvement from 78.6% in Q1 of last year and 79.8% last quarter. We are pleased that we have achieved our long-term target as we drove sequential improvement mainly due to optimizing usage across the public cloud and our co-located data centers. For FY '24, we still expect non-GAAP gross margin to be approximately 79.5%, reflecting additional investments in new AI technologies.\nResearch and development expense grew by 25% year-over-year to approximately $106 million. As a percentage of total revenue, R&D expense increased to 9.6% from 7.9% in Q1 of last year, reflecting our investments in expanding our product portfolio, including Zoom Contact Center, AI and more. Looking ahead, innovation will remain a top priority for Zoom.\nSales and marketing expense grew by 4% year-over-year to $278 million. This represented approximately 25.2% of total revenue, up from 24.9% in Q1 of last year.\nG&A expense declined by 10% to $84 million or approximately 7.6% of total revenue, down from 8.6% in Q1 of last year as we focused on achieving greater back-office efficiencies and savings.\nNon-GAAP operating income expanded to $422 million, exceeding the high end of our guidance of $379 million. This translates to a 38.2% non-GAAP operating margin, an improvement from 37.2% in Q1 of last year.\nNon-GAAP diluted earnings per share in Q1 was $1.16 on approximately 304 million non-GAAP diluted weighted average shares outstanding. This result was $0.18 above the high end of our guidance and 13% higher than Q1 of last year.\nTurning to the balance sheet. Deferred revenue at the end of the period was $1.4 billion, up 3% year-over-year from $1.3 billion. This is slightly above our guidance and primarily driven by renewals during our largest seasonal renewal quarter.\nLooking at both our billed and unbilled contracts, our RPO totaled approximately $3.5 billion, up 16% year-over-year from $3 billion. We expect to recognize approximately 59% of the total RPO as revenue over the next 12 months as compared to 63% in Q1 of FY '23 and 56% in Q4 of FY '23. The sequential increase in current RPO as a percentage of total RPO was primarily due to shorter contract durations in recent enterprise deals arising from uncertainty in the macro environment.\nWe expect Q2 deferred revenue to be down 2% to 4% year-over-year, which takes into account the recent trend of shorter durations on enterprise deals and our renewal seasonality, which peaks in Q1 and declines throughout the year.\nWe ended the quarter with approximately $5.6 billion in cash, cash equivalents and marketable securities, excluding restricted cash.\nWe had operating cash flow in the quarter of $418 million as compared to $526 million in Q1 of last year. Free cash flow was $397 million as compared to $501 million in Q1 of last year. Our operating cash flow and free cash flow margins were 37.9% and 35.9%, respectively.\nDue to a net legal settlement expected to occur later this year, we are revising our cash flow outlook for FY '24. We now expect free cash flow to be in the range of $1.14 billion to $1.19 billion. In FY '24 and going forward, we expect our smallest cash tax payments to occur in Q1 and the largest to occur in Q2.\nNow turning to guidance. For Q2, we expect revenue to be in the range of $1.11 billion to $1.15 billion, which, at the midpoint, would represent approximately 1% year-over-year growth or 2% in constant currency. We expect non-GAAP operating income to be in the range of $405 million to $410 million. Our outlook for non-GAAP earnings per share is $1.04 to $1.06 based on approximately 307 million shares outstanding.\nAs our Online business is stabilizing, we wanted to give you all some additional onetime color on how we see it playing out in the coming quarters. We expect our online revenues to be approximately $480 million in Q2 and be relatively flat thereafter in FY '24.\nWe are pleased to raise our top line and profitability outlook for the full year of FY '24. We now expect revenue to be in the range of $4.465 billion to $4.485 billion, which at the midpoint represents approximately 2% year-over-year growth or 3% in constant currency. We expect our non-GAAP operating income to be in the range of $1.63 billion to $1.65 billion, representing a non-GAAP operating margin of approximately 37%. Our tax rate is expected to approximate the U.S., federal and state blended rates. Our outlook for non-GAAP earnings per share is $4.25 to $4.31 based on approximately 308 million shares outstanding.\nAs we look to reignite growth and maintain profitability, we are committed to doing so in the right way. We are pleased to have recently issued our second ESG report, which includes additional data regarding our greenhouse gas emissions inventory and recommit Zoom to achieving 100% renewable energy for our direct operations by 2030. Our core value of Care is as important as ever. It is embedded in how our product fosters emissions reductions while supporting inclusiveness. It's also evident in our corporate and employee giving.\nYou heard it from Eric. We are innovating extremely quickly to bring our customers the immense benefits of generative AI and empower modern collaboration. We are trusted and loved by our amazing and diverse set of customers, and we are fortunate to be one of the most recognized brands in the world.\nIn Q1, we made some very tough decisions related to team size, structure and incentives that have understandably caused distraction in the short term but at the same time, exemplify our commitment to long-term growth and profitability. With a focus on the future, we have refreshed our mission and vision: \"One platform delivering limitless human connection.\"\nThank you to the entire Zoom team, our customers, our community and our investors.\nWith that, Kelcey, please queue up our first question."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/d9691effa65d176a67e8a4777a8f3565",
        "textblob_polarity": 0.10339994392127105,
        "textblob_subjectivity": 0.44550652086197073,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9978190014759699,
                "neutral": 0.9377380967140198
            }
        },
        "content1": "Q4 2023 Zoom Video Communications Inc Earnings Call\n\nQ4 2023 Zoom Video Communications Inc Earnings Call\n\nZMNASDAQFEB 26, 11:00 PM\n\nOperator\n\nOkay. Hello, everyone, and welcome to Zoom's Q4 FY '24 Earnings Webinar. As a reminder, today's webinar is being recorded. And now I would like to hand things over to Tom McCallum, Head of Investor Relations.\n\nTom McCallum\n\nHead of Investor Relations\n\nThank you, David. Hello, everyone, and welcome to Zoom's earnings video webinar for the fourth quarter and full fiscal year 2024. I'm joined today by Zoom's Founder and CEO, Eric Yuan; and Zoom's CFO, Kelly Steckelberg.\nOur earnings press release was issued today after the market closed and may be downloaded from the Investor Relations page at investors.zoom. Also on this page, you'll be able to find a copy of today's prepared remarks and a slide deck with financial highlights that, along with our earnings release, include a reconciliation of GAAP to non-GAAP financial results.\nDuring this call, we will make forward-looking statements, including statements regarding our financial outlook for the first quarter and full year 2025. Our expectations regarding financial and business trends, impacts from the macroeconomic environment, our market position, opportunities, go-to-market initiatives, growth strategy and business aspirations and product initiatives and the expected benefits of such initiatives. These statements are only predictions that are based on what we believe today, and actual results may differ materially.\nThese forward-looking statements are subject to the risks and other factors that could affect our financial performance and financial results, which we discuss in detail in our filings with the SEC, including our annual report on Form 10-K and quarterly reports on Form 10-Q. Zoom assumes no obligation to update any forward-looking statements we may make on today's webinar.\nAnd with that, let me just turn the discussion over to Eric.\n\nEric S. Yuan\n\nFounder, President, CEO, Chairman & Secretary, Zoom Video Communications, Inc.\n\nThank you, Tom. Thank you, everyone, for joining us today. In FY '24, we made a tremendous amount of progress towards our mission of one platform, delivering limitless human connection.\nAs generative AI began to take the world by storm, we listened carefully to customers in order to deliver AI that can best serve their needs, with innovation that is responsible, empowering and [indiscernible] has gone up in a way that commits and unifies our entire platform.\nZoom AI, combining our generative AI assistant, empowers customers and employees with enhanced productivity, team effectiveness and skills. Since its launched only 5 months ago, we expanded the AI company to 6 Zoom products, all included at no additional cost to license the users. But we're far from down. Our future road map to AI is 100% guided by driving customer value.\nWe are hard at work developing new AI capabilities to help customers achieve their unique business objectives, and we will have more to share in a month at Enterprise Connect. We hope to see you all there.\nOur expanding contact center suite is a unified AI-first solution that offers tremendous value to companies of all sizes seeking to strengthen customer relationships and deliver better outcomes. The base product includes AI combining and our newly launched tiered pricing allows customers to add specialized CS capabilities such as AIX for assist, workforce management, quality management, virtual agent and omnichannel support.\nBoosted by its expanding features, our contact center suite is beginning to win in head-to-head competition with the legacy incumbents. Beyond that, it is competing on its own merits with customers completely new to Zoom, broadening the funnel to the Zoom platform.\nAs Zoom becomes a full workplace solution, we are seeing customers migrate from other chat products on to Zoom team chat, very excited. Over the past year, Zoom team chat usage has increased 130% across our paid accounts, and our migration tool designed to simplify the transition has seen a 4x increase in dollars in the last 6 months.\nCustomers across industries are moving to Zoom team chat, including a global supply chain leader who has migrated over 1,200 users, a major law firm who has migrated 1,500 users and also a financial payments leader who has moved over 2,000 users. Customers appreciate the improved user experiences and enhanced collaboration during our Zoom team chat product as well as the cost efficiencies realized by consolidating their communications and collaboration solutions on to Zoom.\nLast April, we acquired Workvivo and its integration into the Zoom interface has strengthened its market position. In Q4, [indiscernible] a Fortune 10 company and a long-standing Zoom customer on Workvivo, making it Workvivo's biggest customer to date.\nAnd on the flip side, we also saw a [ global back ] who started as a Workvivo customer adopt the broader Zoom platform. As you can see, adding new products, both organically and inorganically creates a virtuous cycle, allowing us to sell more product into a larger base. We were very pleased to see Workvivo recognized as a leader by [indiscernible] in its first report on Internet packaged solutions.\nSimilarly, Zoom revenue accelerator was recognized as a strong performer in the [ fourth ] week in its first year of being covered, an amazing testament to its value as a powerful AI enabled tool driving value to sales teams.\nFY '24 was a difficult year from a macro perspective, and we faced those challenges head on. We become more disciplined and focused while continuing to prioritize those opportunities. As a result, we are much better positioned than we were 1 year ago. Our platform moat is deeper, our [ cognizant ] offering is more robust and our go-to-market teams are primed with defining goals and sharpened expertise to drive growth and empower our customers.\nNow let's talk about some of our amazing customers. First, I'm so excited to welcome Broadcom, a global infrastructure technology leader to the Zoom family. Recognizing the simplicity and ease of use of our expanding platform, they opted for the Zoom enterprise bundle to modernize the way they communicate and collaborate.\nLet me also thank [ Diageo ], a leading global beverage company for doubling down on Zoom, seeing strong value from their existing meetings, firm and rooms deployment. In Q4, they expanded to Zoom contact center and Zoom virtual agent.\nLet me also thank Communitive Financial Credit Unit, our full-service financial cooperative for investing in our broader Zoom platform. They have chosen to modernize member engagement with the Zoom contact center. Community Financial for Zoom because of our one platform, video-first approach to solving all their communications needs. Zoom's integrations with key banking solutions through our APIs and partnerships were core to their decision-making process.\nFinally, let me thank [ Civera ], the [ world's ] FX payments leader. Zoom was the foundation of their Zoom engagement. And from there, they adopted the wider Zoom platform in less than 2 years, seeing the benefits of the tight integration of our products underpinned by AI companion, they recently began to deeply leverage Zoom Team chat in order to streamline their pre, during, and post meeting communication all within the Zoom platform.\nEverything we do here is rooted in our culture of delivering happiness. This is why our employees, this is why the customer employees -- this is why employees in modern IT departments are our biggest champions. And of course, happy employees are the most productive. So choosing Zoom becomes a win for everyone.\nWe are laser-focused on our mission and it could not be more optimistic of our future. The best is yet to come.\nAnd with that, I'll pass it over to Kelly. Thank you.\n\nKelly Steckelberg\n\nCFO & Treasurer\n\nThank you, Eric, and hello, everyone. Let me start with a view of the financial highlights for FY '24. We were pleased with our strong finish to the year with enterprise revenue growing 9% and free cash flow up 24%. We also achieved a non-GAAP operating margin of 39.2%, up 326 basis points from 35.9% in FY '23.\nIn Q4, we saw traction in our emerging products, including a nearly 3x increase in Zoom contact center licenses as we not only added a significant number of new customers, but also expanded average deal size.\nZoom phone customers with 10,000 or more seats grew 27% year-over-year to 95. And Zoom AI companion have grown tremendously in just 5 months with over 510,000 accounts enabled and 7.2 million meeting summaries created as of the close of FY '24. We are excited about the strong growth across these new products and the benefits they drive for our customers.\nNow let's dive into the financial results. In Q4, total revenue came in at $1.146 billion, up 3% year-over-year. This result was approximately $16 million above the high end of our guidance. Our enterprise revenue grew 5% year-over-year and represented 58% of total revenue, up from 57% a year ago.\nWe continue to see improvement in online average monthly churn, which decreased to 3% from 3.4% in Q4 of FY '23. This is consistent with the previous quarter and the lowest churn we have ever reported.\nThe number of enterprise customers grew 3% year-over-year to approximately 22,400. Our trailing 12 net dollar expansion rate for enterprise customer in Q4 came in at 101%. We saw 10% year-over-year growth in the upmarket as we ended the quarter with 3,810 customers contributing more than $100,000 in trailing 12 months revenue. These customers represented 30% of revenue, up from 28% in Q4 of FY '23.\nOur Americas revenue grew 4% year-over-year, while EMEA was flat and APAC declined by 3%. The international performance was partially due to the FX headwinds in APAC as well as the impact of sales reorganization in early FY '24 that took longer to complete internationally than domestically.\nMoving to our non-GAAP results, which exclude stock-based compensation expense and associated payroll taxes, acquisition-related expenses, net gains or losses on strategic investments, income tax benefits from discrete activities and all associated tax effects. Non-GAAP gross margin in Q4 was 79.2% and which was slightly lower than 79.8% in Q4 of last year, mainly due to our investment in AI companion.\nIn FY '25, we expect our gross margin to be approximately 79%, reflecting focused investments in our AI features. Over the course of FY '25, we expect to directionally improve gross margin towards our long-term target of 80%, as we continue to optimize our data center strategy and grow some of our higher ASP products like Zoom contact center.\nNon-GAAP income from operations grew by 10% year-over-year to $444 million, exceeding the high end of our guidance of $414 million. This translates to a 38.7% non-GAAP operating margin for Q4, an improvement from 36.2% in Q4 of last year. Non-GAAP diluted net income per share in Q4 was $1.42 on approximately $313 million non-GAAP diluted weighted average shares outstanding. This result was $0.27 above the high end of our guidance and $0.20 higher than Q4 of last year.\nTurning to the balance sheet. Deferred revenue at the end of the period was $1.27 billion, down approximately 3% from Q4 of last year. This was roughly 3 percentage points better than the high end of the range we provided last quarter. For Q1, we expect deferred revenue to be down 4% to 5% year-over-year.\nLooking at both our billed and unbilled contracts, our RPO increased 4% year-over-year to approximately $3.57 billion. We expect to recognize approximately 58% of the total RPO as revenue over the next 12 months as compared to 56% in Q4 of last year.\nOperating cash flow in the quarter grew 66% year-over-year to $351 million. Free cash flow grew 81% year-over-year to $333 million. The sharp increase in our cash flow metrics was due to stronger collections, targeted expense management and higher interest income. Our operating cash flow and free cash flow margins expanded to 30.6% million and 29%, respectively.\nWe ended the quarter with approximately $7 billion in cash, cash equivalents and marketable securities, excluding restricted cash.\nTurning to guidance. As we consider our view for Q1 and FY '25, we have not assumed any changes in the macroeconomic outlook. For Q1, we expect revenue to be approximately $1.125 billion. This incorporates 2 fewer days in Q1 and would represent approximately 1.8% year-over-year growth.\nWe expect non-GAAP operating income to be in the range of $410 million to $415 million. Our outlook for non-GAAP earnings per share is $1.18 to $1.20 based on approximately 316 million shares outstanding.\nFor the full year of FY '25, we expect revenue to be approximately $4.6 billion, which represents approximately 1.6% year-over-year growth. We expect Q2 to be the low point from a year-over-year growth perspective and to accelerate from there. We expect our non-GAAP operating income to be in the range of $1.72 billion to $1.73 billion, representing an operating margin of approximately 37.5%.\nOur outlook for non-GAAP earnings per share for FY '25 is $4.85 to $4.88 based on approximately 321 million shares outstanding. For FY '25, we expect free cash flow to be in the range of $1.44 billion to $1.48 billion. We believe that our strong cash flow generation and financial discipline, coupled with responsible capital allocation is a powerful combination.\nAs indicated in our earnings press release today, our Board has authorized a $1.5 billion share repurchase program that we will start executing this quarter. This not only underscores the confidence our Board and management team have in the future of Zoom, but also allows us to leverage our strong profitability, cash flow and balance sheet to drive shareholder returns while also allowing us the flexibility to consider M&A options to accelerate growth and deliver for our customers.\nAs a note, the share count and EPS metrics in our guide do not account for the impacts from the shareholder repurchase program.\nTo echo what Eric said, we are optimistic about where we are now and where we are going. Our competitive position, innovation engine and customer base set us up for success in FY '25 and beyond.\nThank you to the entire Zoom team, our customers our community and our investors for your trust and support.\nBefore closing, I would like to thank just one more person for their support over the years. Our Head of IR, Tom McCallum, has decided to retire this summer after a seasoned 25-year IR career. Tom, it's been an honor and a pleasure to work with you. You have contributed tremendously to Zoom's success since even before the IPO and will be dearly missed. Thank you so much for all you have done and congratulations.\nI am pleased to announce that Charles Evaslage who has worked with Tom and me for several years now will assume the role. With Charles at the helm, we are confident that the investment community will continue to receive a high level of service from our IR team. Please hold your goodbyes for Tom for now as he will be with us until midyear to ensure a smooth transition.\nWith that, David, please queue up the first question."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/300ed4868784984944a86b986a700101",
        "textblob_polarity": 0.08750363613458861,
        "textblob_subjectivity": 0.42847688907212694,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "negative": 1,
                "neutral": 4
            },
            "scores": {
                "positive": 0.99923405864022,
                "negative": 0.9979544878005981,
                "neutral": 0.803117036819458
            }
        },
        "content1": "Q3 2023 Zoom Video Communications Inc Earnings Call\n\nQ3 2023 Zoom Video Communications Inc Earnings Call\n\nZMNASDAQNOV 21, 11:00 PM\n\nOperator\n\nNow I will hand things over to Tom McCallum, Head of Investor Relations. Tom, over to you.\n\nTom McCallum\n\nHead of IR, Zoom Video Communications, Inc.\n\nThank you, Kelsey. Hello, everyone, and welcome to Zoom's earnings webinar for the third quarter of fiscal '23. I'm joined today by Zoom's Founder and CEO, Eric Yuan; and Zoom's CFO, Kelly Steckelberg.\nOur earnings press release was issued today after the market closed and may be downloaded from the Investor Relations page at investors.zoom.us. Also on this page, you'll be able to find a copy of today's prepared remarks, a slide deck with financial highlights that, along with our earnings press release, include a reconciliation of GAAP to non-GAAP financial results. During this call, we will make forward-looking statements, including statements regarding our financial outlook fourth quarter and full fiscal year 2023, our expectations regarding financial and business trends, impact from the macroeconomic developments in the Russia, Ukraine war, our market position, opportunities, growth strategy and business aspirations and product initiatives and the expected benefits of such initiatives.\nThese statements are only predictions that are based on what we believe today, and actual results may differ materially. These forward-looking statements are subject to the risks and other factors that could affect our performance and financial results, which we discussed in detail in our filings with the SEC, including our annual report on Form 10-K and quarterly reports on Form 10-Q. Zoom assumes no obligation to update any forward-looking statements that we may make today on today's webinar.\nAnd with that, let me turn the discussion over to Eric.\n\nEric S. Yuan\n\nFounder, CEO & Chairman, Zoom Video Communications, Inc.\n\nThank you, Tom, and thank you, everyone, for joining us today. So last week, we hosted our first fully hybrid Zoomtopia using Zoom Events and it was great. We unveiled new innovations like Zoom Mail and Calendar, which enable users to frictionlessly navigate across their e-mail, calendar and other Zoom products all within the same client. And Zoomtopia, many of our customers highlighted how they use our expanding platform to do more in the world of flexible work.\nAt our first partner connect event, we hosted hundreds of channel partners, who are very excited about working with us to drive adoption of the Zoom platform globally. And our developer partners showcased add-on apps that connect interrelated workflows for Zoom client. As global organizations adapt to how, when and where work happens, human connection remains paramount. Zoom is purpose-built to meet all kinds of connections possible, effective and meaningful. We have developed and launched more than 1,500 features and enhancement on the Zoom platform this year, advancing how people connect with each other, their organization and their customers, ultimately opening the door wide for creativity and collaboration.\nOf course, even as we celebrate our innovations and customers, we still face a backdrop of a challenging macroeconomic environment. We continue to see FX pressure and heightened deal scrutiny for new business, but we remain focused on delivering happiness to our customers by innovating our platform and expanding our go-to-market capabilities. Zoom provides a full suite of communications solutions and an attractive total cost of ownership that enables teams to do more with less. And our new product like Zoom Contact Center and Zoom IQ for Sales enable revenue generation and drive productivity. The continued strength of our enterprise growth is a testament to how the value proposition of our platform resonates with customers even in tougher economic environments.\nAs we enable customers to drive greater efficiency, we also are focusing on our own efficiency. We have always been judicious with investments, prudent about spending and we have commanded robust margins since our IPO. So this is not a major shift for us. We will continue to drive innovation, customer value and platform expansion, balanced with an increasing emphasis on efficiency and profitability. We're continuing to see strong targets with customers spending greater than $100,000 in trailing 12 month revenue, which was up 31% year-over-year. Once more, these customers are increasingly seeing value in buying the whole platform, with thousands of customers already buying Zoom One packages. From an industry perspective, the largest deals came from tech, media and the financial services, and we also had notable wins in retail, transportation and pharma.\nOn the tech front, let me first thank Qualtrics, the leader and the creator of the Experience Management category, for expanding their partnership with us. Qualtrics recently upgraded to Zoom One Enterprise, which provides the full power of the Zoom platform to their users and allows them to make a meaningful connection with meetings, team chat, whiteboard, phone and more in 1 offering. We are delighted to offer Qualtrics a broad set of communications products integrated into 1 secure and easy-to-use platform.\nOur enterprise segment comprises not only large publicly treated companies, but also many private companies of all sizes who see great value in enhancing their Zoom implementations by moving towards our full UC platform. Let me give you a few examples. First of all, I'd like to thank Vensure Employer Services, a privately owned professional employer organization for placing their trust in Zoom. In Q3, we added 5,500 Zoom Phone seats and 650 Zoom Contact Center seats, demonstrating the promise they saw in adopting a modern integrated solution for their teams to interact.\nLet me also thank Chime Solutions for establishing and already expanding their partnership with Zoom, which includes Zoom One and Zoom Contact Center. Founded with an unwavering focus on bringing jobs and opportunities to underrepresented communities, Chime Solutions delivers high-touch contact-center solutions to midsize companies and Fortune 500 corporations. After seeing how well Zoom Contact Center addressed many of the customers' needs and gaining confidence in Zoom's ability to deliver innovation at a rapid pace, they decided to replace their legacy solution with the Zoom Contact Center. Executing our innovation road map for Contact Center will give us opportunity to further enhance our partnership with Chime Solutions in the quarters and years to come.\nI also want to thank G-P, the #1 SaaS-based Global Employment platform for trusting Zoom Phone to transform their communication systems and support employees across their organization. G-P understood the value of our integrated platform of communication products from their experience using Zoom Meetings, Zoom Webinars, Team Chat and Zoom Rooms. G-P ultimately opted for Zoom Phone as a missing piece in their UC stack in order to improve their customers' experience while also enjoying the savings benefits of a cloud-based PBX solution integrated into a full communications platform.\nAlso, I'd like to add that G-P is Zoom's global expansion employment partner and has played a critical role in our growth strategy, giving us the agility and speed to enter into new markets very quickly. Again, thank you, Qualtrics, Vensure, Chime Solutions and G-P and all of our customers worldwide. And with that, I'll pass it over to Kelly. Thank you.\n\nKelly Steckelberg\n\nCFO & Treasurer, Zoom Video Communications, Inc.\n\nThank you, Eric. Let me now turn to the quarter's results and guidance. In Q3, total revenue came in at $1.102 billion, up 5% year-over-year and 7% in constant currency. This result was approximately $2 million above the high end of our quarterly guidance. The growth in revenue was primarily driven by strength in our enterprise business, which grew 20% year-over-year and represented 56% of total revenue, up from 49% a year ago.\nWe expect enterprise customers to comprise an increasingly higher percentage of total revenue over time. From a product perspective, we had strong growth in Zoom Phone, coupled with contributions from Zoom Rooms and other products. At Investor Day earlier this month, we introduced a new metric, online average monthly churn. In Q3, this metric continued to improve to 3.1% from 3.7% in Q3 of FY '22 and 3.6% last quarter. We are pleased that this metric has now returned to pre-pandemic levels.\nThe number of enterprise customers grew 14% year-over-year to approximately 209,300. Our trailing 12-month net dollar expansion rate for enterprise customers in Q3 came in at a healthy 117%. We saw 31% year-over-year growth in the upmarket as we ended the quarter with 3,286 customers contributing more than $100,000 in trailing 12 months revenue. These customers represent 27% of revenue, up from 22% in Q3 of FY '22.\nOur Americas revenue grew 11% year-over-year. EMEA continues to be impacted by the stronger dollar, the Russia-Ukraine war and online performance, which combined led to a decline of 9% year-over-year. APAC, which was also impacted by the stronger dollar, declined 3% year-over-year.\nNow turning to profitability. I will focus on our non-GAAP results, which exclude stock-based compensation expense and associated payroll taxes, acquisition-related expenses, net litigation settlements, net gains or losses on strategic investments, undistributed earnings attributable to participating securities and all associated tax effects.\nNon-GAAP gross margin in Q3 was 79.5%, an improvement from 76% in Q3 of last year and 78.9% last quarter. The sequential improvement was mainly due to optimizing usage across the public cloud and our increasing number of co-located data centers. Given this, we expect our full year gross margin to be approximately 79%.\nResearch and development expense grew by 59% year-over-year to approximately $108 million. As a percentage of total revenue, R&D expense increased to 9.8% from 6.4% in Q3 of last year. This reflects our ongoing investments in expanding Zoom's product portfolio and delivering on our customers' evolving needs. We expect to exit the year in the range of 10% to 12% of total revenue, consistent with our long-term target.\nSales and marketing expense grew by 27% year-over-year to $301 million. This represented approximately 27.3% of total revenue, up from 22.6% in Q3 of last year. We continue to invest judiciously in sales capacity and channel partner expansion. G&A expense grew by 6% to $87 million or approximately 7.9% of total revenue, in line with 7.8% in Q3 of last year.\nNon-GAAP operating income was $381 million, exceeding the high end of our guidance of $330 million as we continue to thoughtfully prioritize investments. This translates to a 34.6% non-GAAP operating margin for Q3 as compared to 39.1% in Q3 of last year. Non-GAAP diluted earnings per share in Q3 was $1.07, $0.24 above the high end of our guidance. Due to our share repurchase program, our Q3 weighted average share count has decreased year-over-year approximately 4 million shares to 302 million.\nTurning to the balance sheet. Deferred revenue at the end of the period was $1.4 billion, up 14% year-over-year from $1.2 billion. Looking at both our billed and unbilled contracts, our RPO totaled approximately $3.2 billion, up 32% year-over-year from $2.5 billion. We expect to recognize approximately 59% of the total RPO as revenue over the next 12 months as compared to 67% in Q3 of last year, reflecting the trend towards longer-term contracts. As a reminder, our annual seasonality of renewals is front-end loaded and moderates over the rest of the year, reflecting the sequentially smaller renewal base. As such, we expect Q4 deferred revenue to grow at approximately 2% to 3% year-over-year.\nWe ended the quarter with approximately $5.2 billion in cash, cash equivalents and marketable securities, excluding restricted cash. Year-to-date, we have repurchased $991 million of our own stock, representing approximately 11 million shares. We had operating cash flow in the quarter of $295 million as compared to $395 million in Q3 of last year. Free cash flow was $273 million as compared to $375 million in Q3 of last year. Our margins for operating cash flow and free cash flow were 26.8% and 24.7%, respectively.\nAs previously discussed, this year, we have seen larger cash outflows from an increase in cash taxes starting in Q2, which relates to the depletion of our NOLs and the lower tax deductions for stock-based compensation caused by the stock price decline. We now expect free cash flow to be at the high end of our range of $1 billion to $1.15 billion. As a reminder, our range assumes that the Section 174 tax legislation requiring capitalization of R&D expenses will be repealed or deferred by Congress by the end of this fiscal year.\nNow turning to guidance. This outlook is consistent with what we are observing in the market today. Specifically, it assumes that our enterprise business will grow in the low to mid-20's, while our online business will decline approximately 8% for the year. For the fourth quarter of FY '23, we expect revenue to be in the range of $1.095 billion to $1.105 billion, which, at the midpoint, would represent approximately 3% year-over-year growth or 5% in constant currency. We expect non-GAAP operating income to be in the range of $316 million to $326 million.\nOur outlook for non-GAAP earnings per share is $0.75 to $0.78 based on approximately 301 million shares outstanding. For the full year of FY '23, we now expect revenue to be in the range of $4.37 billion to $4.38 billion, which at the midpoint represents approximately 7% year-over-year growth or 8.5% in constant currency. This represents a decrease of $15 million from our previous full year guidance, of which approximately $14 million is attributable to the FX pressure in Q3 and Q4.\nWe now expect our non-GAAP operating income to be in the range of $1.49 billion to $1.5 billion, representing a non-GAAP operating margin of approximately 34%. This is an increase of $50 million or 1%, respectively, as compared to our Q2 guidance. Our tax rate is expected to approximate the blended U.S. federal and state rate. Our outlook for non-GAAP earnings per share is $3.91 to $3.94 based on approximately 304 million shares outstanding.\nZoom remains focused on thoughtfully balancing growth and profitability through platform innovation, customer value creation and partner ecosystem expansion. Thank you to the Zoom team, our customers, our community and our investors. Kelsey, please queue up our first question."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/4b2eeb4656258899687bbb1cb8840045",
        "textblob_polarity": 0.09652939166097073,
        "textblob_subjectivity": 0.41502539492671064,
        "sentiment": {
            "distribution": {
                "neutral": 5,
                "positive": 17,
                "negative": 1
            },
            "scores": {
                "neutral": 0.9903256297111511,
                "positive": 0.9458652454264024,
                "negative": 0.9985112547874451
            }
        },
        "content1": "Q2 2023 Zoom Video Communications Inc Earnings Call\n\nQ2 2023 Zoom Video Communications Inc Earnings Call\n\nZMNASDAQAUG 22, 11:00 PM\n\nOperator\n\nWell, hello, everyone, and welcome to Zoom's Q2 FY '23 Earnings Release Webinar. As a reminder, today's webinar is being recorded. And now, I will hand things over to Tom McCallum, Head of Investor Relations. Tom, over to you.\n\nTom McCallum\n\nHead of IR, Zoom Video Communications, Inc.\n\nThank you, Kelcey. And hello, everyone. Welcome to Zoom's Earnings Webinar for the Second Quarter of Fiscal '23. I'm joined today by Zoom's Founder and CEO, Eric Yuan; Zoom's CFO, Kelly Steckelberg; and we are also pleased to have our new President, Greg Tomb, join us for today's call.\nOur earnings press release was issued today after the market closed and may be downloaded from the Investor Relations page at investors.zoom.com. Also on this page, you'll be able to find a copy of today's prepared remarks and a slide deck with financial highlights, that along with our earnings release, include a reconciliation of GAAP to non-GAAP financial results.\nDuring this call, we will make forward-looking statements, including statements regarding our financial outlook for the third quarter and full fiscal year 2023. Our expectations regarding financial and business trends, impacts from macroeconomic developments, the Russia-Ukraine war, our market position, opportunities, growth strategy and business aspirations and product initiatives and the expected benefits of such initiatives.\nThese statements are only predictions that are based on what we believe today, and actual results may differ materially. These forward-looking statements are subject to the risks and other factors that could affect our performance and financial results, which we discuss in detail in our filings with the SEC, including our annual report on Form 10-K and our quarterly reports on Form 10-Q. Zoom assumes no obligation to update any of these forward-looking statements we may make on today's webinar.\nAnd with that, let me turn things over to Eric.\n\nEric S. Yuan\n\nFounder, CEO & Chairman, Zoom Video Communications, Inc.\n\nHey. Thank you, Tom. And thank you, everyone, for joining us today. I'm on the road now, and my Internet access is limited. I will hand my remarks to Kelly and Greg and then join you all for the Q&A portion. Thank you.\n\nKelly Steckelberg\n\nCFO & Treasurer, Zoom Video Communications, Inc.\n\nThank you, Eric. And thank you, everyone, for joining us today.\nLet me start with what's on everyone's mind, the macro environment. Zoom is not immune to the global downturn, but the situation is more complex than meets the eye. Our Enterprise business continued to post strong growth, which we believe is because cloud migration and digital transformation continue to be a priority even when and perhaps especially when the economy slows.\nThe headwinds we saw mainly relate to the strengthening dollar, new Online subscriptions and to a lesser extent, bookings linearity. We have implemented initiatives focused on driving new Online subscriptions, which have shown early promise, but were not enough to overcome the macro dynamics in the quarter.\nWe believe Zoom remains well positioned in this environment as customers look to increase productivity and collaboration while moving away from expensive legacy vendors. Our products are designed to drive efficiency and cost savings within organizations and are loved by both their employees and their customers.\nIn addition, we have strong margins and cash flows as well as a large cash balance. Even still, we are taking a prudent and cautious approach in this environment, with focused investments and hiring to drive innovation and customer happiness.\nOur platform strategy is playing out very well, and Zoom Rooms and Zoom Phone are critical components of that strategy. In fact, Zoom Phone was a real star in Q2, hitting several milestones. The number of customers, with 10,000 or more paid seats, increased 112% year-over-year. In addition, we broke our record for the largest Zoom Phone deal twice in the quarter, first with a global retailer and then with a global bank, both with more than 125,000 seats. Deals like these led Zoom Phone to post a record quarter and surpass 4 million seats in August.\nWe are also seeing early traction for Zoom Contact Center and Zoom IQ for Sales. Zoom Contact Center is only 6 months old, but has already had deal sizes reach seats that we did not expect until its second year. And customers value the user-friendly interface, efficiency gains and savings they see in shifting to our modern, cloud-based, AI-driven contact center solution.\nWe are proud of the team that drove these results, and I'm thrilled to have Greg with us today. Greg joined last quarter as our new President, leading our go-to-market teams and the office of the global CIO. He brings a wealth of leadership experience, scaling bellwether Internet and enterprise companies. Greg, welcome to our call today.\n\nGregory Tomb\n\nPresident, Zoom Video Communications, Inc.\n\nWell, thank you, Kelly, and I'm very happy to join today.\n\nKelly Steckelberg\n\nCFO & Treasurer, Zoom Video Communications, Inc.\n\nWe would love to have you introduce some customer wins for the quarter.\n\nGregory Tomb\n\nPresident, Zoom Video Communications, Inc.\n\nAbsolutely, Kelly. Well, hello, everyone. Very nice to meet all of you. I wish it was in person. We actually did have an exceptional sales quarter in the Enterprise market, and I'll let Kelly give you more details in a minute.\nWe had a number of great new wins, including one of the largest U.S. health care providers out there. I can't give you their name yet, we will in the future, but they did choose Zoom Meetings and Zoom Phone to provide telehealth services to their broad number of caregivers and patients. I mean they were just really impressed with Zoom's strong integration between video and voice, to support 40,000-plus employees and their external community, for a wide variety of telehealth needs.\nI also want to thank UCLA. And you may know this or may not, but they were recognized by U.S. News & World Report as the #1 public university in the U.S. And I want to thank them because they expanded their relationship with Zoom by adding 15,000 Zoom Phone licenses. And this large investment will accelerate their journey to the cloud and will offer them the benefits of truly having a unified communications platform.\nThe next company I want to thank is Warner Bros. Discovery, a premier global media entertainment company. I want to thank them for partnering with Zoom on its global communications needs. Our partnership actually began before the merger with Discovery and really kicked into gear once these 2 iconic brands merged. And they have chosen to expand their meetings and phone deployment, and we're really excited to deliver for them a full integrated suite of communication services.\nNext, I would like to thank Ancestry. And you probably know Ancestry as the global leader when it comes to family history. I want to thank them for also expanding their relationship with Zoom, the strong customer relationship that we built during the original Zoom Meetings deployment. And they also had a successful partnership with Solvvy. It allowed us to expand this to a complete platform. We included Zoom Phone. We have a scalable, now conversational AI-based chat system in place and self-service capabilities from Solvvy.\nAnd last, let me also thank Optiv, the cyber advisory and solutions leader. Today, they deliver strategic and technical expertise to nearly 6,000 companies across every major industry. Optiv started as a Zoom Meetings customer back in 2016, then they expanded to Zoom Phone last year, and they really appreciated how reliable and simple our integrated solutions work. And then this last quarter, in Q2, they decided to replace their legacy contact center with Zoom Contact Center. And it's more than 275 agents supporting roughly 90 workflows. And they were so impressed with our rapid product iteration, our road map for integrations with other SaaS tools as well as the ability to greatly reduce costs.\nSo again, I mean, thank you, UCLA; thank you, Warner Bros.; thank you, Ancestry; thank you, Optiv. And to all those customers that did business with us in Q2, we greatly appreciate it.\nAnd with that, Kelly, I'll pass it back to you.\n\nKelly Steckelberg\n\nCFO & Treasurer, Zoom Video Communications, Inc.\n\nThank you, Greg. Now let me turn to the quarter's results and guidance.\nIn Q2, total revenue grew 8% year-over-year to $1.099 billion, approximately $16 million below the low end of our quarterly guidance. A stronger U.S. dollar, which had an impact of approximately $8 million, weaker new Online sales and to a lesser extent, back-end linearity in the quarter, were the biggest factors contributing to the miss.\nWe recognize that the revenue results are disappointing and below our expectations as we navigate the current environment. It should be noted that while our Online business saw lower new subscriptions, Renewals in Online continued to improve. And as we just discussed, we have launched a number of initiatives to drive new Online subscriptions around local pricing, packaging and free-to-paid conversion.\nThe growth in revenue was primarily driven by strength in our enterprise business. Revenue from Enterprise customers grew 27% year-over-year and represented 54% of total revenue, up from 46% a year ago. We expect revenue from Enterprise customers to become an increasingly higher percentage of total revenue over time. From a product perspective, we had strong growth in Zoom Meetings and Zoom Phone, coupled with contributions from Zoom Rooms and other products.\nThe number of Enterprise customers grew 18% year-over-year to approximately 204,100. Our trailing 12-month net dollar expansion rate for Enterprise customers in Q2 came in at a healthy 120%.\nWe saw a 37% year-over-year growth in the upmarket as we ended the quarter with 3,116 customers contributing more than $100,000 in trailing 12 months revenue. These customers represented 26% of revenue, up from 20% in Q2 of FY '22.\nAs the majority of our revenue has shifted back to the enterprise and we have moved beyond the pandemic buying patterns, we are returning to more normalized Enterprise sales cycles, with linearity weighted towards the back end of the quarter. This contributed to higher-than-expected deferred revenue in Q2. And as we believe this customer behavior will persist, we have factored it into our outlook.\nOur Americas and APAC revenue grew 12% and 10% year-over-year, respectively. EMEA continues to be impacted by the Russia-Ukraine war, the strengthening dollar and Online performance, which led to an 8% year-over-year revenue decline.\nNow turning to profitability. I will focus on our non-GAAP results, which exclude stock-based compensation expense and associated payroll taxes, acquisition-related expenses, net litigation settlements, net gains or losses on strategic investments, undistributed earnings attributable to participating securities and all tax effects resulting from non-GAAP adjustments.\nNon-GAAP gross margin in Q2 was 78.9%, an improvement from 76.2% in Q2 of last year and 78.6% last quarter. The sequential improvement was mainly due to optimizing usage across the public cloud and our increasing number of co-located data centers. Given the improvements we are seeing so far this year, we expect gross margins to be approximately 78% for the remainder of the year, which is higher than our previous view.\nResearch and development expense grew by 81% year-over-year to approximately $98 million driven by our focus on innovation. As a percentage of total revenue, R&D expense increased to 8.9% from 5.3% in Q2 of last year. Our expanding product portfolio reflects our ongoing investments in building out Zoom's platform and delivering on our customers' evolving needs. We plan to further invest in R&D to reach our long-term target of 10% to 12% of total revenue.\nSales and marketing expense grew by 35% year-over-year to $286 million. This represented approximately 26% of total revenue, up from 20.7% in Q2 of last year. We are committed to investing in growth areas, including sales capacity, channel partner enablement and product marketing.\nG&A expense grew by 2% to $90 million or approximately 8.2% of total revenue.\nNon-GAAP operating income expanded to $394 million, exceeding the high end of our guidance of $365 million as we continue to thoughtfully prioritize investments. This translates to a 35.8% non-GAAP operating margin for Q2 compared with 41.6% a year ago and 37.2% last quarter.\nNon-GAAP diluted earnings per share in Q2 was $1.05 on approximately 307 million weighted average shares outstanding. This result was $0.13 above the high end of our guidance.\nTurning to the balance sheet. Deferred revenue at the end of the period was $1.4 billion, up 19% year-over-year from $1.2 billion. This result was meaningfully higher than what we previously forecasted due to the strong Enterprise bookings, which were back end-weighted in the quarter.\nLooking at both our billed and unbilled contracts, our RPO totaled approximately $3.2 billion, up 37% year-over-year from $2.3 billion. We expect to recognize approximately 61% of the total RPO as revenue over the next 12 months as compared to 69% in Q2 of last year, reflecting a shift towards longer-term plans.\nAs a reminder, our seasonality of renewals is front end-loaded and moderates over the rest of the year, reflecting the sequentially smaller renewal base. As such, we expect Q3 deferred revenue to grow at approximately 13% to 14% year-over-year.\nWe ended the quarter with approximately $5.5 billion in cash, cash equivalents and marketable securities, excluding restricted cash. We have purchased $426 million of stock, representing 4.1 million shares over the last 2 quarters as part of our $1 billion repurchase program.\nWe had operating cash flow in the quarter of $257 million as compared to $468 million in Q2 of last year. Adjusted free cash flow was $222 million as compared to $455 million in Q2 of last year. Our margins for operating cash flow and adjusted free cash flow were 23.4% and 20.2%, respectively.\nAs previously discussed, these metrics include a large cash outflow from an increase in cash taxes starting in Q2. As we update our full year outlook for the P&L and take into account the lower tax deductions for stock-based compensation caused by the lower stock price, we would expect adjusted free cash flow to be between $1 billion to $1.15 billion.\nNow turning to guidance. This outlook is consistent with what we are observing in the market today. Specifically, it assumes that our Enterprise business will grow in the low to mid-20s, while our Online business will decline 7% to 8% for the year as compared to the previously provided flat outlook.\nFor the third quarter of FY '23, we expect revenue to be in the range of $1.095 billion to $1.1 billion. We expect non-GAAP operating income to be in the range of $325 million to $330 million. Our outlook for non-GAAP earnings per share is $0.82 to $0.83 based on approximately 306 million shares outstanding.\nFor the full year of FY '23, we now expect revenue to be in the range of $4.385 billion to $4.395 billion, which would represent approximately 7% year-over-year growth. At the midpoint, this represents a decrease of approximately $150 million as compared to our previous full year guidance. Of this decrease, approximately $35 million is due to the stronger dollar and $115 million is attributable to the broader macroeconomic environment.\nWe now expect our non-GAAP operating income to be in the range of approximately $1.44 billion to $1.45 billion. We are still targeting a non-GAAP operating margin of approximately 33% as we have adjusted spending in the second half to focus on high ROI areas and have seen a modest benefit to expenses from FX. Our tax rate is expected to approximate the blended U.S. federal and state rate. Our outlook for non-GAAP earnings per share is $3.66 to $3.69 based on approximately 307 million shares outstanding.\nBefore opening up for Q&A, we are excited to share our Zoomtopia event with you. It is our premier user conference and will be run on Zoom Events. We look forward to sharing our platform strategy, new innovations and customer testimonials. Please join us at Zoomtopia and our Investor Day on November 8.\nZoom remains focused on building out our platform, leading in the hybrid work world, enhancing the customer experience and expanding into more and more business workflows. We will continue to make strategic moves to drive future growth as we navigate the current environment. Thank you to the Zoom team, which has grown to 8,000 strong, our customers, our community and our investors.\nKelcey, please queue up our first question."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/a07184d805fc9380c3f17ac27dc4e245",
        "textblob_polarity": 0.10554025559767198,
        "textblob_subjectivity": 0.4296973735992871,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9964046818869454,
                "neutral": 0.9937239050865173
            }
        },
        "content1": "Q1 2023 Zoom Video Communications Inc Earnings Call\n\nQ1 2023 Zoom Video Communications Inc Earnings Call\n\nZMNASDAQMAY 23, 11:00 PM\n\nOperator\n\nHello again, everyone, and welcome to Zoom's Q1 FY '23 Earnings Release. As a reminder, today's earnings release is being recorded.\nAnd now I will hand things over to Tom McCallum, Head of Investor of Relations. Tom, take it away.\n\nTom McCallum\n\nHead of IR, Zoom Video Communications, Inc.\n\nThank you, Kelcey. Hello, everyone, and welcome to Zoom's earnings video webinar for the first quarter of fiscal -- of Q1 fiscal 2023. I'm joined today by Zoom's Founder and CEO, Eric Yuan; and Zoom's CFO, Kelly Steckelberg.\nOur earnings press release was issued today after the market closed and may be downloaded from the Investor Relations page at investors.zoom.com. Also on this page, you'll be able to find a copy of today's prepared remarks and a slide deck with financial highlights that, along with our earnings release, include a reconciliation of GAAP to non-GAAP financial results.\nDuring this call, we will make forward-looking statements, including statements regarding our financial outlook for the second quarter and full year -- full fiscal year 2023. Our expectations regarding financial and business trends impacts from macroeconomic developments in the Russia-Ukraine war, our market position opportunities, growth strategy and business aspirations and product initiatives and the expected benefits of such initiatives. These statements are only predictions that are based on what we believe today, and actual results may differ materially.\nThese forward-looking statements are subject to the risks and other factors that could affect our performance and financial results, which were discussed in detail in our filings with the SEC, including our annual report on Form 10-K and quarterly reports on Form 10-Q. Zoom assumes no obligation to update any forward-looking statements we may make on today's webinar.\nAnd with that, let me turn the discussion over to Eric.\n\nEric S. Yuan\n\nFounder, President, CEO & Chairman, Zoom Video Communications, Inc.\n\nThank you, Tom. Thank you, everyone, for joining us today. As we continue to execute on the strategic pillars I shared with you last quarter, we are very grateful for the support and the trust we have received from our customers and investors.\nLet me start with some recent news, then touch on our new product launches, and finally, discuss some exciting customer wins before handing it over to Kelly.\nJust last week, we closed our acquisition of Solvvy, which we believe will strengthen our capabilities around conversational AI and accelerate the adoption of our contact center product. The nature of the customer experience is undergoing a fundamental transformation, as enterprises increasingly look to engage their customers in more exceptional, personalized and effortless ways.\nWe recognize this shift and saw in Solvvy a team laser focused on providing the very best conversational technology and empowering customer support leaders to deliver better experiences. We believe Solvvy's technology will broaden our contact center offering with scalable self-service and AI capabilities that truly enable fast and personalized customer resolutions, improved agent productivity and valuable insights. We are very excited to join forces with Solvvy and help our growing number of contact center customers set new standards for customer service.\nA key part of our strategy is to enable more and more business workflows within our platform, and I'm super excited about our recent launches of Zoom Whiteboard and Zoom IQ for Sales. Zoom Whiteboard is arming teams with the power of continuous collaboration in an easy-to-use solution that provides a virtual space to collaborate before, during and after a meeting.\nAnd to help sales teams reach their full potential, we have launched Zoom IQ for Sales, a conversational AI solution that analyzes customer interactions to surface key insights, actions and content from our sales meetings. These new product launches encapsulate our strategy to move into adjacent workforce, both horizontally and vertically, in order to ensure our customers are getting more and more out of our platform.\nNow moving on to customer wins. We are very happy to share that Humana, one of the nation's leading health and well-being companies, has expanded their relationship from Zoom Meetings to include approximately 24,000 Zoom Phones to integrate voice and video in their communications platform. Thank you, Humana.\nI also want to thank Avis Budget Group, a leading global provider of mobility solutions operating 3 of the most recognized brands in their industry to Avis Budget and Zipcar, for expanding from being a Zoom Meetings and Zoom Rooms customer to being a broader UCaaS customer. They continue to stay seamlessly connected, having added approximately 10,000 Zoom Phones across many of the global offices and car rental locations.\nAnd in addition to Zoom Meeting and Zoom Phone, our UCaaS solution includes a very robust persistent team Chat product that further drives collaboration in a seamless and integrated way. Our Chat product is used by a number of large enterprises, including a Fortune 10 company with over 130,000 users.\nI also want to thank Lumio, a preeminent leader in residential solar and home experience. Lumio is a happy Zoom Meetings customer who recently enabled their 4,000 employees to enjoy the use of Zoom Chat. Lumio chose Zoom Chat for its ease of deployment and to enhance communication collaboration across their team.\nThe next 2 wins are very special because they demonstrate the strength of our platform offering and how the contact center is a critical component of the platform. I want to thank TeamHealth, the leading physician practice in the U.S., for their trust in Zoom. Their innovation-focused team is committed to delivering the best quality experience possible for their employees, health care providers and customers.\nA long-standing, avid Zoom Meetings, Zoom Webinar and Zoom Rooms customer, TeamHealth recently expanded their service with thousands of Zoom Phone licenses across their organization. And their journey did not end there. Given their similar experience across our platform, they saw potential value in adding our Zoom Contact Center to modernize internal IT support services across their tens of thousands of employees and health care affiliates.\nAnd the last, but certainly not the least, I want to thank FranklinCovey, a leading provider of leadership, individual effectiveness and business execution training and assessment services. FranklinCovey started as a Zoom Meetings and Zoom Events customer. In Q1, recognizing Zoom's expansion in the contact center and proven UCaaS capabilities, they decided to deploy Zoom Phone together with the Zoom Contact Center.\nThey saw them as going hand in hand to support many of the external call center needs in the U.S., including voice and video channels as well as skills-based routing. We look forward to continuing our journey with FranklinCovey by delivering additional capabilities as we enhance and expand our contact center offering.\nThank you, Humana, Avis, Lumio, TeamHealth and FranklinCovey. I'm so grateful to have such a great group of customers.\nWe hear every day from our customers about just how much impact Zoom's unified communication platform has had on how they communicate internally and externally. Recently, we commissioned Forrester Consulting to quantify Zoom's business value and provide a framework for organizations looking to understand their unified communications investment.\nThe study indicates that Zoom's unified communications platform could provide a 261% return on investment over 3 years for composite organization in their model with a payback in just less than 6 months. This did not come as a surprise to us or our customers who see and feel the value of the Zoom every day, but it does set up a healthy bar for what organizations can strive to accomplish with our flexible, scalable and growing suite of communications solutions.\nAnd as companies look to empower hybrid workforces, Zoom can drive further efficiency gains through our robust Zoom Rooms offering. And there are intangible benefits as well. A new study from Gartner found that employees with more flexibility in terms of work style and location felt more connected to their organization's culture. We have found this to be true at Zoom and are working to help our customers realize similar goals by enabling productivity and belonging across their teams whether they be in person, remote or hybrid.\nAs always, let me also thank our global Zoom team, customers, partners and investors for their great trust and support. And with that, I will pass it over to Kelly. Thank you.\n\nKelly Steckelberg\n\nCFO & Treasurer, Zoom Video Communications, Inc.\n\nThank you, Eric, and hello, everyone. Let me start by also extending my warm welcome to the Solvvy team. We are thrilled to have you join the Zoom family. I'll first discuss the results for Q1 and then provide our outlook for Q2 and FY '23.\nIn Q1, total revenue grew 12% year-over-year to $1.074 billion, near the high end of our guidance. The growth was primarily driven by strength in our enterprise business, which saw a steady increase as customers as well -- in customers as well as improved renewal rates year-over-year. We also saw ongoing success in Zoom Rooms and Zoom Phone, which reached 3 million seats during the quarter. Renewals in Online improved sequentially, but growth was impacted mainly by international headwinds, including the strengthening of the dollar and the Russia-Ukraine war.\nRevenue from Enterprise customers grew 31% year-over-year and represented 52% of total revenue, up from 45% in Q1 of FY '22. The number of Enterprise customers grew 24% year-over-year to approximately 198,900. We expect revenue from Enterprise customers to become an increasingly higher percentage of total revenue over time.\nOur trailing 12-month net dollar expansion rate for enterprise customers in Q1 came in at 123%. This was in line with expectations as existing enterprise customers continue to expand their investment in the Zoom platform, with growth rates beginning to normalize following the very high rates of expansion previously.\nWe saw 46% year-over-year growth in the upmarket as we ended the quarter with 2,916 customers contributing more than $100,000 in trailing 12 months revenue. These customers represented 24% of revenue, up from 19% in Q1 of FY '22.\nOur Americas revenue grew 15% year-over-year. Our APAC revenue grew even faster at 20% year-over-year. The performance in Americas and APAC was partially offset by the flat year-over-year growth in EMEA. This was primarily due to continued headwinds in the online business. On a quarter-over-quarter basis, we believe the Russia-Ukraine war has broadly impacted our online business in Europe and is expected to weigh on the balance of FY '23 as well.\nNow turning to profitability, which was strong from both GAAP and non-GAAP perspectives. I will focus on our non-GAAP results, which exclude stock-based compensation expense and associated payroll taxes, acquisition-related expenses, net litigation settlements, net gains or losses on strategic investments, income tax benefits from discrete activities and undistributed earnings attributable to participating securities.\nNon-GAAP gross margin in Q1 was 78.6%, an improvement from 73.9% in Q1 of last year and 78.3% last quarter. The sequential improvement was mainly due to optimizing usage across the public cloud and our increasing number of co-located data centers. Given the improvements we are seeing so far this year, we expect gross margins to be in the range of 76% to 78% for the remainder of the year, which is higher than our previous view of the mid-70s.\nResearch and development expense grew by 105% year-over-year to approximately $85 million driven by our focus on innovation. As a percentage of total revenue, R&D expense increased to 7.9% from 4.3% in Q1 of last year. Our new product launches reflect our ongoing investments in expanding Zoom's platform and our commitment to delivering on our customers' evolving needs. We plan to further invest in R&D to reach our long-term target of 10% to 12%.\nSales and marketing expense grew by 40% year-over-year to $267 million. This represented approximately 24.9% of total revenue, up from 20% in Q1 of last year. We remain committed to investing in worldwide sales capacity, channel partners and product marketing across the Zoom platform.\nG&A expense grew by 26% to $93 million or approximately 8.6% of total revenue.\nNon-GAAP operating income expanded to $400 million, exceeding the high end of our guidance of $350 million as we are seeing the benefit of efficiencies in our cloud operations. This translates to a 37.2% non-GAAP operating margin for Q1 compared with 41.9% a year ago and 39.2% last quarter.\nNon-GAAP diluted earnings per share in Q1 was $1.03 on approximately 307 million non-GAAP diluted weighted average shares outstanding. This result is $0.15 above the high end of our guidance and $0.29 lower than Q1 of last year.\nNow turning to the balance sheet. Deferred revenue at the end of the period was $1.3 billion, up 22% year-over-year from $1.1 billion. Looking at both our billed and unbilled contracts, our RPO totaled approximately $3 billion, up 44% year-over-year from $2.1 billion. We expect to recognize approximately 63% of the total RPO as revenue over the next 12 months as compared to 72% in Q1 of last year, reflecting a shift towards longer-term plans.\nAs a reminder, our seasonality of renewals is front-end loaded and tapers through the year, and therefore, our collections follow the same trend. This leads deferred revenue to peak in Q1 and moderate over the rest of the year, reflecting the smaller renewal base. As such, we expect Q2 deferred revenue to grow at approximately 9% to 10% year-over-year.\nWe ended the quarter with approximately $5.7 billion in cash, cash equivalents and marketable securities, excluding restricted cash. We had operating cash flow in the quarter of $526 million as compared to $533 million in Q1 of last year. Free cash flow was $501 million, up from $454 million in Q1 of last year. Our margins for operating cash flow and free cash flow remained strong at 49% and 46.7%, respectively.\nFor the fiscal year, we would expect free cash flow margin to be roughly 3 to 5 points lower than our non-GAAP operating margin, taking into account the lower deductions for stock-based compensation caused by the recent stock volatility. The Section 174 requirement to capitalize and amortize R&D expenses could further impact our free cash flow if Congress does not defer, repeal or otherwise modify the existing legislation. Over time, assuming a more normalized SBC environment, we would expect our free cash flow margin on an annual basis to track approximately at or above our non-GAAP operating margin.\nLast earnings, we announced our $1 billion share buyback plan. As of the end of Q1, we had purchased $132 million of stock, representing 1.2 million shares.\nNow turning to our FY '23 guidance. This outlook is consistent with what we are observing in the market today. Specifically, it assumes that our enterprise business will grow substantially faster than our online business. It also assumes that our year-over-year total revenue growth rate will modestly accelerate in the fourth quarter of FY '23.\nFor the second quarter of FY '23, we expect revenue to be in the range of $1.115 billion to $1.12 billion. We expect non-GAAP operating income to be in the range of $360 million to $365 million. Our outlook for non-GAAP earnings per share is $0.90 to $0.92 based on approximately 308 million shares outstanding. As mentioned last quarter, due to our multiyear history of profitability, we have fully utilized our NOLs. We continue to expect our tax rate to approximate the blended U.S. federal and state tax rate in FY '23.\nFor the full year of FY '23, we expect revenue to be in the range of $4.53 billion to $4.55 billion, which would represent approximately 11% year-over-year growth. We are raising our non-GAAP operating income to be in the range of approximately $1.48 billion to $1.5 billion, representing a non-GAAP operating margin of approximately 33%. Our outlook for non-GAAP earnings per share is $3.70 to $3.77 based on approximately 309 million shares outstanding.\nBefore we conclude, I'd like to update you on our recently issued inaugural ESG report. The report includes information regarding our ESG initiatives and policies, environmental performance and targets, details of Zoom's and our employees' charitable contributions, diversity metrics and an index providing standardized reporting according to the SASB framework.\nAs always, Zoom is grateful to be a driving force, enabling connection and collaboration worldwide with our high-quality, frictionless and secure communications platform.\nThank you to the entire Zoom team, our customers, our community and our investors.\nKelcey, please queue up our first question."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/e88a86cef2f8ca839e4d23424bdf3ca2",
        "textblob_polarity": 0.11401092249406865,
        "textblob_subjectivity": 0.3977298668871698,
        "sentiment": {
            "distribution": {
                "neutral": 9,
                "positive": 12
            },
            "scores": {
                "neutral": 0.8878592054049174,
                "positive": 0.9995038906733195
            }
        },
        "content1": "Q4 2022 Zoom Video Communications Inc Earnings Call\n\nQ4 2022 Zoom Video Communications Inc Earnings Call\n\nZMNASDAQFEB 28, 11:00 PM\n\nOperator\n\nHello, everyone, and welcome to Zoom's Fourth Quarter Fiscal Year 2022 Earnings Release. I'd like to remind everyone this call is being recorded.\nAt this time, I'd like to turn it over to Tom McCallum, Head of Investor Relations.\n\nTom McCallum\n\nHead of IR, Zoom Video Communications, Inc.\n\nThank you, Kelcey.\nHello everyone, and welcome to Zoom's earnings video webinar for the fourth quarter and full year of FY22. Im joined today by Zooms Founder and CEO, Eric Yuan; and Zooms CFO, Kelly Steckelberg.\nOur earnings press release was issued today after the market closed and may be downloaded from the Investor Relations page at investors.zoom.com. Also on this page, you'll be able to find a copy of today's prepared remarks and a slide deck with financial highlights that, along with our earnings release, include a reconciliation of GAAP to non-GAAP financial results.\nDuring this call, we will make forward-looking statements, including statements regarding our financial outlook for the first quarter and full year 2023, our expectations regarding financial and business trends, our market position, opportunities, growth strategy and business aspirations, product initiatives and the expected benefits of such initiatives and our stock repurchase program.\nThese statements are only predictions that are based on what we believe today, and actual results may differ materially. These forward-looking statements are subject to the risks and other factors that could affect our performance and financial results which we discuss in detail in our filings with the SEC, including our annual report on Form 10-K and quarterly reports on Form 10-Q. Zoom assumes no obligation to update any forward-looking statements that we make on today's webinar.\nAnd with that, let me turn the discussion over to Eric.\n\nEric S. Yuan\n\nFounder, President, CEO & Chairman, Zoom Video Communications, Inc.\n\nThank you, Tom.\nBefore I begin, I want to welcome Bill McDermott, CEO of ServiceNow, who will join our Board of Directors tomorrow. I look forward to working together with Bill, a visionary in the technology space and a successful software executive. I'd also like to thank Bart Swanson, who is stepping down from our Board of Directors tomorrow, for his years of service on our Board. And I wish him the best in his future endeavors.\nLet me also thank our global Zoom team, customers, partners and investors for their support as we celebrate the 10-year anniversary of our inception and the 3-year anniversary of our IPO.\nNow I'd like to share with you 3 key pillars of the Zoom strategy, which we are building out to drive our future growth. The first pillar is really about being a full unified communications platform. We made enormous strides over the past several years, evolving from a meetings company into a multiproduct platform, including video conferencing, events, chat, phone and more. The missing piece was the contact center. That was until our announcement last week. More on that in a moment.\nThe second pillar is hybrid work. Because we believe hybrid work is going to become more flexible and less about location. So no matter where you are, office, traveling or home, Zoom wants to make sure you have a consistent experience. Whether with Zoom Rooms or on a Zoom-connected device, we want to make sure you are part of the conversation and able to collaborate anywhere and everywhere.\nThe third pillar is the business workflows and how we leverage our API marketplace, our Zoom Apps and our SDK. Many technology companies tell me that they want to integrate Zoom into their platform to improve the communication and collaboration experience for their customers. For instance, we recently announced a Zoom-DocuSign integration. This will allow customers to review a document during a Zoom Meeting and approve it as part of a simple bidirectional business workflow. We are in the early innings of this transformation of work and communication. We believe there is a massive opportunity, and we plan to address it with the same level of innovation, scalability and simplicity that has made Zoom the trusted platform for hundreds of thousands of businesses around the world.\nAs a key part of our UC stack, I'm super excited about the announcement we made last week. We announced the general availability of Zoom Contact Center, an omnichannel customer-engagement solution that is optimized for video and integrated right into the Zoom client. It brings unified communications together with modern contact center capabilities, helps customers connect over video and also support channels like voice, SMS and web chat.\nZoom Contact Center is simple for admins to configure and deploy. They can easily create menus, greetings and prompts driving the Zoom Admin portal. The product can also integrate chat and video into an existing digital presence like a website, helping organizations have conversations with customers in the right place and at right time. This is just the beginning of our plan to modernize the contact center and enrich the experience for our customer and our customers' customers.\nSpeaking of customers, we ended the year with a lot of great wins. First, I want to thank Medtronic, a global leader in health care technology, for expanding their partnership with Zoom. In 2020, Medtronic chose Zoom Meetings, Zoom Rooms and Zoom Webinars to enable its global employees to communicate and collaborate better. In Q4 of fiscal 2022, after a careful vendor selection process, they decided to add 60,000 Zoom Phone licenses to a new multiyear agreement. Thank you, Medtronic, for trusting Zoom to deliver a modern, integrated UCaaS solution to support our global communications needs.\nThank you, Intuit, the global technology platform that makes TurboTax, QuickBooks, Mint, Credit Karma and Mailchimp, for entrusting Zoom with their video communications over the past several years and recently adding Zoom Phone to create a unified communications platform across their organization.\nThank you, Arizona State University, which was recently recognized by U.S. News & World Report as the country's most innovative school, and has been a strong supporter of Zoom products over the years. As a leading research university, a highly effective communications platform is very important to drive collaboration between their students, staff and the community. ASU chose Zoom to be a complete communications platform with 50,000 Zoom Meetings, 700 Zoom Rooms and 15,000 Zoom Phone licenses as well as Zoom Webinars.\nI also wanted to recognize LIXIL Group Corporation, a Japanese manufacturer and pioneer of building materials and housing equipment. As a Zoom Meetings and Zoom Rooms customer, LIXIL has embraced hybrid work for communication and collaboration while levering the ease of use of the Zoom platform to enhance their customer experience with video tours of their showrooms. In Q4, LIXIL added 10,000 Zoom Phone licenses, committing to a unified communications platform.\nThank you, Medtronic, Intuit, Arizona State and LIXIL. I'm very grateful to have such a great group of customers. I love you all. Thank you.\nThe world wants a full communications platform, one that's integrated with other workflows, supports hybrid work and is secure and easy to use. Zoom is hard at work ensuring our customers exceed the soaring expectations of how businesses collaborate internally and communicate externally. To sustain and enhance our leadership position in this new area of digital transformation, we plan in FY '23 to build out our platform to further enrich the customer experience and expand our go-to-market motions, which will enable us to drive future growth for Zoom.\nI want to thank our Zoomies for their hard work over the past 10 years. We have grown to nearly 6,800 strong and are more focused than ever on delivering happiness every day to our hundreds of thousands of customers around the world.\nAnd with that, then let me pass it over to Kelly. Thank you.\n\nKelly Steckelberg\n\nCFO & Treasurer, Zoom Video Communications, Inc.\n\nThank you, Eric, and hello, everyone. Let me start with a few of the financial highlights for FY '22 and the results for Q4, then we'll provide our outlook for Q1 and FY '23.\nWe delivered another year of strong results. Revenue grew 55% to $4.1 billion as we exited FY '22 at an annualized run rate of $4.29 billion. We grew non-GAAP operating margin to 40.4%, up from 37.1% in FY '21 as we scaled our operations. And we achieved an adjusted free cash flow margin of 38%.\nIn Q4, total revenue grew 21% year-over-year to $1.07 billion, exceeding the high end of our guidance of $1.053 billion. The growth was primarily driven by strength in our enterprise business, which continued to grow significantly faster than our online business. We also saw strong demand for Zoom Phone, which had a record quarter, adding over 550,000 paid seats. Much of the Zoom Phone growth came from strength in large customers, with the number of customers with more than $100,000 of ARR growing 149% year-over-year, and the number of customers with more than 10,000 paid seats growing 122% year-over-year. We also added a major global bank as a Zoom Phone customer.\nWe saw 66% year-over-year growth in the upmarket as we ended the year with 2,725 customers contributing more than $100,000 in trailing 12 months revenue. These customers represented 23% of revenue, up from 18% in Q4 of last year. We exited the quarter with approximately 509,800 customers with more than 10 employees, up 9% year-over-year. In Q4, customers with more than 10 employees represented 67% of revenue, up from 63% in Q4 of last year.\nAs we approach our 3-year anniversary as a public company, a lot of incredible things have occurred at Zoom. We've seen unprecedented growth and brand awareness for Zoom Meetings and incredibly strong momentum for newer products. We've also expansively built out our direct, channel and ISV go-to-market motions, which we collectively call enterprise. These customers have high lifetime values as they tend to increase deployments, extend terms and churn at much lower rates over time.\nStarting today, we will provide metrics that more closely align with the way our internal view of the business has evolved following this period of unprecedented growth and expansion. This will include the number of enterprise customers and the net dollar expansion rate for enterprise customers. In the appendix of the investor deck, you will find 2 years of historical data for these new metrics. Additionally, through the end of FY '23, we will continue to provide the number of customers with more than 10 employees in the appendix.\nIn Q4, the number of enterprise customers grew 35% year-over-year to approximately 191,000. Revenue from enterprise customers grew 38% year-over-year and represented 50% of total revenue, up from 44% in Q4 FY '21. We expect revenue from enterprise customers to become an increasingly higher percentage of total revenue over time.\nOur online business, which we define as customers self-serviced through our online channel, represents the other half of our revenue, up from approximately 25% in Q4 of fiscal year 2020, before the pandemic. The self-service model is very attractive from profitability and cash flow perspectives. And while we have seen online grow more slowly than enterprise in recent quarters and expect that to continue going forward, we are continuing to invest in and innovate around this channel to drive growth.\nWe will also be presenting our net dollar expansion rate for enterprise customers rather than our net dollar expansion rate for customers with more than 10 employees. First, let me start with the historic metric. Our Q4 net dollar expansion rate for customers with more than 10 employees was in line with what we discussed in Q3, being just under 130% to 129%. Going forward, we will report the trailing 12-month net dollar expansion rate for enterprise customers, which in Q4 was 130%.\nBoth domestic and international markets had strong growth during the quarter. Our Americas revenue grew 21% year-over-year. Our combined APAC and EMEA revenue grew 23% year-over-year to be approximately 33% of revenue, stable with Q4 of last year. On a quarter-over-quarter basis, Asia Pac revenue grew slightly faster than the overall company, but we saw headwinds to our online business in EMEA, partially associated with the holiday seasonality.\nLet me share a few international highlights with you. We closed our largest overall deal ever in EMEA with 200,000 Meetings licenses and our largest Zoom Rooms deal in APAC with a customer deploying more than 3,300 Zoom Rooms to drive hybrid work across their offices. We have also expanded our partnership with Deutsche Telekom by committing to developing a joint solution specifically for the German market. We continue to view international expansion as a major opportunity for future growth.\nNow turning to profitability, which is strong from both GAAP and non-GAAP perspectives. I will focus on our non-GAAP results, which exclude: stock-based compensation expense and associated payroll taxes, charitable donation of common stock, acquisition-related expenses, net litigation settlements, net gains or losses on strategic investments, income tax benefits from discrete activities and undistributed earnings attributable to participating securities.\nNon-GAAP gross margin in Q4 was 78.3%, an improvement from 71.3% in Q4 of last year and 76% in Q3 of this year. The sequential improvement was mainly due to optimizing usage across the public cloud in our colocated data centers as well as the seasonally lower usage during the holidays. We expect this figure to return to the mid-70s in the short term before improving in the mid- to long term as we continue to build out our data centers.\nResearch and development expense grew by 133% year-over-year to approximately $72 million. As a percentage of total revenue, R&D expense nearly doubled year-over-year to 6.7%, demonstrating our commitment to innovation and product development. We plan to further invest to enhance our platform, including our recently announced contact center product.\nSales and marketing expense grew by 58% year-over-year to $251 million or approximately 23.4% of total revenue, primarily driven by increased marketing programs and sales headcount to drive future growth. We remain committed to investing in worldwide sales capacity and product marketing across our comprehensive communications platform.\nG&A expense grew by 22% to $95 million or approximately 8.9% of total revenue.\nNon-GAAP operating income expanded to $420 million, exceeding the high end of our guidance of $363 million. This translates to a 39.2% non-GAAP operating margin for Q4 compared with 40.9% a year ago and 39.1% last quarter. Non-GAAP diluted earnings per share in Q4 grew to $1.29 on approximately 306 million non-GAAP weighted average shares outstanding. This result is $0.22 above the high end of our guidance and $0.07 above Q4 of last year.\nTurning to the balance sheet. The deferred revenue at the end of the period was $1.2 billion, up 34% year-over-year from $883 million. Looking at both our billed and unbilled contracts, our RPO totaled approximately $2.6 billion, up 51% year-over-year from $1.7 billion. We expect to recognize approximately 63% of the total RPO as revenue over the next 12 months as compared to 70% in Q4 of last year, reflecting a shift back towards longer-term plan.\nAs a reminder, due to the seasonality of renewals being front-end loaded and tapering through the year, our collections followed the same trend. Since our renewal linearity is unique, let me provide you once again with some color on next quarter's deferred revenue. We believe it will peak in Q1 at 12% to 13% year-over-year growth and moderate over the rest of the year, reflecting the smaller renewal rates.\nWe ended the quarter with approximately $5.4 billion in cash, cash equivalents and marketable securities, excluding restricted cash. We had operating cash flow in the quarter of $209 million as compared to $399 million in Q4 of last year. Adjusted free cash flow, which excludes a onetime $85 million cash outflow related to a legal settlement that was disclosed and recognized as a GAAP expense in Q1 was $274 million as compared to $378 million in Q4 of last year.\nNow turning to our FY '23 guidance. This outlook is consistent with what we are observing in the market today. Specifically, it assumes that our enterprise business will grow substantially faster than our online business. It also assumes that our year-over-year total revenue growth rate will modestly accelerate in late FY '23.\nFor the first quarter of FY '23, we expect revenue to be in the range of $1.07 billion to $1.075 billion. We expect non-GAAP operating income to be in the range of $345 million to $350 million. Our outlook for non-GAAP earnings per share is $0.86 to $0.88 based on approximately 309 million shares outstanding. As mentioned last quarter, due to our multiyear history of profitability, we have fully utilized our NOLs. We expect our tax rate to approximate the U.S. blended tax rate in FY '23.\nFor the full year of FY '23, we expect revenue to be in the range of $4.53 billion to $4.55 billion, which would represent approximately 11% year-over-year growth. We expect non-GAAP operating income to be in the range of approximately $1.43 billion to $1.45 billion, representing a non-GAAP operating margin of approximately 32%. While our revenue grew 558% from FY '20 to FY '22, our operating margin also increased from 14% to 40%. We are pursuing a massive opportunity, and we will continue to focus on the appropriate balance between growth and margins as we build out and deliver on the potential of our platform. Our outlook for non-GAAP earnings per share is $3.45 to $3.51 based on approximately 312 million shares outstanding.\nAs indicated in our earnings press release today, our Board has authorized a $1 billion share repurchase program that we intend to execute on beginning this quarter. This not only underscores the confidence that our Board and our management team have in the future of Zoom, but also allows us to leverage our strong profitability, cash flow generation and strength of our balance sheet to deliver returns back to our shareholders. We are excited about the large and growing opportunity ahead of us as we continue to execute on our strategy and growth outlook.\nAs always, Zoom is grateful to be a driving force, enabling connection and collaboration worldwide with our high-quality, frictionless and secure communications platform.\nThank you to the entire Zoom team, our customers, our community and our investors.\nKelcey, please queue up our first question."
    }
]
