[
    {
        "date": "2025 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/d8e8a1f574f8762641ba9733b047be96",
        "textblob_polarity": 0.11299999567963646,
        "textblob_subjectivity": 0.37858397922769144,
        "sentiment": {
            "distribution": {
                "positive": 21,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9992009372938246,
                "neutral": 0.9438269337018331
            }
        },
        "content1": "Q1 2025 elf Beauty Inc Earnings Call\n\nQ1 2025 Elf Beauty Inc Earnings Call\n\nELFNYSEAUG 8, 10:30 PM\n\nKristina Casey Katten\n\nResearch Analyst, Crédit Suisse AG, Research Division\n\nThank you for joining us today to discuss e.l.f. Beauty's First Quarter Fiscal '25 Results. I'm KC Katten, Vice President of Corporate Development and Investor Relations. With me today are Tarang Amin, Chairman and Chief Executive Officer; and Mandy Fields, Senior Vice President and Chief Financial Officer. We encourage you to tune into our webcast presentation for the best viewing experience, which you can access on our website at investor.elfbeauty.com.\nSince many of our remarks today contain forward-looking statements, please refer to our earnings release and reports filed with the SEC, where you'll find factors that could cause actual results to differ materially from these forward-looking statements. In addition, the company's presentation today includes information presented on a non-GAAP basis. Our earnings release contains reconciliations of the differences between the non-GAAP presentation and the most directly comparable GAAP measure. With that, let me turn the webcast over to Tarang.\n\nTarang P. Amin\n\nChairman & CEO, e.l.f. Beauty, Inc.\n\nThank you, KC, and good afternoon, everyone. Today, we will discuss the drivers of our first quarter results and our raised outlook for fiscal '25. I want to start by recognizing the e.l.f. Beauty team. We're off to a strong start this fiscal year, delivering Q1 results ahead of our expectations. In Q1, we grew net sales 50%, increased gross margin by approximately 80 basis points and delivered $77 million in adjusted EBITDA. Q1 marked our 22nd consecutive quarter of both net sales growth and market share gains, putting e.l.f. Beauty in a rarefied group of high-growth companies.\nWe're 1 of only 5 public consumer companies out of 274 that has grown for 22 straight quarters and averaged at least 20% sales growth per quarter. We've continued to prioritize 3 areas with significant runway for growth: color cosmetics; skin care; and international. Let me update you on our progress in Q1. In color cosmetics, we continue to significantly outperform the category. In Q1, e.l.f. Cosmetics grew 26% in tracked channels as compared to a category that was down 1%, increasing our market share by 260 basis points.\nNationally, e.l.f. is the #2 mass brand on a dollar basis with approximately 12% share, more than double the level we had 3 years ago. As great as this share growth has been, we see an opportunity to double our market share over the next few years. In Target, our longest-standing national retail customer, we've been the #1 brand for 6 consecutive quarters, with our share increasing from nearly 13% to over 20% today. We're focused on replicating our success at Target across other key retailers and believe we are making great progress towards that ambition.\nIn skin care, we also continue to meaningfully outperform the category. In Q1, e.l.f. SKIN grew 45% tracked channels, 32x category growth of 1.4%. We grew our share of 60 basis points, driving e.l.f. SKIN to be a top 10 brand for the first time. We achieved the #9 rank as compared to the #13 rank a year ago. e.l.f. SKIN today holds about a 2% share and has significant runway with the #1 brand holding a 14% share. With the acquisition of Naturium last October, we now have 2 of the fastest-growing mass skin care brands that are complementary in their price points, positioning and audiences. Naturium contributed approximately 16 points to our net sales growth in Q1.\nTurning to international. Our net sales grew 91% in Q1, fueled by growth in our existing markets as well as our expansion into new markets. Our international expansion strategy is anchored in partnering with leading beauty retailers to bring our brands to life in each country we pursue. We continue to see significant runway to grow our footprint in our largest existing markets. The U.K., where we're now the #4 brand as compared to the #8 a year ago. And in Canada, we're now the #4 brand as compared to #6 a year ago.\nAs we look to new markets, we've seen success with our engagement model across social platforms, driving consumer demand well before we enter a particular country. We're pleased that we've maintained our #1 brand ranking since launch with both Etos in Netherlands and Douglas in Italy. International drove 16% of our total sales in Q1, up from 13% a year ago and with significant runway to grow as compared to our global peers at over 70% on average.\nLet me put the strength of our results in the context of the broader beauty industry. While beauty has comparatively low barriers of entry, very few brands have been able to scale. Of the over 1,900 cosmetics and skin care brands tracked by Nielsen, only 61 has surpassed $25 million in annual retail sales. Only 26 has surpassed $100 million in retail sales, and e.l.f. is 1 of only 5 brands to achieve over $700 million in retail sales. e.l.f. has been one of the few brands able to scale through our 5 unique areas of advantage that form our competitive moat.\nLet me take a moment to walk you through each. Our first area of advantage is our passion team of owners and high-performance team culture. We have just over 500 employees and have intentionally sought out people with diverse experiences who are humble and hungry and thrive at e.l.f. speed. We believe we are the only public consumer company that grants every employee equity every year. This aligns our employees' interest with that of our shareholders and provides wealth creation opportunities across the entire team.\nSince our IPO, excluding our executive officers, we've granted approximately $180 million in equity in a stock that has gone up more than tenfold. Our unique One Team, One Dream [ compensation ] model and high-performance team culture has led to exceptionally high employee engagement of 90%, 18 points above the consumer industry benchmark. The strength, curiosity and resilience of our team has allowed us to execute at an exceptionally high level over the last 5-plus years.\nThe second area of advantage is our value proposition. The average price point for e.l.f. is about $6.50 today as compared to nearly $9.50 for legacy mass cosmetics brands and over $20 for prestige brands. While there are other brands with low price points, our real advantage is the ability to deliver prestige quality at those price points. We have a unique asset-light supply chain model that delivers the best combination of quality, cost and speed in our industry.\nOur quality scores have gone up every year over the past 5 years. We have a closed feedback loop that allows us to make ongoing improvements across our portfolio. We're hearing from consumers that we're not only delivering an incredible price point but also deliver quality that is often better than prestige. Our value proposition is evidenced in our strong unit growth. e.l.f. was again the only top 5 cosmetics brand to grow units in Q1. Our third area of advantage is our powerhouse innovation. Our innovation approach is focused on building franchises behind our Holy Grails, taking inspiration from our community and the best products in prestige, adding our e.l.f. twist and bringing them to market at an extraordinary value.\nThis Holy Grail innovation approach has built category leadership over time. 5 years ago, e.l.f. had the #1 or #2 position across 8 segments of the color cosmetics category. Today, e.l.f. has the #1 or #2 position across 18 segments, which collectively make up over 80% of e.l.f. Cosmetics sales. We continue to deliver strong sales growth and share gains across these segments. We're also innovating in the industry's top segments where we under-index on share, like foundation.\nFor context, as compared to the 12% share we have across cosmetics, we have less than 2% share in foundation, a $675 million category in the U.S. In Q1, we launched a Soft Glam Satin Foundation, priced at an incredible value of $8 compared to a prestige item of $39.\n[Presentation]\nSoft Glam Satin Foundation was amongst the best selling products on our site in Q1. We're also excited about the innovation we've launched under Naturium. The brand recently celebrated 1 million bottles sold of the best-selling Glow Getter body wash. It's first product to hit the 1 million unit mark. We're extending our franchise approach to Naturium with the launch of the Glow Getter body oil. The launch sold out in just 10 days on naturium.com and was recently restocked on our site.\nOur fourth area of advantage is our disruptive marketing engine. Our marketing organization is structured to encompass all consumer touch points from product concept through consumer purchase. This end-to-end breadth gives us the agility to go from insight to action with speed and fosters increasing emotional resonance as our community becomes a stakeholder, essentially co-creating the brand with us.\nOur recently launched bronzing drops is a terrific example. Bronzing drops, which have been the #1 product requested from our community. Turning to our best product launch ever on elfcosmetics.com. We turned our consumers passionate please for bronzing drops into action with the debut of peculiar behavior to accompany the product launch.\n[Presentation]\nWe believe our marketing engine is best-in-class in creating culturally relevant output. In the 7 months since calendar 2024 began, we've executed 15 unique campaigns from a 14-minute documentary parity to a big game commercial to a record-breaking collaboration with Liquid Death. Our approach transcends product and deepens brand love to purpose. Earlier this year, we released our so many DICK'S campaign, which in [indiscernible], garnering 1 billion organic media impressions and almost 100% positive sentiment.\nOur research found that they are more man named Richard, Rick or Dick serving on public company boards than entire groups of underrepresented people. Consistent with our brand values, our call to action is not to single out leaders with these names, but rather inspire companies to give a bigger voice to everyone else to drive positive business results so that everyone wins. We practice what we preach. e.l.f. is 1 of only 4 publicly traded U.S. companies with the Board of Directors that is at least 2/3 women and 1/3 diverse.\nWe've solidified our reputation as a purpose-led results-driven brand across product, purpose and pioneering platforms. On Roblox, one of the world's most popular virtual playgrounds among Gen Z and Alpha. Since the launch of our e.l.f. UP!. experience last year, we have the #1 branded experience with a 95% positivity rating and almost 14 million plays. In Q1, e.l.f. became the first beauty brand to test real-world commerce on Roblox, adding credibility and visibility among key audiences.\nOur marketing is working, delivering ROIs multiples above benchmarks and expanding our unaided brand awareness from 13% in 2020 to 33% in 2024. I've been in the consumer space over 30 years and have never seen a 20-point jump in unaided awareness in just a few years. As great as that is, the leading U.S. mass cosmetics brand has 55% unaided awareness, demonstrating significant runway for growth.\nOur fifth area of advantage is our productivity model. [ Founder ] is a digitally native brand. E.l.f. remains the only top 5 mass cosmetics brand with their own direct-to-consumer site. We leverage insights from our site and Beauty Squad Loyalty Program to proactively change out up to 20% of our retail assortment each year. Looking at the last 5 years, our SKU count has remained relatively consistent, and we have doubled our average sales per SKU. This approach has led us to be the most productive brand on a dollar per foot basis with our largest retail customers in both the U.S. and U.K.\nOur strong productivity has been rewarded by more space with our global retail partners. In the U.S., as previously announced, the e.l.f. brand game space in spring with CVS and in summer with Walmart, and we'll be gaining additional spaces fall with CVS. We're also excited about the recent launch of Naturium in Ulta Beauty, marking the brand's first retailer expansion in the U.S. outside of Target. Naturium is now available in all 1,400 Ulta Beauty stores with a full assortment across skin, body and lip care.\nInternationally, we continue to grow our footprint in existing markets. As we previously announced, we gained space this spring with Boots in the U.K. and with Shoppers Drug Mart in Canada, and we'll be gaining space this fall with Superdrug in the U.K. We're also expanding our international reach into newer markets. We recently expanded our existing distributor relationship in Australia with the launch of e.l.f. in Kohl's, marking e.l.f.'s first introduction into the grocery channel in Australia.\nAs previously announced, we'll be bringing e.l.f. to Sephora Mexico this fall, marking the e.l.f. brands first partnership with Sephora. We're also excited to announce that we'll be launching e.l.f. in Germany this fall with Rossmann. Germany is the largest cosmetics market in Europe, and we expect our launch with Rossmann to be our biggest international launch to date.\nIn summary, we have 5 areas of advantage that have enabled us to consistently drive sales and share in cosmetics and skin care: our passionate people, a team of owners with a high-performance culture; our value proposition, powered by an asset-light supply chain delivering the best combination of quality, cost and speed in our industry; our powerhouse innovation, delivering premium Holy Grail products at accessible price points; our disruptive marketing engine, activating millions of consumers around the world; and our unique productivity model, bring this to life at retail globally.\nWhile other brands may seek to imitate parts of our strategy, it's how each of these areas of advantage reinforce each other that forms our competitive moat, and we expect they will continue to fuel our industry-leading growth. I'll now turn the call over to Mandy.\n\nMandy J. Fields\n\nSenior VP & CFO, e.l.f. Beauty, Inc.\n\nThank you, Tarang. I'll now cover the highlights of our first quarter results as well as our raised outlook for fiscal '25. Our first quarter results were outstanding. Q1 net sales grew 50% year-over-year on top of 76% growth in Q1 of last year, driven by broad-based strength across national and international retailers as well as digital commerce. Our net sales growth continues to be led by higher unit volume, which contributed approximately 34 points to growth, with mix adding approximately 16 points.\nQ1 digital consumption trends were up over 40% year-over-year on top of triple-digit trends in Q1 of last year. Digital channels drove 21% of our consumption in Q1 as compared to 18% a year ago. The momentum we're seeing is supported by enhancements across our loyalty program within our app and on digital and social platforms. Our Beauty Squad Loyalty Program hit a milestone this quarter, reaching over 5 million members with enrollment growing 30% year-over-year. Recall, our Beauty Squad loyalists have higher average order values, purchased more frequently, have stronger retention rates and our rich source of first-party data.\nWe're fueling new member enrollment with exclusive early access to product launches and unique integrations with our digital partners. In Q1, we ran our first ever Beauty Squad challenge within Roblox, allowing our e.l.f. players to connect their beauty squad and Roblox accounts. Nearly 100% of those Roblox connections were new Beauty Squad members. We also expanded Beauty Squad to Amazon to continue to fuel new member sign-ups and reward our community for their e.l.f. purchases on Amazon.\nQ1 gross margin of 71%, was up approximately 80 basis points compared to prior year. We saw gross margin benefits from favorable foreign exchange impacts, lower transportation costs, price increases in our international markets, cost savings and mix, partially offset by inventory adjustments. Q1 gross margin was better than we expected, in part due to slower flow-through of higher transportation costs.\nAs a reminder, we experienced higher container costs related to the Red Sea disruption at the end of last year. And those costs have continued to rise more recently. We expect these transportation cost headwinds to partially offset the gross margin benefit we're projecting throughout fiscal '25. On an adjusted basis, SG&A as a percentage of sales was 51% in Q1 compared to 39% last year. The primary driver of the year-over-year increase was a plan to step up in marketing and digital investment.\nMarketing and digital investment for the quarter was approximately 23% of net sales as compared to 16% last year. The remaining increase in adjusted SG&A was driven primarily by the inclusion of Naturium in our consolidated financials and impact that will continue through Q2 of fiscal '25 as well as ongoing investments in our team and infrastructure. Given those planned investments, Q1 adjusted EBITDA was $77 million, up 4% versus last year, and adjusted EBITDA margin was 24% of net sales.\nWe expect adjusted EBITDA growth to accelerate into the back half of fiscal '25 as we cycle the inclusion of Naturium in our financials and see more normalized rates of marketing investment year-over-year. Adjusted net income was $64 million or $1.10 per diluted share compared to $63 million or $1.10 per diluted share a year ago. Moving to the balance sheet and cash flow. Our balance sheet remains strong, and we believe positions us well to execute our long-term growth plans. We ended the quarter with $109 million in cash on hand compared to a cash balance of $143 million a year ago.\nOur ending inventory balance was $200 million, in line with our expectations and up from $98 million a year ago. The difference is primarily a combination of three things: first, as we've said in the past few quarters, we continue to build back our inventory levels to support strong consumer demand; second, our consolidated results now include Naturium, which added approximately $26 million of inventory; lastly, an additional $23 million of the increase is the result of taking ownership of inventory from China when it ships versus when it enters our distribution center here in the U.S.\nOur liquidity position remains strong. We ended the quarter with less than 1x leverage in terms of net debt to adjusted EBITDA. We expect our cash priorities for the year to remain on investing behind our growth initiatives and supporting our strategic extensions. The specific initiatives we're focused on this year include investing in our people and infrastructure, our ERP transition to SAP as well as increased distribution capacity to support strong consumer demand.\nNow let's turn to our raised outlook for fiscal '25. For the full year, we now expect net sales growth of approximately 25% to 27%, up from 20% to 22% previously. Adjusted EBITDA between $297 million to $301 million, up from $285 million to $289 million previously. Adjusted net income between $198 million to $201 million, up from $187 million to $191 million previously. And adjusted EPS of $3.36 to $3.41 per diluted share, up from $3.20 to $3.25 previously.\nLet me provide you with additional color on our planning assumptions for fiscal '25. Starting with the top line. Our raised outlook reflects the outperformance in Q1 relative to our expectations as well as an improved outlook for the balance of the year. In Q2, we expect our net sales growth to be slightly above our 25% to 27% annual growth outlook. As we look at tracked channels, we would expect transfer e.l.f. to be in the 20% range throughout Q2 as we continue to cycle strong compares in the base. Recall, tracked channels represent approximately half of our net sales.\nTurning to gross margin. In fiscal '25, we now expect our gross margin to be up approximately 20 basis points year-over-year as compared to approximately 10 basis points previously. The improved outlook is largely a result of our outperformance in Q1. In terms of the key puts and takes for the year, we expect gross margin benefits from favorable FX rates, margin accretive mix and cost savings to be partially offset by higher transportation costs and costs related to retailer activity and space expansion.\nFrom a cadence standpoint, we expect gross margin to be flat year-over-year in Q2, largely due to the timing of retailer activity and space expansion costs. Turning now to adjusted EBITDA. For the full year, our outlook now implies adjusted EBITDA growth of approximately 26% to 28% versus prior year, up from 21% to 23% previously. And on top of the strong 101% growth we delivered in fiscal '24. We continue to expect adjusted EBITDA margin leverage of approximately 20 basis points year-over-year. We still expect marketing and digital investment at approximately 24% to 26% of net sales in fiscal '25 as compared to 25% in fiscal '24.\nFrom a cadence standpoint, we are planning for a more balanced pace of marketing and digital spend throughout fiscal '25. Looking to Q2, that implies a step-up in our marketing on a year-over-year basis as marketing spend was approximately 21% of net sales in Q2 last year. In addition, we are still annualizing the acquisition of Naturium and continue to invest in our team. As a result, we expect our adjusted EBITDA margin could be in the low teens range in Q2, with more meaningful adjusted EBITDA margin expansion to be realized in the second half of fiscal '25 as marketing compares normalize and as we anniversary the acquisition of Naturium starting in October.\nIn summary, our first quarter results underscore our ability to drive exceptional, consistent category-leading growth. We believe we have a winning strategy as reflected in our raised outlook for the full year and continue to believe we are in the early innings of unlocking the full potential for our brands. With that, operator, you may open the call to questions."
    },
    {
        "date": "2024 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/6787d8abe7e6ff1afccb7fd977c81d6b",
        "textblob_polarity": 0.09423428067658848,
        "textblob_subjectivity": 0.36462016615862736,
        "sentiment": {
            "distribution": {
                "positive": 22,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9914255792444403,
                "neutral": 0.9982998967170715
            }
        },
        "content1": "Q4 2024 elf Beauty Inc Earnings Call\n\nQ4 2024 Elf Beauty Inc Earnings Call\n\nELFNYSEMAY 22, 10:30 PM\n\nKristina Casey Katten\n\nResearch Analyst, Crédit Suisse AG, Research Division\n\nThank you for joining us today to discuss e.l.f. Beauty's fourth quarter and fiscal '24 results. I'm KC Katten, Vice President of Corporate Development and Investor Relations. With me today are Tarang Amin, Chairman and Chief Executive Officer; and Mandy Fields, Senior Vice President and Chief Financial Officer.\nWe encourage you to tune into our webcast presentation for the best viewing experience, which you can access on our website at investor.elfbeautycom.\nSince many of our remarks today contain forward-looking statements, please refer to our earnings release and reports filed with the SEC, where you'll find factors that could cause actual results to differ materially from these forward-looking statements. In addition, the company's presentation today includes information presented on a non-GAAP basis. Our earnings release contains reconciliations of the differences between the non presentation and the most directly comparable GAAP measure.\nWith that, let me turn the webcast over to Tarang.\n\nTarang P. Amin\n\nChairman & CEO, e.l.f. Beauty, Inc.\n\nThank you, KC, and good afternoon, everyone. Today, we will discuss the drivers of our exceptional fourth quarter and fiscal '24 performance and our initial outlook for fiscal '25. I want to start by recognizing the e.l.f. Beauty team, we hit a major milestone this year, achieving over $1 billion in net sales.\nIn fiscal '24, we grew net sales by 77%, increased gross margin by approximately 330 basis points, grew adjusted EBITDA by 101% and increased market share of 305 basis points, well above our original expectations.\nWe recently rang the opening bell at the New York Stock Exchange to commemorate our 20th anniversary as a company and celebrate the exceptional, consistent, category-leading growth we've delivered over the last 2 decades. Q4 marked our 21st consecutive quarter of both net sales growth and market share gains, putting e.l.f. Beauty in a rarified group of high-growth companies. We are 1 of only 5 public consumer companies out of 274 that has grown for 21 straight quarters and average at least 20% sales growth per quarter.\nIn Q4, we grew net sales by 71%, increased gross margin by approximately 180 basis points and grew adjusted EBITDA 93%. We've continued to prioritize 3 areas with significant runway for growth: color cosmetics, skin care and international.\nLet me update you on our progress in Q4. In color cosmetics, we continue to significantly outperform the category. In Q4, e.l.f. Cosmetics grew 30% in tracked channels as compared to a category that was down 3%. We grew our share 325 basis points, driving our brand rankings to new highs. On a dollar share basis, we achieved the #2 rank for the first time as compared to the #3 brand a year ago. And on a unit basis, we achieved the #1 rank for the first time as compared to the #2 brand a year ago.\nWe remain bullish on the color cosmetics category. In Q4, the category lapped a period last year when trends were up 18%. When looked at on a 2-year stack basis, category trends accelerated relative to last quarter. We remain confident in our ability to significantly outpace category growth rates and take share.\nIn skin care, we similarly continue to meaningfully outperform the category. In Q4, e.l.f. SKIN grew [ 38% ] tracked channels, 19x category growth of 2%. We grew our share of 45 basis points, increasing 3 ranked positions to the #11 brand as compared to the #14 a year ago. We're also pleased with the growth we see for Naturium, the clinically effective biocompatible skincare brand we acquired this past October. Naturium contributed approximately 17 points to our net sales growth in Q4.\nTurning to international. Our net sales grew 115% in Q4, fueled by strength in Canada and the U.K. e.l.f. was the fastest-growing among the top 10 cosmetics brands in both Canada and the U.K., driving significant share gains in each. In Canada, we increased our rank to the #3 brand as compared to the #6 brand a year ago. In the U.K., we increased our rank to the #4 brand as compared to the #7 brand a year ago.\nInternational drove 16% of our sales in Q4 on a much bigger total business as compared to [ 13% ] a year ago. Across categories and geographies the 3 fundamental drivers of our business remain the same: our value proposition, powerhouse innovation and disruptive marketing engine.\nLet me walk through how each underpinned our strength in Q4. First, we're known for our value proposition. Our mission is to make the best of beauty accessible to every eye, lip, face and skin concern. We have a unique ability to deliver high-quality holy grails, taking inspiration from our community and the best products in prestige and bring them to market at an extraordinary value.\nThe average price point for e.l.f. is about $6.50 today, as [ compared to the ] $9.50 for legacy mass cosmetics brands and over $20 for prestige brands. Our value proposition underpins our strong unit growth. We're the only top 5 brand to grow units this past year.\nThe second driver of our performance is our powerhouse innovation. Our innovation engine has built category leadership over time. 5 years ago, e.l.f. had the #1 or 2 position across 8 segments of the color cosmetics category. Today, e.l.f. has the #1 or 2 position across 18 segments which collectively make up almost 80% of e.l.f. Cosmetics sales. We continue to deliver strong sales growth and share gains across these segments.\nWe have a track record of building growing product franchises, in both cosmetics and skin care that endure instead of the typical one-and-done launches. Our powerhouse franchise are growing year after year, as we launch innovation within each, the entire franchise grows.\nIn Q4, we extended our Power Grip franchise into the setting spray category with the launch of our Power Grid [ Dewey ] setting spray priced at an incredible value of $10 compared to a prestige item at $38.\n[Presentation]\nWith the initial launch, we're seeing a double-digit lift in sales of our original Power Group Primer that launched over 2 years ago. We're also innovating in the industry's top segments where we under-index on share, like skin care.\nWhile we've tripled our market share over the last 5 years, we remain significantly underpenetrated today. For context, as compared to the 10.5% share we have in cosmetics, we have less [ than ] 2% share in skin care. We are continuing to drive growth in skin with holy grail innovation.\nIn Q4, e.l.f. SKIN launched bronzing drops, one of the most requested products from our community, priced at an incredible value of $12 compared to a prestige item at $38.\n[Presentation]\nBronzing drops was the best-selling skin care product on our site in Q4.\nThe third driver of our performance is our disruptive marketing engine. We have a unique ability to combine the best of beauty, culture and entertainment to attract and engage generations of consumers across a variety of platforms.\ne.l.f. remains Gen Z favorite. In Piper Sandler's latest Taking Stock With Teens survey, e.l.f. Cosmetics ranked the #1 teen brand for the fifth consecutive season. We grew our mind share by 16 points versus last year, with our 38% mind share, now over 4x the level of the #2 brand. e.l.f. SKIN and elfcosmetics.com also ranked in the top 10 teen favorites in their respective areas.\nWe're growing our audience beyond Gen Z. Recent surveys show e.l.f. Cosmetics ranked #2 in mind share amongst millennials and #1 in mind share among Gen alpha. This progress in penetrating mind share across cohorts shows that e.l.f. is becoming a multigenerational brand driven by positivity, inclusivity and accessibility in everything we do. You can also see in the age ranges in our marketing campaigns. We are a brand for every eye, lip and face.\nWe're also reaching new audiences through our unique brand-on-brand partnerships with like-minded disruptors. In Q4, we partnered with Liquid Death, one of the fastest-growing beverage brands to launch Corpse Paint.\n[Presentation]\nThe response from our community was phenomenal. Our campaign drove over 12 billion press impressions, propelled a triple-digit lift in visits to elfcosmetics.com and selling out the collection in 45 minutes, with 68% of purchasers new to e.l.f.\nIn our e.l.f. UP! experience, the digital replication of the collab in a Roblox-native way resulted in record UGC redemptions.\nOver the past 5 years, we've increased our marketing investment from 7% of net sales to 25%. Our marketing investment is working, driving ROI multiples above industry benchmarks even as we've taken our spending up.\nSince 2020, we've doubled our unaided awareness in the U.S. from 13% to 26%. That 26% unaided awareness today compares to the leading U.S. mass cosmetics brand at 52%, illustrating significant runway for growth.\nComplementing our financial performance over the past 2 decades, I'm proud that we continue to lead with purpose as we strive to create a different kind of beauty company, one that is purpose-led and results driven. Out of nearly 4,200 public companies in the U.S., we're 1 of only 4 with a Board that's at least 2/3 women and 1/3 diverse.\nA few weeks ago, we launched our biggest purpose-led initiative yet, Change The Board Game, encouraging companies to diversify their Boards.\n[Presentation]\nWe partnered with legendary tennis star and equality champion, Billy Jean King, and created a series of video shorts to spread awareness in a humorous way of the inequality on corporate boards.\n[Presentation]\nWith our Change the Board Game initiative, we aim to champion diversifying boardroom representation, with a goal to double the annual growth rate of women and diverse candidates added to corporate boards.\nTurning now to fiscal '25. Let me touch on some of the initiatives we have planned to capitalize on the white space we see in color cosmetics, scheme care and international. First, in Color Cosmetics, we ended fiscal '24 with about a 10.5% market share, more than double the level we had 4 years ago and reached the #2 brand rank in Q4 with 12.8% share.\nIn Target, our longest-standing national retail customer, we are already the #1 brand with over 19% share. We see an opportunity to double our share again over the next few years as we replicate our success at Target across other key retailers. And Target isn't standing still. In fact, we expanded our market share at target to 23% in Q4, growing our business by over 70% for the year.\nWe expect our productivity-led model to help us earn additional space with our retail partners in fiscal '25. We're pleased to announce that we'll be expanding space for e.l.f. in fall 2024 with CVS in addition to previously announced [ space ] gains in spring 2024 with CVS and in summer 2024 with Walmart.\nThe second key area of white space we see is in skin care. e.l.f. skin today holds a 1.6% share and [ has ] significant runway with the #1 brand holding over 14% share. We're excited about the innovation pipeline we have for e.l.f. SKIN, starting with the in-store launch of bronzing drops this summer.\nWith the acquisition of Naturium, we now have 2 of the fastest-growing masking care brands that are complementary in their price points, positioning and audiences.\nFrom a distribution standpoint, in the U.S., Naturium is currently available in Target, Amazon, and naturium.com. We're pleased to announce that we'll be launching Naturium in Ulta Beauty for the first time in summer 2024.\nThird, we see significant white space internationally. Our international expansion strategy is anchored in partnering with leading beauty retailers, to bring our brands to life in each country we pursue. International accounted for 15% of our sales in fiscal 2024 as compared to our global peers at over 70% on average.\nIn Q4, we officially opened our first European office in London, furthering our commitment to grow our international business.\nAs we look to the year ahead, we see a significant runway to continue to grow in our largest global markets: Canada, where we're the #3 brand and the U.K. where we're the #4 brand.\nWe're pleased to announce that we'll be expanding space for e.l.f. in fall 2024 with Superdrug in the U.K., ,in addition to the previously announced space gains in spring 2024 with Boots and with Shoppers Drug Mart in Canada.\nAs we look to new geographies, we've seen success with our engagement model across social platforms, driving consumer demand well before we enter a particular country. Since we launched in Douglas Italy last fall, e.l.f. has been the #1 brand across both mass and prestige. We saw this again in April when we launched in the Netherlands with Etos, with e.l.f. becoming their #1 brand. We're also pleased to announce we'll be launching e.l.f. with Sephora Mexico this fall, marking the e.l.f. brands' first partnership with Sephora.\nIn summary, it's truly an exciting time at e.l.f. Beauty. We've evolved over our 20-year history from a digitally-native indie brand to an industry leader, reaching the #2 rank in color cosmetics and rapidly growing in skin care.\nOur value proposition, powerhouse innovation and disruptive marketing engine has allowed us to drive exceptional consistent category-leading growth. And with the significant white space we see in color cosmetics, skin care and international, we believe we're in the early innings of unlocking the full potential for our brands.\nI'll now turn the call over to Mandy.\n\nMandy J. Fields\n\nSenior VP & CFO, e.l.f. Beauty, Inc.\n\nThank you, Tarang. I'm pleased to touch on the highlights of our fourth quarter and full year fiscal '24 results as well as our initial outlook for fiscal '25.\nOur fourth quarter results were outstanding. Q4 net sales grew 71% year-over-year, driven by broad-based strength across national and international retailers as well as digital commerce. Our net sales growth was led by higher unit volume which contributed approximately 50 points to growth, with mix [ adding ] approximately 21 points.\nQ4 digital consumption trends were up nearly 70% year-over-year. Digital channels drove 22% of our consumption in Q4 as compared to 18% a year ago. The momentum we're seeing is supported by enhancements across our loyalty program, our app, as well as digital and social platforms.\nOur Beauty Squad Loyalty Program now has over 4.8 million members with enrollment growing 30% year-over-year. Our loyalty members continue to be a key part of our digital ecosystem, driving almost 80% of our sales on elfcosmetics.com.\nWe're seeing terrific engagement on our e.l.f. mobile app, which now boasts a 4.8-star rating and recently surpassed over 2 million downloads. We're also enjoying strength across third-party digital and social platforms.\nQ4 gross margin of 71% was up approximately 180 basis points compared to prior year. We saw gross margin benefits from favorable foreign exchange impacts, price increases in our international markets, lower costs from retailer activity, cost savings and mix, partially offset by inventory adjustments. We also saw a benefit from improved transportation costs, albeit to a much lesser extent than the prior 3 quarters, as we began to annualize some of the benefits that flow through in Q4 last year.\nOn an adjusted basis, SG&A as a percentage of sales was 61% in Q4 compared to [ 61% ] last year. Marketing and digital investment for the quarter was approximately 34% of net sales as compared to 33% last year.\nDuring the quarter, we opportunistically stepped up our marketing investment given our better-than-expected top line trends. As a result, we ended the full year with marketing and digital investment at 25% of net sales, above the high end of our 22% to 24% range that we had outlooked.\nQ4 adjusted EBITDA was $41 million, up 93% versus last year, and adjusted EBITDA margin was 13% of net sales. Adjusted net income was $31 million, or $0.53 per diluted share, compared to $24 million or $0.42 per diluted share a year ago. The increase in adjusted net income was attributable to an increase in pretax income as well as discrete tax benefits in the quarter related to stock-based compensation.\nLet's now turn to our full year results. In fiscal '24, we grew net sales by 77% and adjusted EBITDA by 101%, our strongest growth year ever. We invested behind our high ROI marketing and digital initiatives and delivered approximately 280 basis points of adjusted EBITDA margin expansion, supported by the combination of our strong sales growth, gross margin expansion and leverage in our non-marketing SG&A expenses.\nMoving to the balance sheet and cash flow. Our balance sheet remains strong, and we believe positions us well to execute our long-term growth plans. We ended the quarter with $108 million in cash on hand compared to a cash balance of $121 million a year ago.\nOur ending inventory balance was $191 million, in line with our expectations and up from $81 million a year ago. The difference is primarily a combination of 3 things: first, as we've said the past few quarters, we continue to build back our inventory levels to support strong consumer demand; second, our consolidated results now include Naturium, which added approximately $26 million of inventory; lastly, an additional $8 million of the increase is the result of taking ownership of inventory from China when it ships versus when it enters our distribution center here in the U.S.\nOur liquidity position remains strong. We ended the quarter with less than 1x leverage in terms of net debt-to-adjusted EBITDA.\nWe expect our cash priorities for fiscal '25 and to remain on investing behind our growth initiatives and supporting strategic extensions. The initiatives we're focused on this year include continuing to invest in our people and infrastructure, our ERP transition to SAP as well as increased distribution capacity to support strong consumer demand.\nNow let's turn to our initial outlook for fiscal '25. For the full year, we expect net sales growth of approximately 20% to 22%. Adjusted EBITDA between $285 million to $289 million. Adjusted net income between $187 million to $191 million, and adjusted EPS of $3.20 to $3.25 per diluted share. We expect our fiscal '25 adjusted tax rate to be approximately 20% to 21% and a fully diluted average share count of approximately 59 million shares.\nLet me provide you with additional color on our planning assumptions for fiscal '25. Starting with the top line. We ended the fiscal year with significant momentum and believe we are well positioned to deliver another year of volume-led, category-leading growth.\nIn Q1, we expect our net sales growth to come in well ahead of our 20% to 22% annual growth, reflecting the ongoing strong consumption trends we are seeing and the incremental contribution from the acquisition of Naturium.\nAs we look at tracked channels, we would expect trends for the e.l.f. brand to continue in the 20% range throughout the summer as we cycle strong compares in the base. Recall, tracked channels represent approximately half of our net sales after accounting for the acquisition of Naturium.\nAs we look out to the remainder of the year, we remain bullish on the cosmetics category and our ability to gain share. At the same time, we are mindful of macroeconomic uncertainty and believe it's prudent to take it a quarter at a time. Our guidance approach remains consistent, serving us well as we've navigated a dynamic operating environment to deliver [ 21 ] consecutive quarters of net sales growth.\nTurning to gross margin. In fiscal '25, we expect our gross margin to be up approximately 10 basis points year-over-year. We expect the first half to be relatively flat to prior year as we flow through higher transportation costs experienced with the Red Sea disruption at the end of [ last year ]. We expect those costs to recover in the back half of the year.\nIn terms of the key puts and takes for the year, we expect gross margin benefits from favorable FX rates, margin accretive mix and cost savings to be partially offset by the transportation costs I just noted and costs related to retailer activity and space expansion.\nWith the combination of our top line momentum and ongoing strong ROI we're seeing, we're planning for marketing and digital investment at approximately 24% to 26% of net sales in fiscal '25 as compared to 25% in fiscal '24. We're investing from a position of strength and believe these marketing investments will continue to fuel our growth.\nFrom a cadence standpoint, we are planning a more balanced pace of marketing and digital spend throughout fiscal '25. As a result, we expect our year-over-year adjusted EBITDA growth could be in the low to mid-single-digit range in the first half of our fiscal year, with more material growth and adjusted EBITDA margin expansion to be realized in the second half of the year. Recall, last year, we spent only 18% of sales behind marketing in the first half of the year versus 30% of net sales in the second half.\nFor the full year, our outlook implies adjusted EBITDA growth of approximately 21% to 23% versus prior year, on top of the strong 101% growth we delivered in fiscal '24. Our outlook also implies adjusted EBITDA margin leverage of approximately 20 basis points year-over-year.\nOur flywheel approach of investing in marketing to drive top line while expanding adjusted EBITDA margins gives me confidence in our ability to continue to drive profitable growth.\nIn summary, our fourth quarter and fiscal '24 results evidence our ability to drive exceptional, consistent, category-leading growth. We believe we have a winning strategy and remain excited about the significant white space opportunities in front of us.\nWith that, operator, you may open the call to questions."
    },
    {
        "date": "2024 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/a740e93cb08a20d8f5ebc9c0908ab418",
        "textblob_polarity": 0.11949556953463221,
        "textblob_subjectivity": 0.3834667545995668,
        "sentiment": {
            "distribution": {
                "positive": 20,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9939164519309998,
                "neutral": 0.9560956507921219
            }
        },
        "content1": "Q3 2024 elf Beauty Inc Earnings Call\n\nQ3 2024 Elf Beauty Inc Earnings Call\n\nELFNYSEFEB 6, 10:30 PM\n\nKristina Casey Katten\n\nResearch Analyst, Crédit Suisse AG, Research Division\n\nThank you for joining us today to discuss e.l.f. Beauty's third quarter fiscal '24 results. I'm Kristina Katten, Vice President of Corporate Development and Investor Relations. With me today are Tarang Amin, Chairman and Chief Executive Officer; and Mandy Fields, Senior Vice President and Chief Financial Officer.\nWe encourage you to tune into our webcast presentation for the best viewing experience, which you can access on our website at investor.elfbeuty.com.\nSince many of our remarks today contain forward-looking statements, please refer to our earnings release and reports filed with the SEC, where you'll find factors that could cause actual results to differ materially from these forward-looking statements. In addition, the company's presentation today includes information presented on a non-GAAP basis. Our earnings release contains reconciliations of the differences between the non-GAAP presentation and the most directly comparable GAAP measure. With that, let me turn the webcast over to Tarang.\n\nTarang P. Amin\n\nChairman & CEO, e.l.f. Beauty, Inc.\n\nThank you, Casey, and good afternoon, everyone. Today, we will discuss the drivers of our Q3 results and our raised outlook for fiscal '24. I want to start by recognizing the e.l.f. Beauty team for delivering another phenomenal quarter. In Q3, we grew net sales by 85%, increased gross margin by nearly 350 basis points and delivered $59 million in adjusted EBITDA, up 61% versus prior year. Our vision is to create a different kind of beauty company by building brands that disrupt norms, shape culture and connect communities through positivity, inclusivity and accessibility.\nWe have executed against this vision and delivered exceptional consistent category-leading growth. Q3 marked our 20th consecutive quarter of net sales growth, putting e.l.f. Beauty in a rarefied group of consistent, high-growth consumer companies. We're 1 of only 5 public consumer companies out of 274 that has grown for 20 straight quarters and averaged at least 20% sales growth per quarter. Across our business, we've continued to prioritize 3 areas with significant runway for growth, color cosmetics, skin care and international. Let me update you on our progress in Q3. In Color Cosmetics, we continue to significantly outperform the category. In Q3, e.l.f. Cosmetics grew 46% in tracked channels, 23x category growth of 2%. We increased our share by 305 basis points. Out of nearly 800 cosmetics brands tracked by Nielsen, e.l.f. is the only brand to gain share for 20 consecutive quarters. We have more than doubled our market share from about 4.5% in 2019 to 10% in 2023, placing us as a #3 brand nationally.\nGiven our momentum, we see an opportunity to double our share again over the next few years. In Target, our longest-standing national retail customer, we're the #1 brand with about a 19% share, nearly double the year we had in target just a few years ago. We're focused on replicating our success at Target across other key retailers and are making great progress towards that ambition. In skin care, we also continued to outperform the category. In Q3, e.l.f. SKIN grew 89% in tracked channels, 10x category growth of 9%. We grew our share by 60 basis points and gained 6 ranked positions, increasing our rank to the #14 brand as compared to the #20 brand a year ago. e.l.f. SKIN today holds a 1.4% share and a significant runway with the #1 brand holding 14% share. We are also making progress with Naturium, the clinically effective biocompatible skin care brand we acquired in October. Naturium has doubled our skin care penetration to 18% of retail sales and gives us a fast-growing complementary brand to further aspirations in the category. Naturium has seen exceptional growth with net sales growing at an 80% CAGR over the last 2 years. We're pleased by the strong growth that Natrium continued to deliver in Q3. Turning to International.\nOur net sales grew 119% in Q3 and drove approximately 15% of our business as compared to 13% a year ago. We saw terrific growth in the U.K. and Canada, our largest global markets, and we're enjoying success in our expansion to other countries as well. As compared to our #3 position in the U.S., e.l.f. is the #4 cosmetics brand in Canada and the #6 brand in the U.K. In Italy, where we just launched this fall, e.l.f. is already the #1 brand in due [indiscernible] across both mass and prestige. We see significant runway to expand our brands globally. Across categories and geographies, the 3 fundamental drivers of our business remain the same. Our value proposition, powerhouse innovation and disruptive marketing engine. Let me walk you through how each underpinned our strength in Q3 and how they collectively fuel our vision to be a different condo company. First, we're known for our value proposition. Our mission is to make the best of beauty accessible to every eye, lip, face and skin concern. We have a unique ability to deliver high-quality holy grails at an extraordinary value created with inspiration from our community, the best products in prestige and our distinctive e.l.f. Twist. The average price point for e.l.f. is a little over $6 today as compared to over $9 for the legacy mass cosmetics brands and over $20 for prestige brands. We believe our core value proposition expands the category, allowing more consumers to access the best of beauty.\nThe second driver of our performance is our powerhouse innovation. Our innovation engine has built category leadership over time e.l.f. has the #1 or 2 position across 16 segments of the color cosmetics category, which collectively make up over 75% of e.l.f. Cosmetics sales. We continue to deliver strong sales growth and share gains in each. We have a track record of building growing product franchises in both cosmetics and skin care that endure instead of typical one-and-done launches. Our 5 largest franchises, [indiscernible], [ Camo, Power Grip, Holy Hydration and Putty ] have grown year after year as we launch new innovation within each, the entire franchise grows. In Q3, we extended our Camel franchise into the blush category for the first time with the launch of our Camel liquid blush, priced at an incredible value of $7 compared to a prestige item at $23.\nWe're also innovating in the industry's top segments where we under-index on share, like Lip and Mascara. In Q3, we launched our [indiscernible], lip oil, one of the most requested products from our community priced at an incredible value of $8 compared to a prestige item at $40.\n[Video Presentation]\nWe also launched our last extender Maskara, our fourth mascara launch in the last 4 years and our first ever mascara with lengthening tubing technology. With our focused innovation in these areas, we've nearly doubled our lip and Mascara share over the last 3 years and are still significantly underpenetrated today. For context, as compared to the 10% share we have across the cosmetics category. We have a 3% share in lip, a $1.2 billion category and a 2% share in Mascara, a nearly $1 billion category. We have significant white space in these large segments of beauty and the innovation engine to conquest them. The third driver of our performance is our disruptive marketing engine. We have a track record of attracting and engaging existing and new audiences with buzzworthy activations, unexpected creativity and coveted collaborations. Our advantage lies in our ability to deliver real-time entertainment with emotionally resonant and culturally relevant content. Our unique content is customized with precision and delivered with impact across a wide range of platforms. Building upon our learnings and success with our Elfa channel on TikTok and our LEU channel on Twitch, we widened the aperture in Q3 with the launch of Elfa, our first-ever experience on road blocks, one of the world's most popular virtual playgrounds and immersive platforms. True to our purpose, LFP isn't just another game. It empowers entrepreneurs and cultural change makers to bring passion projects to life. The experience focuses on social impact and skill building for e.l.f. community and provides a digital sandbox for fostering creativity and entrepreneurship. -- launched less than 3 months ago, Elfa is already the #1 rated brand experience on the road blocks platform, receiving a 96% rating and amassing over 4 million plays. Looking at new cohorts, the Latinx community represents some of the most passionate makeup consumers with 77% higher average spend in the category. -- lover Index is among Latin -- next community and has a significant opportunity to build upon this affinity. In Q3, we teamed up with rising Latin music sensation, Manuel Teresa to launch a new original Spanish language SON, titled OS Laboscera, which translates in English to eyes, lips face. This Anthem is written to empower the Latin community, celebrating their beauty and pride in their Latin roots.\n[Video Presentation]\nWe also launched our last extender Maskara, our fourth mascara launch in the last 4 years and our first ever mascara with lengthening tubing technology. With our focused innovation in these areas, we've nearly doubled our lip and Mascara share over the last 3 years and are still significantly underpenetrated today. For context, as compared to the 10% share we have across the cosmetics category. We have a 3% share in lip, a $1.2 billion category and a 2% share in Mascara, a nearly $1 billion category. We have significant white space in these large segments of beauty and the innovation engine to conquest them. The third driver of our performance is our disruptive marketing engine.\nWe have a track record of attracting and engaging existing and new audiences with buzzworthy activations, unexpected creativity and coveted collaborations. Our advantage lies in our ability to deliver real-time entertainment with emotionally resonant and culturally relevant content. Our unique content is customized with precision and delivered with impact across a wide range of platforms. Building upon our learnings and success with our Elfa channel on TikTok and our LEU channel on Twitch, we widened the aperture in Q3 with the launch of Elfa, our first-ever experience on road blocks, one of the world's most popular virtual playgrounds and immersive platforms.\nTrue to our purpose, LFP isn't just another game. It empowers entrepreneurs and cultural change makers to bring passion projects to life. The experience focuses on social impact and skill building for e.l.f. community and provides a digital sandbox for fostering creativity and entrepreneurship. -- launched less than 3 months ago, Elfa is already the #1 rated brand experience on the road blocks platform, receiving a 96% rating and amassing over 4 million plays. Looking at new cohorts, the Latin x community represents some of the most passionate makeup consumers with 77% higher average spend in the category, lover Index is among Latin. Next community and has a significant opportunity to build upon this affinity. In Q3, we teamed up with rising Latin music sensation, [ Manuel Teresa ] to launch a new original Spanish language song, titled [indiscernible], which translates in English to eyes, lips face.\nThis Anthem is written to empower the Latin community celebrating their beauty and pride in their Latin roots.\n[Video Presentation]\nOkay. [indiscernible] achieved over 2 billion media impressions. Garnered over 304 million cross-platform views in place and reached the #1 spot on Spotify in 3 categories. On the big screen, we released Cosmetic Criminals a true crime parity documentary capturing the widespread phenomena of household intergenerational cosmetic crime. Stemming from reports about widespread elf pinching when family and friends borrow e.l.f. holy grails with no intention of returning them, the main character represents their universal truth.\n[Video Presentation]\n\nUnknown Executive\n\nThe spot debuted on YouTube, Amazon Freeze and ahead of the new \"Mean Girls\" that select AMC theaters nationwide. Our 15-minute film was the longest branded content spot to ever run on the big screen. Since its launch on January 9, Cosmetic Criminals garnered over 7 billion media impressions amassed over 2 million views on YouTube alone and garnered a 4.5 star rating on Amazon. Speaking of big audiences, e.l.f. returns to the big game on February 11. with our first-ever national TV spot. Last year's spot featuring [ Jennifer College ] and Power Grid Primer affirmed our hypothesis that women were underserved despite being nearly 50% of big game viewers. The overwhelming success of the campaign by every metric fueled a return with a national presence this year versus the regional spot the year prior.\nSecuring a national spot increases our household impressions by a factor of 3x. We believe this reach provides the best opportunity to springboard viral moment across a wide spectrum of platforms and increases our ability to boost brand impact. The entertaining spot features our Halo Glow liquid filter, the star of our best-selling franchise in 2023.\n[Video Presentation]\nOver the past 4 years, we've increased our marketing investment from 7% of net sales to 22%. Our marketing investment is working, driving ROI multiples above industry benchmarks and helping us reach new audiences. Since 2020, our unaided awareness in the U.S. has doubled from 13% to 26%. That 26% unaided awareness today compares to a leading U.S. mass cosmetics brand at 52%, illustrating significant runway for growth. Our results continue to fuel progress with national retailers. e.l.f. is the most productive cosmetics brand at our top 3 customers in the U.S., Target, Walmart and Ulta Beauty.\nWe're also the most productive brand at our top 2 customers in the U.K. Super Drug & Boots, giving us conviction that we can replicate our productivity model as we expand internationally. We continue to increase productivity even as we expand space. We're pleased to announce that we'll be expanding space for e.l.f. in spring 2024 with CVS and in summer 2024 with Walmart. In addition to the space gains, we previously announced with Shoppers Drug Mart in Canada and Boots in the U.K. We're also pleased to announce that we'll be expanding space for Naturium in spring 2024 with Shoppers Drug Mart, marking the brand's entry into Canada. In summary, as we enter our 20th year as a company, we continue to deliver exceptional results. What gives me confidence for the future is a significant white space we see in color cosmetics skin care and international.\nWe continue to believe we are still in the early innings of unlocking the full potential for our brands. I'll now turn the call over to Mandy.\n\nMandy J. Fields\n\nSenior VP & CFO, e.l.f. Beauty, Inc.\n\nThank you, Tarang. I'm pleased to share the highlights of our third quarter results as well as our raised outlook for fiscal '24. Our third quarter results were outstanding. Q3 net sales grew 85% year-over-year, driven by broad-based strength across national and international retailers as well as digital commerce. Our net sales growth was led by higher unit volume, which contributed approximately 56 percentage points to growth with mix adding approximately 29 percentage points. Q3 digital consumption trends were up over 100% year-over-year.\nDigital channels drove 24% of our total consumption in Q3 and as compared to 18% a year ago. The momentum we're seeing is supported by enhancements across our Loyalty Program and our App as well as digital and social platforms. Our Beauty Squad Loyalty Program now has over 4.5 million members with enrollment growing 30% year-over-year. Our Loyalty Members continue to be a key part of our digital ecosystem, driving almost 80% of our sales on elfcosmetics.com. We're seeing terrific engagement on our e.l.f. mobile app, which now boasts a 4.8-star rating and over 1.8 million downloads since launch. We're also enjoying strength across third-party digital and social platforms. We were amongst the fastest-growing beauty brands on Amazon in Q3 and we're the first major beauty brand that launched on TikTok shop.\nQ3 gross margin of 71% was up approximately 350 basis points compared to prior year. We continue to see gross margin benefits from favorable FX rates, improved transportation costs, margin accretive mix and cost savings. On an adjusted basis, SG&A as a percentage of sales was 54% in Q3 compared to 47% last year. The increase was primarily due to higher marketing and digital spend. Marketing and digital investment for the quarter was 26% of net sales, up from 17% in Q3 last year. We continue to expect marketing and digital investment in the 22% to 24% range for full year fiscal '24. Q3 adjusted EBITDA was $59 million, up 61% versus last year. And adjusted EBITDA margin was approximately 22% of net sales. Adjusted net income was $43 million or $0.74 per diluted share compared to $27 million or $0.48 per diluted share a year ago.\nMoving to the balance sheet and cash flow. Our balance sheet remains strong, and we believe positions us well to execute our long-term growth plans. We ended the quarter with approximately $72 million in cash on hand compared to a cash balance of $87 million a year ago. Our ending inventory balance was $205 million, in line with our expectations and up from $81 million a year ago. The difference is primarily a combination of 3 things. First, as we said last quarter, we continue to build back our inventory levels through fiscal '24 to support strong consumer demand. Second, approximately $28 million of the increase is the result of taking ownership of inventory from China when it ships versus when it enters our distribution center here in the U.S. Lastly, our consolidated results include Naturium for the first time, which added approximately $25 million of inventory.\nWe believe we have the appropriate levels of inventory across the business to service our customers and support the demand we're seeing. In early October, we closed the Naturium acquisition. It was funded largely using cash on hand and access to our existing credit facility, as well as approximately 600,000 shares of e.l.f. Beauty stock issued directly to founders and key management. Our liquidity position remains strong with relatively low leverage post the transaction. We ended the quarter with less than 1x leverage in terms of net debt to adjusted EBITDA. We expect our cash priorities for the year to remain on investing behind our growth initiatives and supporting strategic extensions. The initiatives we're focused on this year include continuing to invest in our people and infrastructure, our ERP transition to SAP as well as increased working capital and distribution capacity to support strong consumer demand.\nNow let's turn to our updated outlook for fiscal '24. For the full year, we expect net sales growth of approximately 69% to 71%, up from 55% to 57% previously. Adjusted EBITDA between $218 million to $220 million, up from $197 million to $200 million previously. Adjusted net income between $164 million to $166 million, up from $144 million to $146 million previously. And adjusted EPS of $2.84 to $2.87 per diluted share, up from $2.47 to $2.50 previously. We expect our fiscal '24 adjusted tax rate to be approximately 14% as compared to 17% to 18% previously. Lastly, we continue to expect a fully diluted average share count of approximately 58 million shares. Let me provide you with additional color on our planning assumptions as we close out fiscal '24.\nStarting with the top line. We believe we are well positioned to deliver another industry-leading year. Our raised outlook reflects the outperformance in Q3 we saw relative to our expectations as well as an improved outlook for the balance of the year. Our guidance implies approximately 48% to 53% net sales growth in Q4. Turning to gross margin. In fiscal '24, we expect our gross margin to be up approximately 280 basis points year-over-year, as compared to our expectation for up 225 basis points previously. The improved outlook is largely a result of our outperformance in Q3. In terms of the key puts and takes for the year, we continue to expect gross margin to benefit from lower transportation costs, favorable FX rates, margin accretive mix and cost savings, which are expected to more than offset costs related to retailer activity and space expansion. Turning to adjusted EBITDA.\nOur outlook implies adjusted EBITDA growth of approximately 87% to 88% versus prior year, up from 69% to 71% previously. We expect adjusted EBITDA margin leverage of approximately 200 basis points year-over-year, up from 190 basis points previously supported by the combination of our strong net sales growth, gross margin expansion and leverage in our non-marketing SG&A expenses. Our flywheel approach of investing in marketing to drive top line while expanding adjusted EBITDA margins gives me confidence in our ability to continue to drive profitable growth. In summary, our third quarter results underscore our ability to drive exceptional, consistent category-leading growth.\nWe have a significant white space opportunity in front of us as we continue our vision of creating a different kind of beauty company, one that is purpose-led and results driven. With that, operator, you may open the call to questions.[Audio Gap]"
    },
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/961b5a2385febbfe0c2425db446ba1bd",
        "textblob_polarity": 0.09537271088532928,
        "textblob_subjectivity": 0.3820333346989497,
        "sentiment": {
            "distribution": {
                "positive": 20,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9977232068777084,
                "neutral": 0.9981564283370972
            }
        },
        "content1": "Q2 2024 e.l.f. Beauty Inc Earnings Call\n\nQ2 2024 E.L.F. Beauty Inc Earnings Call\n\nELFNYSENOV 1, 9:30 PM\n\nKristina Casey Katten\n\nResearch Analyst, Crédit Suisse AG, Research Division\n\nThank you for joining us today to discuss e.l.f. Beauty's Second Quarter Fiscal '24 Results. I'm KC Katten, Vice President of Corporate Development and Investor Relations. With me today are Tarang Amin, Chairman and Chief Executive Officer; and Mandy Fields, Senior Vice President and Chief Financial Officer. We encourage you to tune into our webcast presentation for the best viewing experience, which you can access on our website at investor.elfbeauty.com.\nSince many of our remarks today contain forward-looking statements, please refer to our earnings release and reports filed with the SEC, where you'll find factors that could cause actual results to differ materially from these forward-looking statements.\nIn addition, the company's presentation today includes information presented on a non-GAAP basis. Our earnings release contains reconciliations of the differences between the non-GAAP presentation and the most directly comparable GAAP measure.\nWith that, let me turn the webcast over to Tarang.\n\nTarang P. Amin\n\nChairman & CEO, e.l.f. Beauty, Inc.\n\nThank you, KC, and good afternoon, everyone. Today, we will discuss the drivers of our Q2 results and our raised outlook for fiscal '24. I want to start by recognizing the e.l.f. Beauty team for delivering another phenomenal quarter. In Q2, we grew net sales by 76%, increased gross margin by 570 basis points and delivered $60 million in adjusted EBITDA, up 122% versus prior year.\nQ2 marked our 19th consecutive quarter of net sales growth, putting e.l.f. Beauty in a select group of consistent, high-growth consumer companies. We're 1 of only 5 public consumer companies out of 274 that has grown for 19 straight quarters and average at least 20% sales growth per quarter.\nWe've continued to highlight 3 areas with significant runway for growth in color cosmetics, skin care and international. Let me update you on our progress in Q2. In color cosmetics, we continue to significantly outperform category trends. In Q2, e.l.f. Cosmetics grew 51% in tracked channels, nearly 17x category growth of 3%. We increased our share by 330 basis points. Out of nearly 800 cosmetics brands tracked by Nielsen, e.l.f. is the only brand to gain share for 19 consecutive quarters. We have more than doubled our market share since 2019 from about 4.5% to 10%.\nWe are building strength upon strength with our 330 basis points of share gains in Q2 on top of our share gains last year and the year before. Given our momentum, we see an opportunity to double our share over the next few years. In Q2, e.l.f. was the #3 brand nationally with approximately 10% share. In Target, our longest-standing national retail customer, we're the #1 brand with approximately 19% share, nearly double the level of share we had in Target just 2 years ago. We are focused on replicating our partnership and success at Target across other key retailers and are making great progress towards that ambition.\nIn skin care, we continue to outperform the category. In Q2, e.l.f. SKIN grew 129% in tracked channels, about 13x category growth of 10% and was the fastest-growing among the top 20 skin care brands. We grew our share by 80 basis points, increasing our rank to the #14 brand as compared to the #19 brand a year ago.\ne.l.f. SKIN today holds a 1.6% share and a significant runway with the #1 brand holding nearly 15% share. E.l.f. remains Gen Z favorite, helping drive the share growth we've seen in these last 19 quarters. In Piper Sandler's recent taking stock with teens fall survey, e.l.f. Cosmetics remained the #1 teen favorite cosmetics brand for the fourth consecutive season. We grew our share by 13 percentage points versus a year ago to 29%. We believe this is a great indicator of brand strength.\nFor perspective, no other cosmetics brand has surpassed even 20% in the past 5 years. e.l.f. SKIN ranked in the top 10 favorite skin care brands for the second time. elfcosmetics.com was a top 10 beauty shopping destination for teens for the third consecutive survey and was the only brand site on the list. Looking outside the U.S. We grew our international net sales 157% in Q2, fueled by strength in Canada and the U.K. e.l.f. outpaced category growth by more than 10x in Canada, and more than 7x in the U.K., fueling share gains in each.\ne.l.f. today is the #4 brand in Canada with a 7% share and the #6 brand in the U.K. with 5% share. We see significant runway to expand our brands globally. Our relentless focus on our 5 strategic imperatives continues to drive results across our brand portfolio. Let me walk through how each of these strategic imperatives underpinned our strength in Q2.\nOur first strategic imperative is to build brand demand. Our disruptive marketing engine continues to redefine what's possible in beauty. In Q2, we continue to break boundaries in gaming, entertaining short-form content and record-setting collaborations. We leaned into gaming with the launch of a limited edition makeup collaboration in August with [indiscernible] fruit, also known as LuFu, 1 of the world's top female gamers. We go further into entertainment and short-form digital content with Georgia Sue Icon Snooki. Leaning into the nostalgof the moment to underscore the importance of SPF and our suntouchable franchise.\n[Presentation]\nWe launched another record-setting collaboration in September. As part of our strategy to continue building awareness and reach new audiences, we reunited with cultural icon and award-winning actress Jennifer Coolidge, to launch dirty pillows. This limited edition lift collection and campaign was inspired by an outtake from our big game commercial shoot.\n[Presentation]\nWe took an unscripted moment and created a premium lip collection that launched on elfcosmetics.com at e.l.f. Speed. Our dirty pillars campaign explores a world where one's lips always come first.\n[Presentation]\nThe response from our community has been incredible. Our dirty pillars campaign earned over 11 billion media impressions in 48 hours, our highest ever for a product collaboration. The initial drop of dirty pillow lip kit sold out within 2 hours with over 40% of purchasers new to e.l.f. Over the past 4 years, we've increased our marketing investment from 7% of net sales to 22%. Our marketing investment is working, driving ROI multiples above industry benchmarks and helping us reach new audiences. Our most recent attitude and usage study underscores the broad-based improvement we've seen since 2020. Our brand satisfaction jumped 16 points to 80%, the highest among our competitive set.\nOur unaided awareness in the U.S. has doubled from 13% to 26% that 26% unaided awareness today compares to the leading U.S. mass cosmetics brand at 52%, illustrating an opportunity to double again as we move forward. Building upon our success in the U.S., we took steps to accelerate brand awareness in the U.K. with our first-ever community-led brand campaign. When we asked our growing community in the U.K., what e.l.f. means to them, it sparked a campaign that fueled a movement.\nIn September, the U.K. lit up with our first 32nd U.K. advertising spot across social channels, tube stations, digital screens and experiential pop-ups encouraging everyone to get involved and hash tag express your e.l.f.\n[Presentation]\nOur second strategic imperative is to power digital. Founded is a digitally native brand. e.l.f. remains the only top 5 mass cosmetics brand with our own direct-to-consumer site. Our digitally led strategy continues to serve us well. Q2 digital consumption trends were up over 75% year-over-year. Digital channels drove 17% of our total consumption in Q2 on a much bigger business as compared to 16% a year ago. We're seeing terrific engagement on our e.l.f. Cosmetics mobile app, which now boasts a 4.8-star rating and over 1.6 million downloads.\nOur monthly active user growth is outpacing that of traditional beauty retailers. And over 90% of our transactions on the app are driven by our most loyal Beauty Squad loyalty members. Beauty Squad now has over 4.1 million members with enrollment growing over 25% year-over-year. Our loyalty members are a key part of our digital ecosystem, driving almost 80% of our sales on elfcosmetics.com.\nOur third strategic imperative is to lead innovation. We have a unique ability to deliver Holy Grails taking inspiration from our community and the best products in prestige and bringing them to market at extraordinary value. Our innovation continues to receive industry recognition. In the highly coveted Allure Best of Beauty Awards, 4 of our products garnered Best of awards, the largest number of awards we received in a single year and marking the 11th consecutive year e.l.f. Beauty has won a Best of Beauty award.\nOur innovation engine has built category leadership over time. e.l.f. has the #1 or 2 position across 16 segments of the color cosmetics category, which collectively make up over 75% of e.l.f. Cosmetics sales. We continue to deliver strong sales growth and share gains in each. Our fourth strategic imperative is to drive productivity with our retail partners. e.l.f. continues to drive best-in-class productivity on a sales per linear foot basis with both Target and Walmart, our 2 largest customers. This productivity is earning us additional space with our retail partners.\nAs a reminder, in spring 2023, we expanded space in Target, Walmart, CVS and Shoppers Drug Mart. And in fall 2023, we expanded space in Ulta Beauty, CVS and Walgreens. We are pleased to announce that we'll be expanding our space in spring 2024 with Shoppers Drug Mart in Canada and with boots in the U.K. Last month, we also launched e.l.f. in Italy with De Glass, furthering our international expansion.\n[Presentation]\nOur fifth strategic imperative is to deliver profitable growth. Since 2019, we've been focused on the flywheel of investing behind our high ROI marketing and digital initiatives to drive top line growth, while also expanding our adjusted EBITDA margin. We again delivered on this winning formula in Q2 with both strong top line growth and adjusted EBITDA margin expansion. Supported by a combination of our strong sales growth, gross margin expansion and leverage in our non-marketing SG&A expenses.\nAs we've grown, we continue to make investments in our infrastructure. Our supply chain offers the best combination of cost, quality and speed in our industry and has been able to keep pace with the strong consumer demand we're seeing. This year, we'll begin implementation of SAP to continue to optimize our operations and core processes. We're also planning to make investments to increase our distribution capacity to support our growth. Even with this ongoing investment, we expect to continue to deliver adjusted EBITDA margin expansion in fiscal 2024. We believe these ongoing investments in our team and infrastructure position us well to continue to drive profitable growth.\nIn early October, we officially closed on the acquisition of Nutrium and welcomed its passionate team of employees to the e.l.f. Beauty family. Nutrium is a fast-growing disruptive brand on a mission to make high-performance skin care accessible to all. The acquisition doubles our skin care presence to approximately 18% of retail sales from approximately 9% on a stand-alone basis.\n[indiscernible] has seen exceptional growth with net sales growing at approximately 80% CAGR over the last 2 years. We're still in the early days post-closing and look forward to realizing the significant opportunities we see ahead for the brand. Our unwavering focus on executing our 5 strategic imperatives is driving our results. At the same time, I'm proud that we continue to lead with purpose as we strive to create a different kind of beauty company, one that is both purpose-led and results driven.\nOur second annual impact report launched in September demonstrates how these go hand-in-hand. It shows how acting with purpose to further our positive impact drives more successful business outcomes. Our commitment to our culture and people was recently spotlighted by U.S. News & World Report, who named e.l.f. Beauty to its annual list of Best Companies to work For. We were also recognized by Newsweek as 1 of America's greenest companies, recognizing our progress in sustainability.\nIn summary, we believe the white space in color cosmetics, skin care and international, coupled with our relentless focus on our 5 strategic imperatives, we'll continue to fuel our ability to win in fiscal '24 and beyond.\nI'll now turn the call over to Mandy.\n\nMandy J. Fields\n\nSenior VP & CFO, e.l.f. Beauty, Inc.\n\nThank you, Tarang. I'm pleased to share the highlights of our second quarter results as well as our raised outlook for fiscal '24. Our second quarter results were outstanding. Q2 net sales grew 76% year-over-year, driven by broad-based strength across national and international retailers as well as digital commerce. Our net sales growth was led by higher unit volume, which contributed approximately 56 percentage points to growth, with mix adding approximately 20 percentage points. e.l.f. was the only top 5 cosmetics brand to grow units according to track channel data.\nQ2 gross margin of 71% was up approximately 570 basis points compared to prior year. We saw gross margin benefits from lower inventory adjustments, favorable FX rates, improved transportation costs margin accretive mix and cost savings, which more than offset costs related to retailer activity and space expansion.\nOn an adjusted basis, SG&A as a percentage of sales was 45% in Q2 compared to 46% last year. We drove significant leverage and non-marketing SG&A expenses primarily as a result of our strong top line trends. Marketing and digital investment for the quarter was 21% of net sales, up from 16% in Q2 last year. We continue to expect marketing and digital investment in the 22% to 24% range for the full year of fiscal '24.\nGiven first half spending at 18% of net sales, we expect to see spending above our annual range in the back half. Q2 adjusted EBITDA was $60 million, up 122% versus last year and adjusted EBITDA margin was approximately 28% of net sales. Adjusted net income was $47 million or $0.82 per diluted share compared to $20 million or $0.36 per diluted share a year ago. The increase across profitability metrics was driven by our strong net sales growth, gross margin expansion and leverage in our non-marketing SG&A expenses.\nMoving to the balance sheet and cash flow. Our balance sheet remains strong, and we believe positions us well to execute our long-term growth plans. Our ending inventory balance was $147 million, in line with our expectations and up from $81 million a year ago. The difference is a combination of 2 things. As we said last quarter, we plan to build back our inventory levels through fiscal '24 to support the strong consumer demand we're seeing.\nIn addition, approximately $37 million of the increase is the result of taking ownership of inventory from China when it ships versus when it enters our distribution center here in the U.S. We ended the quarter with approximately $168 million in cash on hand compared to a cash balance of $85 million a year ago. I'm also pleased with the approximately $27 million in free cash flow we generated in Q2. We ended the quarter with a net cash position and less than 1x leverage in terms of total debt to adjusted EBITDA.\nSubsequent to the quarter end, in early October, we closed the Naturium acquisition. We funded the $355 million acquisition, largely using cash on hand and access to our existing credit facility as well as $72 million of e.l.f. Beauty stock issued directly to founders and key management, which represented approximately 600,000 shares. We expect our liquidity position to remain strong with relatively low leverage post the transaction with net leverage expected to be less than 1.5x adjusted EBITDA.\nWe expect our cash priorities for the year to remain on investing behind our growth initiatives and supporting strategic extensions. The initiatives we're focused on this year across our brand portfolio include continuing to invest in our people and infrastructure. Our ERP transition to SAP as well as increased working capital and distribution capacity to support the strong consumer demand we're seeing.\nNow let's turn to our updated outlook for fiscal '24. As we look to the second half of fiscal '24, we are well positioned to deliver another industry-leading year. We are raising our full year outlook to reflect ongoing momentum in our underlying business as well as the addition of Naturium. For the full year, we now expect net sales growth of approximately 55% to 57%, up from 37% to 39% previously. Adjusted EBITDA between $197 million to $200 million, up from $171 million to $174 million previously; adjusted net income between $144 million to $146 million, up from $125 million to $127 million previously. And adjusted EPS of $2.47 to $2.50 per diluted share, up from $2.19 to $2.22 previously.\nWe continue to expect our fiscal '24 adjusted tax rate to be approximately 17% to 18%. Lastly, we now expect a fully diluted average share count of approximately 58 million shares, up from 57 million shares previously. As a reminder, Naturium is expected to generate approximately $90 million of net sales and $17 million in adjusted EBITDA in the 12 months ending March 31, 2024. The acquisition of Naturium closed in early October, and Naterium will start to contribute to our results in fiscal Q3. We continue to expect Naturium to contribute approximately $48 million in net sales $9 million in adjusted EBITDA and $0.04 in adjusted EPS on a fully diluted basis in our fiscal 2024.\nLet me provide you with additional color on our planning assumptions for fiscal '24, starting with top line. On an organic basis, excluding the acquisition of Naturium, our raised outlook implies organic net sales growth of approximately 46% to 48%, up from 37% to 39% previously. Our raised outlook reflects the outperformance in Q2 we saw relative to our expectations as well as expected strength for the balance of the year in our underlying business. Let me spend a moment on Nielsen tracked channel trends.\nAs a reminder, tracked channels only represent a portion of our sales. When accounting for the acquisition of Naturium, tracked channel data covers about 50% of our sales. Let me provide some context for what we've seen recently in tracked channels and set the stage for what you could see for the balance of the year. For context, our Q2 results were exceptional with e.l.f. growth in tracked channels, accelerating relative to Q1 on both a 1-year and 2-year basis. As we look to Q3 and Q4, we believe our tracked channel growth for e.l.f. could range between 20% to 50% growth.\nIn Q3, we could be at the higher end of that range and in Q4, we can be towards the lower end of that range given the compares and the base we are cycling. In both quarters, we could see tracked channel trends on a 2-year basis remain at or above the 90% level we've seen in the latest 12 weeks. Across quarterly, 1-year and 2-year track channel data, we continue to drive exceptional consistent category-leading sales growth.\nTurning to gross margin. In fiscal '24, we now expect our consolidated gross margin to be up approximately 225 basis points year-over-year as compared to our expectation for up 150 basis points previously. The improved outlook is largely a result of our outperformance in Q2, aided by lower inventory adjustments in the quarter and favorable mix. In terms of the key puts and takes for the rest of the year, we continue to expect gross margin to benefit from lower transportation costs, favorable FX rates, margin accretive mix and cost savings, which are expected to more than offset costs related to retailer activity and space expansion.\nNow turning to adjusted EBITDA. Our outlook now implies adjusted EBITDA growth of approximately 69% to 71% versus prior year, up from 46% to 49% previously and adjusted EBITDA margin leverage of approximately 190 basis points year-over-year as compared to approximately 150 basis points previously. The improved outlook is based on expected strong net sales growth, gross margin expansion, and leverage in our non-marketing SG&A expenses.\nWe are quite pleased to be again in this position to meaningfully raise both our net sales growth and profitability outlook. In summary, we delivered a phenomenal second quarter. Our disciplined execution behind our 5 strategic imperatives has driven category-leading results over the last 19 quarters. The significant white space we see across color cosmetics, skin care and internationally, gives us confidence that we are still in the early innings of unlocking the full potential behind our brands.\nWith that, operator, you may open the call to questions."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/b1a61db1a15de35446da6b4aedc778cf",
        "textblob_polarity": 0.13903404796261948,
        "textblob_subjectivity": 0.39923568164639583,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9919115347521645,
                "neutral": 0.8705724080403646
            }
        },
        "content1": "Q1 2024 elf Beauty Inc Earnings Call\n\nQ1 2024 Elf Beauty Inc Earnings Call\n\nELFNYSEAUG 1, 10:30 PM\n\nKristina Casey Katten\n\nResearch Analyst, Crédit Suisse AG, Research Division\n\n[Presentation]\nThank you for joining us today to discuss e.l.f. Beauty's First Quarter fiscal '24 Results. I'm KC Katten, Vice President of Corporate Development and Investor Relations. With me today are Tarang Amin, Chairman and Chief Executive Officer; and Mandy Fields, Senior Vice President and Chief Financial Officer. We encourage you to tune into our webcast presentation for the best viewing experience, which you can access on our website at investor.elfbeauty.com.\nSince many of our remarks today contain forward-looking statements, please refer to our earnings release and reports filed with the SEC, where you will find factors that could cause actual results to differ materially from these forward-looking statements. In addition, the company's presentation today includes information presented on a non-GAAP basis. Our earnings release contains reconciliations of the differences between the non-GAAP presentation and the most directly comparable GAAP measure.\nWith that, let me turn the webcast over to Tarang.\n\nTarang P. Amin\n\nChairman & CEO, e.l.f. Beauty, Inc.\n\nThank you, KC, and good afternoon, everyone. Today, we will discuss the drivers of our Q1 results and our raised outlook for fiscal '24. I want to start by recognizing the e.l.f. Beauty team. We're off to an incredibly strong start this fiscal year, delivering Q1 results well ahead of expectations. .\nQ1 marked our 18th consecutive quarter of net sales growth, putting e.l.f. Beauty in a select group of consistent, high-growth consumer companies. We are 1 of only 5 public consumer companies out of 274 total that has grown for 18 straight quarters and averaged at least 20% sales growth per quarter. In Q1, we grew net sales by 76%, increased gross margin by 280 basis points and delivered $74 million in adjusted EBITDA, up 135%.\nLast quarter, we spoke about the 3 areas with significant runway for growth in color cosmetics, skin care and internationally. Let me update you on our progress in Q1. In color cosmetics, we continue to outperform category trends. In Q1, e.l.f. grew 48% in tracked channels, well above category growth of 6%. We increased our market share by 260 basis points. Out of nearly 800 cosmetics brands tracked by Nielsen, e.l.f. is the only brand to gain share for 18 consecutive quarters. As great as the share growth has been, we see an opportunity to double our market share over the next few years. Nationally, Elf is the #3 brand today with approximately 9.5% share. In Target, our longest-standing national retail customer, we are already the #1 brand with nearly 18% share. We are focused on replicating our success at Target across other key retailers. In skin care, we also continued to outperform the category. In Q1, e.l.f. skin grew 127% in tracked channels, well above category growth of 10% and was the fastest-growing among the top 20 skin care brands. We grew our market share by 75 basis points. e.l.f. skin is the #14 brand today with a 1.5% share and a significant runway with the #1 brand holding over 15% share.\nLooking outside the U.S., we grew our international net sales 79% in Q1, fueled by strength in both the U.K. and Canada. e.l.f pays category growth by nearly 10x in the U.K. by over 3x in Canada, fueling market share gains in each. e.l.f. is the #6 brand in each of these markets with about a 5% share as compared to the #1 brand which has over 17% share. We continue to build our international team as we aim to expand our brands globally. Across categories and geographies, the 3 fundamental drivers of our business remain the same. Our value proposition, powerhouse innovation and disruptive marketing engine.\nLet me walk through how each underpinned our strength in Q1. First, we're known for our value proposition. We make the best of beauty accessible to every eye, lip, face and skin concern. We have a unique ability to deliver holy grail products taking inspiration from our community and the best products in prestige and bringing them to market, delivering high quality at an extraordinary value. The average price point for e.l.f. is a little over $6 today as compared to over $9 for the legacy mass cosmetics brands and over $20 for prestige brands. Unlike these higher-priced brands, our pricing strategy focuses on everyday value instead of broad-based promotions. We believe our value proposition creates accessibility in the category. Allowing more consumers to enjoy the best of beauty. The second driver of our performance is our POWERHOUSE innovation. e.l.f. has the #1 or #2 position across 16 segments of color cosmetics. Which collectively make up over 75% of e.l.f. cosmetics sales. We delivered the strongest sales growth and share gains in these segments in Q1. Our innovation approach is to build growing product franchises instead of one and done launches. Our 4 largest franchises, Camel, Putty, Halo Go and Power Grip, have grown year after year. As we launch new innovation within each, the entire franchise has grown. In Q1, we continue to fuel the Putty franchise with the launch of our liquid Poreless Putty Primer, priced at an incredible value of $10 compared to a prestige item at $54.\n[Presentation]\nWe also launched our Putty color-correcting eye brighter, extending the Putty franchise into the eye category for the first time. We're using this approach to disrupt the skin care category as well. Our latest untouchable franchise is a great example. In January, we launched Suntouchable Whoa Glow SPF 30, priced at an incredible value of $14 compared to the prestige item at $38. Whoa Glow quickly rose to one of our best-selling skin care SKUs. We expanded this untouchable franchise further in Q1 with the launch of our invisible sunscreen SPF 35 and are all set for sun SPF 45. .\n[Presentation]\nWe're excited about how our community is responding with the sun touchable franchise quickly rising to our skin care best sellers. The third driver of our performance is our ability to attract and engage consumers with our disruptive marketing engine. We continue to generate buzzworthy moments for our community. And reach new audiences with our collaborations. In June, we launched a limited edition collaboration with Beauty Content Creator, Mikayla Nogueira in honor over wedding. With over 17 million followers across our social platforms, Mikayla has been named one of the top beauty influencers. Our limited edition lip dual collaboration sold out in 18 minutes on elfcosmetics.com, our fastest ever sellout of a collection. We also saw our highest ever spike in site traffic during the launch hour and nearly 75% of purchasers are new to e.l.f., our highest new purchase array on an innovation product in the last 2 years. .\nThis quarter, we lean further into entertainment and short-form digital content with the release of 2 new series across our social channels, makeup over makeup and vanity table talk. The first episode of Vanity table dock feature cultural icon and award-winning actress Jennifer Coolidge, who inspired the series with her comedic quips while filming our chart topping commercial for the big game earlier this year.\n[Presentation]\nWe had celebrity media buzzing and viewers captivated, collectively earning over 20 billion impressions from our 2 new digital content series. I'm proud how we continue to lead with purpose as we strive to create a different kind of beauty company. We recently launched a new purpose-driven series, named show yourself, featuring role models who have overcome adversity to bring more positivity, inclusivity and accessibility to the world. The series kicked off with Anastasia Pagonis, a 19-year-old blind Paralympic swimmer and world record holder, who proves that anything is elfing possible even in the face of the toughest obstacles.\n[Presentation]\nTo support Anastasia's to help lift others, we do it to one of our favorite organizations, the hidden opponent, a nonprofit that raises awareness for student athlete mental health. This is part of e.l.f. Beauty's commitment to donate annually 2% of our prior year profits to drive positive impact in our communities. Before I turn the call over to Mandy, I want to spend a moment to talk about our competitive moat.\nWhile beauty is a category of comparatively low barriers of entry, very few brands have been able to scale. For context, of over 1,800 cosmetics and skin care brands tracked by Nielsen. Only 58 have surpassed $25 million in annual retail sales over the past 3 years, and only 2 are greater than $100 million. e.l.f. has been one of the few brands able to scale through the areas of advantage we bring to the table. With e.l.f. consumers can have premium quality beauty products at accessible price points with broad appeal that are vegan, cruelty free, clean and fair trade certified. These superpowers are underpinned by several other areas of competitive advantage. Our supply chain offers the best combination of cost, quality and speed in our industry. and is well integrated with our innovation engine to launch franchise-building holy grails. Our engagement model gives us the ability to activate millions of consumers against this innovation. And perhaps most importantly, we have a talented high-performance team and culture. While other beauty brands can try to replicate some of these, we believe the unique combination of our areas of advantage form our competitive moat and fuel our ability to win in fiscal 2024 and beyond.\nI'll now turn the call over to Mandy. .\n\nMandy J. Fields\n\nSenior VP & CFO, e.l.f. Beauty, Inc.\n\nThank you, Tarang. I am pleased to share the highlights of our first quarter results as well as our raised outlook for fiscal '24. Our first quarter results were outstanding. Q1 net sales grew 76% year-over-year, driven by broad-based strength across national and international retailers as well as digital commerce. Higher unit volume contributed approximately 56 percentage points to net sales growth, with mix adding approximately 20 percentage points to growth. We saw better-than-expected unit velocities in Q1. Supported by robust consumer response to both our spring innovation and core products. Shipments exceeded consumption this quarter as we started to recover on some out-of-stock items. .\nOur digitally led strategy continues to serve us well. Q1 digital consumption trends were up triple digits year-over-year. Digital channels drove 18% of our total consumption in Q1 and as compared to 14% a year ago. We see opportunity to increase our digital penetration, particularly as we further enhance our Beauty Squad loyalty program. Beauty Squad now has over 3.9 million members with enrollment growing over 25% year-over-year. Our loyalty members drive almost 80% of our sales on elfcosmetics.com and continue to have higher average order values, purchase more frequently, have stronger retention rates and are a rich source of first-party data. Q1 gross margin of 71% was up approximately 280 basis points compared to prior year. We saw gross margin benefits from favorable FX rates. Margin accretive mix and cost savings, lower inventory adjustments and improved transportation costs, which more than offset costs related to retailer activity and space expansion.\nOn an adjusted basis, SG&A as a percentage of sales was 39% in Q1 compared to 45% last year. We drove significant leverage in non-marketing SG&A expenses primarily as a result of our strong top line trends. Marketing and digital investment for the quarter was 16% of net sales and in line with last year. This was lower than expected on a percentage basis given our significant top line outperformance. We continue to expect marketing and digital investment to be approximately 22% to 24% of net sales in fiscal '24. Q1 adjusted EBITDA was $74 million, up 135% versus last year, and adjusted EBITDA margin was approximately 34% of net sales. Adjusted net income was $63 million or $1.10 per diluted share compared to $21 million or $0.39 per diluted share a year ago.\nThe increase across profitability metrics was driven by our strong net sales growth, gross margin expansion and leverage in our non-marketing SG&A expenses. Moving to the balance sheet and cash flow. Our balance sheet remains strong, and we believe positions us well to execute our long-term growth plans. We ended the quarter with approximately $143 million in cash on hand compared to a cash balance of $72 million a year ago. Our ending inventory balance was $98 million, in line with our expectations and up from $70 million a year ago. As a reminder, last quarter, we spoke about plans to build back our inventory levels through fiscal '24 to support the strong consumer demand we're seeing. I'm also pleased with the approximately $23 million in free cash flow generated in Q1. We ended the quarter with a net cash position and less than 1x leverage in terms of total debt to adjusted EBITDA. We expect our cash priorities for the year to remain on investing behind our growth initiatives and supporting strategic extensions. Some of the initiatives we're focused on this year include investing in our people and infrastructure, our ERP transition to SAP as well as increased working capital and distribution capacity to support strong consumer demand.\nNow let's turn to our raised outlook for fiscal '24. For the full year, we now expect net sales growth of approximately 37% to 39%. Up from 22% to 24% previously. Adjusted EBITDA between $171 million to $174 million, up from $144.5 million to $147.5 million previously; adjusted net income between $125 million to $127 million, up from $98.5 million to $10.5 million previously. And adjusted EPS of $2.19 to $2.22 per diluted share, up from $1.73 to $1.76 previously. We expect our fiscal '24 adjusted tax rate to be approximately 17% to 18% and a fully diluted average share count of approximately 57 million shares.\nLet me provide you with additional color on our planning assumptions for fiscal '24. Starting with the top line. Our raised outlook reflects the outperformance in Q1 relative to our expectations as well as an improved outlook for the balance of the year as our consumption remains strong, both in tracked and untracked channels. Turning to gross margin. In fiscal '24, we now expect our gross margin to be up approximately 150 basis points year-over-year as compared to our expectation for up 100 basis points previously. The improved outlook is largely a result of our outperformance in Q1, aided by lower inventory adjustments in the quarter and favorable mix. In terms of the key puts and takes for the year, we continue to expect gross margin to benefit from lower transportation costs, favorable FX rates, margin accretive mix and cost savings which are expected to more than offset costs related to retailer activity and space expansion.\nTurning now to adjusted EBITDA. Our outlook now implies adjusted EBITDA growth of approximately 46% to 49% versus prior year, up from 24% to 26% previously. And on top of the strong 56% growth we delivered in fiscal '23. Our outlook also implies adjusted EBITDA margin leverage of approximately 150 basis points year-over-year as compared to approximately 30 basis points previously. The improved outlook is based on expected strong net sales growth, gross margin expansion and leverage in our non-marketing SG&A expenses. We are quite pleased to be in a position to meaningfully raise both our sales and profitability outlook this early in our fiscal year.\nIn summary, we are off to a strong start in fiscal '24. Our performance over the last 18 quarters, both on an absolute basis and relative to the category, demonstrates that we have a winning strategy. As great as these results have been, we're even more excited for the future. The significant white space we see across color cosmetics, skin care and internationally, gives us confidence that we are still in the early innings of unlocking the full potential for our brands.\nWith that, operator, you may now open the call to questions."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/a01401be74f22047fccf3f379e636ad8",
        "textblob_polarity": 0.13741200388396646,
        "textblob_subjectivity": 0.4240465401680352,
        "sentiment": {
            "distribution": {
                "positive": 20,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9978239178657532,
                "neutral": 0.9983280301094055
            }
        },
        "content1": "Q4 2023 elf Beauty Inc Earnings Call\n\nQ4 2023 Elf Beauty Inc Earnings Call\n\nELFNYSEMAY 24, 10:30 PM\n\nKristina Casey Katten\n\nResearch Analyst, Crédit Suisse AG, Research Division\n\nThank you for joining us today to discuss e.l.f. Beauty's fourth quarter and fiscal '23 results. I'm KC Katten, Vice President of Corporate Development and Investor Relations. With me today are Tarang Amin, Chairman and Chief Executive Officer; and Mandy Fields, Senior Vice President and Chief Financial Officer.\nWe encourage you to tune into our webcast presentation for the best viewing experience, which you can access on our website at investor.elfbeauty.com. Since many of our remarks today contain forward-looking statements, please refer to our earnings release and reports filed with the SEC where you'll find factors that could cause actual results to differ materially from these forward-looking statements.\nIn addition, the company's presentation today includes information presented on a non-GAAP basis. Our earnings release contains reconciliations of the differences between the non-GAAP presentation and the most directly comparable GAAP measure.\nWith that, let me turn the webcast over to Tarang.\n\nTarang P. Amin\n\nChairman & CEO, e.l.f. Beauty, Inc.\n\nThank you, KC, and good afternoon, everyone. Today, we will discuss the drivers of our exceptional fiscal '23 performance and outlook for fiscal '24.\nI want to start by recognizing the e.l.f. Beauty team. we have so much to be proud of in fiscal '23. Our value proposition, powerhouse innovation and disruptive marketing engine continue to fuel our performance. Our results speak for themselves. In fiscal '23, we grew net sales by 48% and adjusted EBITDA by 56%, well above our original expectations, and hitting major milestones by reaching over $500 million in net sales and over $100 million in adjusted EBITDA for the first time. Q4 marked our 17th consecutive quarter of net sales growth.\nIn Q4, we grew net sales by 78%, increased gross margin by approximately 470 basis points and delivered $21 million in adjusted EBITDA, up 66%. We're encouraged by the continued strength we're seeing across the color cosmetics category. In Q4, the category grew 18% versus a year ago. e.l.f. continued to significantly outperform the category, growing 64% in tracked channels.\nWe grew our market share by 270 basis points, increasing our rank from #5 a year ago to the #3 brand for the first time. We continue to be the fastest-growing top 5 brand by a wide margin.\nLooking to skin care. Q4 category trends were also strong, up 12% versus a year ago. e.l.f. SKIN consumption was up 55% in tracked channels, well above category growth rates. In the last year, e.l.f. has been celebrated for the power of our company, brands and disruptive marketing engine. We're humbled by the recognition we continue to receive. In Q4, Fast Company named us to their annual Top 50 World's Most Innovative Companies. We are the only beauty company on the list, putting elf with well-recognized game changers such as NASA, Microsoft and OpenAI.\nWe continue to be recognized for our purpose and values as we strive to create a different kind of beauty company, one that is both purpose-led and results driven. We are proud that out of nearly 4,200 public companies, we are only 1 of 4 with a Board that's at least 2/3 women and 1/3 diverse, underscoring our commitment to diversity and inclusion.\ne.l.f. continues to be a Gen Z favorite. In Piper Sandler's latest semiannual teen survey, e.l.f. remained the #1 favorite cosmetics brands amongst teams for the third time in a row. We grew our share by 900 basis points versus a year ago and again held the #1 rank across all income groups.\ne.l.f. SKIN moved into the top 10 favorite skin care brands for the first time. elfcosmetics.com was again a top 10 shopping destination for teens and one of the only single brand sites among major retailers. Over the past 4 years, I've provided proof points on how we've executed our 5 strategic imperatives and the growth that is driven. Let me explain how each of these strategic imperatives underpinned our strength in fiscal '23.\nOur first strategic imperative is to build brand demand. Our disruptive digital-first marketing engine has built strength across multiple social platforms. We are a pioneer on TikTok and are now a 4-time TikTok billionaire with our last hashtag challenge garnering nearly 15 billion views. We were the first major beauty company to launch a branded channel on Twitch and the first beauty brand on B Real.\nAs part of our strategy to continue building awareness and reach new audiences, February marked our first ever TV commercial that debuted at the big game. The spot featured our Power Grip primer, our top-selling SKU in fiscal '23 and the #1 SKU across the entire U.S. mass cosmetics category. Power Grip is praised by our community for its ability to grip makeup and the entertainment value of its stickiness.\nWe teamed up with cultural icon and award-winning actress Jennifer Coolidge to dramatize the sticky grippy power of Power Grip. We aired this spot during the big game, and worked at e.l.f. speed, going from initial concept to delivery in only 3 weeks.\n[Presentation]\nThe response from our community has been phenomenal. Our campaign earned an astonishing 57 billion impressions. Our ad ranked #1 in consumer sentiment among all 103 ads at the big game. We saw a 64% increase in our purchase consideration and a lift in Power Grip sales, and we continue to keep the buzz going. In the weeks following, we aired the 32nd spot across 78 national TV networks, and lit up our social channels with additional exclusive content featuring Jennifer Coolidge.\n[Presentation]\nDisrupting norms and doing the unexpected is part of our DNA. We continue to generate buzz-worthy moments for our community through our brand on-brand partnerships with like-minded disruptors. Two years ago, our makeup collaboration with Chipotle generated 4 billion earned media impressions. Last year's collaboration with Dunkin' generated 5 billion impressions.\nWe broke records once again in March with our collaboration with American Eagle that generated over 7 billion impressions. Our internal studies show that our unaided awareness is less than 20% today, a double-digit gap in awareness relative to some of the legacy mass cosmetics brands. We're leaning on our disruptive marketing initiatives to build our awareness and reach new audiences, including Millennials and Gen X.\nOur latest Nielsen marketing mix analysis shows that our marketing investment continues to deliver, driving ROI multiples above the industry benchmarks. During Q4, we invested further in marketing, given our better-than-expected top line trends. As a result, we ended the full year with marketing and digital investment at 22% of net sales, above the high end of our 17% to 19% outlook.\nOur second strategic imperative is to power digital. Founded is a digitally native brand, e.l.f. remains the only top 5 mass cosmetics brand with a direct-to-consumer site. In fiscal '23, our digital consumption was up over 75%. Digital channels drove 17% of our total consumption as compared to 14% a year ago. We see opportunity to increase our digital penetration, particularly as we further enhance our Beauty Squad Loyalty Program.\nBeauty Squad now has nearly 3.7 million members, with enrollment growing over 25% year-over-year. Our loyalty members drive almost 80% of our sales on elfcosmetics.com, have higher average order values, purchased more frequently, have stronger retention rates and are rich source of first-party data.\nOur third strategic imperative is to lead innovation. We have a unique ability to deliver holy grails, taking inspiration from our community and the best products in prestige and bringing them to the market at extraordinary value. Our innovation has built category leadership over time. e.l.f. now has the #1 or #2 position across 16 segments of the color cosmetics category. Collectively, these segments make up over 75% of e.l.f. Cosmetics sales. We delivered the strongest sales growth and share gains in each of these segments in fiscal '23.\nOur innovation approach is to build growing and sustaining product franchises instead of one-and-done launches. Our 4 largest franchises, Camo, Putty, Halo Glow and Power Grip, have all grown year after year. As we launch new innovation within each franchise, the entire franchise grows. We believe this is a source of competitive advantage as we're not dependent on proliferating SKUs to anniversary prior year launches.\nLet me provide an example with our Halo Glow franchise. In 2020, we launched Halo Glow setting powder. In 2022, we launched Halo Glow liquid filter, which quickly became a viral sensation in one of our best-selling products. In April of this year, we built on that success with the launch of three Halo Glow Beauty Wands, a contour, blush and highlight trio, with each price at an incredible value of $9. Compared to the prestige item at $42, Halo Glow Beauty Wands have been one of our best launches ever.\nOur most popular shades are sold out multiple times and drove record numbers of visitors to elfcosmetics.com. Halo Glow Beauty Wands are a viral hit with our community. And more importantly, are providing a lift in sales to the rest of the Halo Glow franchise. Since we launched Beauty Wands, we've seen nearly triple-digit sales lift across our Halo Glow franchise, with all our Halo Glow products in the top 10 best sellers on elfcosmetics.com, including the Halo glow Setting Powder that we launched over 3 years ago. Our strategy of using our new products and marketing engine to shine a light on our existing products within the franchise has proven successful and fueled growth year after year.\nOur fourth strategic imperative is to drive productivity with our retail partners. In fiscal '23, e.l.f. increased its best-in-class productivity on a sales per linear foot basis with both Target and Walmart, our 2 largest customers. Ulta Beauty is another great example of our focus on productivity. We grew our Ulta business by over 70% in fiscal '23 without incremental space gains. This productivity is helping us to earn additional space with our retail partners. As a reminder, as part of our spring resets earlier this year, we expanded space in Target, Walmart, CVS and Shoppers Drug Mart.\nLooking at our average store footprint today in our largest customers, we have about 12 feet in Target, 8 feet in Ulta Beauty and 7 feet in Walmart. Even with this increased footprint, we still trail legacy cosmetics brands, which can have 20 feet of space on average at these national retailers. We continue to drive productivity and expand our footprint across customers, we see a significant runway for growth. To that end, we're pleased that we've earned additional space in Ulta Beauty, CVS and Walgreens in fall '23.\nOur fifth strategic imperative is to deliver profitable growth. We had a winning formula in fiscal '23. We invested strongly behind our high ROI marketing and digital initiatives, and delivered over 100 basis points of adjusted EBITDA margin expansion, supported by the combination of our strong sales growth, gross margin expansion and leverage in our non-marketing SG&A expenses.\nThe investments we've continued to make in our people and infrastructure year after year are fueling our growth. Our people investment reflects our unique One Team, One Dream approach. We are the only public company in beauty that grants equity on an annual basis to every single employee, strongly aligning our team with the long-term interest of our shareholders.\nEven as we've grown our headcount by 60% over the past 4 years, our world-class team continues to drive strong productivity, outperforming other public beauty companies by roughly 3 to 5x on a sales and profit per employee basis. Our team is also highly engaged. Our most recent employee engagement scores were 19 points higher than consumer goods and services industry benchmark.\nAs we've grown, we've continued to make investments in our infrastructure. This year, we'll begin implementation of SAP to continue to optimize our operations and core processes. We're also planning to make investments to increase our distribution capacity to support our growth. Even with this ongoing investment, we expect to continue to deliver adjusted EBITDA margin expansion in fiscal '24. We believe these ongoing investments in our team and infrastructure position us well to continue to drive profitable growth.\nThe progress on our 5 strategic imperatives has been terrific, and we believe we're still in the early innings with each. Before I turn the call over to Mandy, I want to underscore the three key areas where we see significant runway for additional growth in cosmetics, skin care and internationally.\nFirst, we believe we can grow share in our core mass cosmetics category. This is a $7 billion category in the U.S. We're the #3 brand today with a 9.5% share. At Target, our longest-standing national retail partner, we're already the #1 brand with an 18% share. We believe that our position at other major retailers could mirror that at Target over time.\nSecond, we see significant white space and skin care. This is a $5 billion category in the U.S. We're the #19 brand today with a little over 1% share. We believe we have the right to win in skin. Amongst teams, we're already a top 10 brand. Skin care represents 8% of our consumption in Nielsen track channels. It drives nearly 20% of our business on elfcosmetics.com where consumers see the full strength of our assortment.\nOur focus in skin care is bringing new consumers into the fold as we go after segments like makeup removal, sun care and anti-aging. Our top 3 best sellers on elfskin.com in Q4 were some of our latest innovations in these areas. Similar to our strategy in cosmetics, we plan to lean on our value proposition, powerhouse innovation and disruptive marketing engine to accelerate awareness for e.l.f. SKIN.\nThird, we see considerable white space internationally. International represented approximately 12% of e.l.f. Beauty sales in fiscal '23, with the business growing over 60% year-over-year. We're seeing strong results behind our disciplined expansion strategy in Canada and the U.K. As compared to our #3 position in the U.S., we're the #7 brand in both Canada and the U.K. We were the fastest-growing top 10 brand in both of these countries, and still see a lot of runway ahead.\nWe recently began building out our team in the U.K. this past year, and are excited about enhancing our focus to further penetrate existing international markets while expanding into new ones.\nIn summary, as we look ahead, we believe we're still in the early innings of unlocking the full potential of our brands. We believe our relentless focus on our 5 strategic imperatives will continue to fuel our ability to win in fiscal '24 and beyond.\nI'll now turn the call over to Mandy.\n\nMandy J. Fields\n\nSenior VP & CFO, e.l.f. Beauty, Inc.\n\nThank you, Tarang. Our fourth quarter results were outstanding. Q4 net sales grew 78% year-over-year, driven by broad-based strength across national and international retailers as well as digital commerce. We saw much better-than-expected unit velocities in the quarter, supported by strong early results from our spring resets and robust consumer response to both our spring innovation and core products. Higher unit volume contributed approximately 50 percentage points to net sales growth, with pricing and mix adding approximately 28 percentage points to growth.\nQ4 gross margin of 69% was up approximately 470 basis points compared to prior year. We saw gross margin benefits from the price increases implemented in March of 2022, lower transportation costs, margin accretive mix and cost savings. On an adjusted basis, SG&A as a percentage of sales was 61% in Q4 compared to 57% last year, largely due to a step-up in marketing and digital investment. We drove significant leverage in non-marketing SG&A expenses, primarily as a result of our better-than-expected top line trends.\nMarketing and digital investment for the quarter was approximately 33% of net sales as compared to 17% in Q4 last year. As Tarang discussed, during the quarter, we opportunistically stepped up our marketing investment given our better-than-expected top line trends. As a result, we ended the full year with marketing and digital investment at 22% of net sales, above the high end of our 17% to 19% range we had outlooked.\nQ4 adjusted EBITDA was $21 million, up 66% versus last year, and adjusted EBITDA margin was approximately 11% of net sales. Adjusted net income was $24 million or $0.42 per diluted share, compared to $7 million or $0.13 per diluted share a year ago. The increase in adjusted net income was attributable to a significant increase in pretax income as well as discrete tax benefits in the quarter related to stock-based compensation.\nLet's now turn to our full year fiscal '23 results. In short, our results were exceptional. For the year, we grew net sales by 48% and adjusted EBITDA by 56%. We invested behind our high ROI marketing and digital initiatives and delivered over 100 basis points of adjusted EBITDA margin expansion, supported by the combination of our strong sales growth, gross margin expansion and leverage in our non-marketing SG&A expenses.\nMoving to the balance sheet and cash flow. Our balance sheet remains strong, and we believe positions us well to execute our long-term growth plans. We ended the year with $121 million in cash on hand compared to a cash balance of $43 million a year ago. Our ending inventory balance was $81 million compared to $84 million a year ago. Given our stronger-than-expected consumption in Q4, our ending inventory was lighter than expected. We expect to recover in Q1 and build inventory through fiscal '24 to support our holy grail launches and core franchises.\nI'm also pleased with the strong free cash flow we generated of approximately $100 million in fiscal '23. Given our cash position, and the early repayment of approximately $25 million of our outstanding debt last fall, we ended fiscal '23 with a net cash position and less than 1x leverage in terms of total debt to adjusted EBITDA. we expect to continue our free cash flow generation in fiscal '24.\nLooking at our cash priorities. First and foremost, we plan to continue to invest in our people and infrastructure to fuel our growth. As Tarang discussed, this year, we plan to invest behind our ERP transition to SAP, working capital to support the strong demand we continue to see, and increasing our distribution capacity.\nNow let's turn to our initial outlook for fiscal '24. For the full year, we expect net sales growth of approximately 22% to 24%, adjusted EBITDA between $144.5 million to $147.5 million, adjusted net income between $98.5 million to $100.5 million, and adjusted EPS of $1.73 to $1.76 per diluted share. We expect a fully diluted average share count of approximately 57 million shares and our fiscal '24 adjusted tax rate to be approximately 21% to 22%.\nLet me provide you with additional color on our planning assumptions for fiscal '24. Starting with the top line. We ended the fiscal year with significant momentum and believe we have the right strategy in place to support our growth in the year ahead. In Q1, we expect our net sales growth to come in well ahead of our 22% to 24% annual growth, reflecting the ongoing strong consumption trends we are seeing.\nAs we look out to the remainder of the year, we remain bullish on the cosmetics category and our ability to gain share. At the same time, we are mindful of macroeconomic uncertainty and potential recessionary risks. We believe our outlook appropriately balances these elements, and our approach has been consistent, serving us well as we've navigated a dynamic operating environment to deliver 17 consecutive quarters of net sales growth.\nTurning to gross margin. In fiscal '24, we expect our gross margin to be up approximately 100 basis points year-over-year. We expect gross margin benefits from lower transportation costs, favorable FX rates, margin accretive mix and cost savings to offset costs related to retailer activity and space expansion.\nTurning now to adjusted EBITDA. Our outlook implies adjusted EBITDA growth of approximately 24% to 26% versus prior year, on top of the strong 56% growth we delivered in fiscal '23. With the combination of our top line momentum and strong marketing ROI, we're planning to increase marketing and digital investment to approximately 22% to 24% of net sales in fiscal '24 as compared to 22% in fiscal '23. We're investing from a position of strength and believe these increased marketing investments will continue to fuel our growth.\nOur outlook implies adjusted EBITDA margin leverage of approximately 30 basis points year-over-year. This margin expansion is supported by the combination of our strong sales growth and gross margin expansion.\nIn summary, we're pleased with our outstanding fiscal '23 results and remain optimistic about our long-term growth potential. As Tarang discussed, we see significant white space across cosmetics and skin care, both domestically and internationally. Our flywheel approach of investing in marketing to drive top line while expanding adjusted EBITDA margins gives me confidence in our ability to drive profitable growth. Finally, we believe our solid balance sheet, low [indiscernible]."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/f39937ce10acd2675d6e17bdfff739d0",
        "textblob_polarity": 0.13565543659055118,
        "textblob_subjectivity": 0.4096642405516449,
        "sentiment": {
            "distribution": {
                "positive": 17,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9982229541329777,
                "neutral": 0.9987052381038666
            }
        },
        "content1": "Q3 2023 elf Beauty Inc Earnings Call\n\nQ3 2023 Elf Beauty Inc Earnings Call\n\nELFNYSEFEB 1, 10:30 PM\n\nKristina Casey Katten\n\nVP of IR, e.l.f. Beauty, Inc.\n\nThank you for joining us today to discuss e.l.f. Beauty's third quarter fiscal '23 results. I'm KC Katten, Vice President of Corporate Development and Investor Relations. With me today are Tarang Amin, Chairman and Chief Executive Officer; and Mandy Fields, Senior Vice President and Chief Financial Officer.\nWe encourage you to tune into our webcast presentation for the best viewing experience, which you can access on our website at investor.elfbeauty.com.\nSince many of our remarks today contain forward-looking statements, please refer to our earnings release and reports filed with the SEC, where you'll find factors that could cause actual results to differ materially from these forward-looking statements. In addition, the company's presentation today includes information presented on a non-GAAP basis. Our earnings release contains reconciliations of the differences between the non-GAAP presentation and the most directly comparable GAAP measure.\nWith that, let me turn the webcast over to Tarang.\n\nTarang P. Amin\n\nChairman, CEO & President, e.l.f. Beauty, Inc.\n\nThank you, KC, and good afternoon, everyone. Today, we will discuss the drivers of our Q3 results and our raised outlook for fiscal '23. We delivered Q3 results well ahead of our expectations. We grew net sales by 49%, increased gross margin by 180 basis points and delivered $37 million in adjusted EBITDA, up 69%. Q3 marked our 16th consecutive quarter of net sales growth. Given our momentum, we're raising our full year guidance.\nWe're encouraged by the continued strength we're seeing across the color cosmetics category. In Q3, category trends grew 8% versus a year ago. e.l.f. Cosmetics continued to significantly outperform the category, growing 36% in tracked channels. We grew our market share by 150 basis points and increased our rank to the #4 brand as compared to #5 a year ago. We continue to be the fastest-growing top 5 brand by a wide margin. In skin care, Q3 category trends grew 6% versus a year ago. e.l.f. SKIN also significantly outperformed the category, growing 34% in tracked channels.\nBefore diving into our key growth drivers, I want to share a few highlights. In the last year, e.l.f. has been celebrated for the power of our company, brands and disruptive marketing engine. We're humbled by the recognition we continue to receive. In Q3, we were named Beauty Brand of the Year in the mass category by Womenswear Daily, and recognize on Forbes' annual list of America's Best Midsized Companies. We continue to be recognized for our purpose and values as we strive to create a different kind of beauty company, one that is both purpose-led and results driven. With the appointment of Gayle Tait to our Board of Directors, we are proud to be 1 of only 4 public companies out of nearly 4,200 with a Board that's at least 2/3 women and 1/3 diverse, underscoring our commitment to diversity and inclusion. Three fundamental drivers of our business continue to fuel our results, our value proposition, powerhouse innovation, and a disruptive marketing engine.\nLet me explain how each of these drivers underpinned our strength in Q3. First, we're known for our value proposition. We make the best of beauty accessible to every eye, lip, face and skin concern. We take inspiration from our community and the best products in prestige to deliver high-quality holy grails at extraordinary prices. We often get questions whether our growth can be attributed to trade down from prestige or trade within from mass. While we see benefits of each, we believe the more fundamental point is that our value proposition creates accessibility, driving category expansion. We have many examples where the accessibility of our holy grail innovation significantly expanded the number of consumers who participate in a particular category.\nI'll start with primers. A few years ago, a prestige brand introduced a new primer format at a $52 price point that quickly became a top primer in prestige. We took inspiration from this item, added our own unique e.l.f. Twist and launched Poreless Putty Primer. Our price point of $8 invited a much wider range of consumers into the space, significantly expanding the entire Putty Primer category. In fact, looking at data over the last year, we've sold over 9x the units of the prestige primer. And both e.l.f. and the prestige item have continued to grow units at a double-digit pace.\nIt's not just in primers where we see the benefits of e.l.f.'s ability to make the best of beauty accessible, we also expanded the concealer category with the launch of our Camo Concealer of $7 compared to the prestige comparison at $31. Over the last year, we've sold nearly double the units of the prestige comparison with both our Camo Concealers and the prestige product growing units at a double-digit pace. In both cases, e.l.f. expanded the category by attracting new consumers who are looking for high-quality products at a great value. By making the best of beauty accessible, we're both expanding our share of the category and making the whole category bigger.\nThe second driver of our performance is that we're in an innovation powerhouse. Our innovation engine has built category leadership over time. Our largest segments brushes, primers, setting sprays, brows, eye shadow, concealers and sponges collectively make up over half of e.l.f. Cosmetics sales. We continue to gain share in all 7 segments while maintaining the #1 or #2 position within each. We know how to build winning franchises across categories. Our growing Putty Primer and Camo franchises are great examples of how our multiyear innovation is driving our share leadership in key segments.\nOur Power Grip franchise is a more recent example. We launched our original Power Grip Primer in late 2021 at an incredible value of $10 compared to the prestige item at $36. In 2022, Power Group was our top-selling SKU and the #2 SKU across the entire U.S. mass cosmetics market according to Nielsen. e.l.f. Cosmetics Power Group was also the #1 face primer SKU across the entire U.S. prestige beauty market according to the NPD Group, coupled with our multiyear innovation in primers, e.l.f. now holds the #1 position in the face primer category in both the mass and prestige markets.\nWe're building upon the success with our recent launch of our Power Grip Primer with 4% niacinamide. At the same $10 price point, this hybrid product delivers on our community's desire for makeup with skin care benefits. The sticky texture groups make up for a long-lasting wear while the 4% niacinamide helps even out and brighten skin. This item has proven to be highly incremental, further expanding our Power Grip franchise. We are also innovating in areas where we currently under-index on share.\nOur spring 2023 launches include a few great examples. In mascara, we launched lash and roll mascara, a mega curling mascara, with a unique double-sided and cursed silicon brush to lift and separate lashes for an eye-opening effect. In lip, we launched our O Face Satin lipstick that delivers a bold satiny color with a creamy long-lasting finish and is infused with hydrating squalane and jojoba esters for a super comfortable next to nothing feel.\nSkin care, we launched our youth boosting advanced night retinoid serum, a powerful retinoid that reduces the appearance of fine lines and wrinkles over time to reveal rejuvenated, smooth and radiant skin. In skin care, we also launched our Suntouchable! Whoa Glow SPF 30, a lightweight face sunscreen that doubles the makeup primer and leaves skin with a glowing finish. As compared to the approximately 7% share we have across the cosmetics category, we have a 1% share in mascara, lip and skin care.\nFor context, mascara is a $900 million category and the largest segment within cosmetics. lip color is nearly $0.5 billion category, and skin care is over a $5 billion category within mass. We have significant white space in these large segments of beauty and the innovation engine to conquest them.\nThe third driver of our performance is our ability to attract and engage consumers with our disruptive marketing. We kicked off the holidays with a first-of-its-kind digital campaign informed by the insights from the weather channel and brought to life with Grammy award-winning Meghan Trainor. Meghan delivered a special radiance report across social channels to break the news of an e.l.f.ing glow storm, celebrating the restock of our viral sensation Halo Glow Liquid Filter. The trifecta of e.l.f., the Weather Channel and Meghan Trainor helped us reach new audience and entertain our community. The campaign generated over 5 billion press impressions, exceeding last year's holiday campaign by a wide margin.\nOver the past 3 years, we've increased our marketing investment from 7% of net sales to 16% and continue to expect marketing near the high end of our 17% to 19% range for fiscal '23. We recently completed our annual Nielsen marketing mix analysis and again saw exceptional ROI results, giving us further confidence that our marketing and digital initiatives are driving brand demand and delivering profitable growth. We expect these 3 drivers of our performance, our value proposition, powerhouse innovation and disruptive marketing engine to continue to fuel our results.\nLooking beyond fiscal '23, we believe we are still in the early innings of unlocking the full potential we see for the e.l.f. brand. Taking category share as 1 KPI, we see a lot of runway for growth. Nationally, we're the #4 cosmetics brand with a 7% share. In Target, our longest-standing national retail partner, we're the #2 brand with a 13% share. The significance of our position and share at Target is that we entered Target in 2008, a number of years ahead of our other national retailers. We believe that our position at other major retailers could mirror that at Target over time. And even at Target, we believe we still have opportunities to continue to take share and become the #1 brand.\nOn our Q2 call, we discussed the space expansion we've earned with Target for spring 2023. As we continue to drive productivity and expand our footprint across customers, we see a significant opportunity for growth. We also see considerable white space internationally. We've recently expanded space at Shoppers Drug Mart in Canada and Superdrug in the U.K., and there still is more room to grow.\nInternational represented approximately 13% of our e.l.f. Beauty sales in Q3, with the business growing nearly 80% year-over-year. We're seeing strong results behind our disciplined expansion strategy in Canada and the U.K. As compared to our #4 position in the U.S., we're the #7 brand in Canada and the #8 brand in the U.K. We recently hired a new GM of International and plan to build out that team to further penetrate international markets.\nBefore I turn the call over to Mandy, I want to discuss our brand superpowers, which set the foundation for overall competitive advantage. With e.l.f., consumers can have premium quality beauty products at accessible price points with broad appeal that are cruelty free, vegan, clean and fair trade certified. While other beauty brands can try to replicate any one of these, we believe the unique combination of our expanding superpowers forms our competitive moat and fuels our ability to win in fiscal '23 and beyond.\nI'll now turn the call over to Mandy.\n\nMandy J. Fields\n\nSenior VP & CFO, e.l.f. Beauty, Inc.\n\nThank you, Tarang. Our third quarter results were outstanding. Q3 net sales grew 49% year-over-year, driven by broad-based strength across national and international retailers as well as digital commerce. Shipments exceeded consumption trends this quarter due to pipeline shipments related to our spring 2023 space gains in Walmart, Target, CVS and Shoppers Drug Mart as well as increased shipments for the restock of our viral sensation Halo Glow Liquid Filter.\nOur digitally led strategy continues to serve us well. Q3 digital consumption trends were up over 75% year-over-year. Digital channels drove 17% of our total consumption in Q3 as compared to 14% a year ago. We see opportunity to increase our digital penetration, particularly as we're able to further enhance our Beauty Squad Loyalty Program. Beauty Squad now has nearly 3.5 million members with enrollment growing over 25% year-over-year. Our loyalty members drive almost 70% of our sales on elfcosmetics.com have higher average order values, purchase more frequently, have stronger retention rates and are a rich source of first-party data.\nGross margin of 67% was up approximately 180 basis points compared to prior year. We saw gross margin benefits from the price increases implemented last March, margin accretive mix and cost savings. These gross margin benefits more than offset the impact of costs associated with space expansion and inventory adjustments realized in the quarter. On an adjusted basis, SG&A as a percentage of sales was 47% compared to 50% last year. We drove leverage in our non-marketing SG&A expenses as a result of our better-than-expected topline trends.\nMarketing and digital investment for the quarter was approximately 17% of net sales as compared to 15% in Q3 last year. We continue to expect marketing and digital investment for the full year to be at the high end of our 17% to 19% range with Q4 expected well above that range. Q3 adjusted EBITDA was $37 million, up 69% versus last year, and adjusted EBITDA margin was approximately 25% of net sales. Adjusted net income was $27 million or $0.48 per diluted share compared to $13 million or $0.24 per diluted share a year ago.\nMoving to the balance sheet and cash flow. Our balance sheet remains strong and we believe positions us well to execute our long-term growth plans. We ended the quarter with $87 million in cash on hand compared to a cash balance of $33 million a year ago. Our ending inventory balance was $81 million compared to $85 million a year ago. Our average customer in-stock rates were over 95% in Q3, and we remain confident in our ability to meet the strong consumer demand we're seeing.\nI'm also pleased with the strong free cash flow generation we've seen year-to-date of approximately $67 million. As we previewed last quarter, we paid down approximately $25 million of our outstanding debt in Q3 in response to the rising interest rate environment.\nGiven our strong cash position, we ended the quarter with less than 1x leverage on a net debt basis. We expect our cash priorities for the year to remain on investing behind our growth initiatives and supporting strategic extensions.\nNow let's turn to our raised outlook for fiscal '23. For the full year, we now expect net sales growth of approximately 38% to 39% versus prior year, up from 22% to 24% previously. We expect adjusted EBITDA between $110.5 million to $112 million, up from $93.5 million to $95 million previously. We expect adjusted net income between $75.5 million to $77 million, up from $59 million to $60.5 million previously. And adjusted EPS of $1.37 to $1.40 per diluted share, up from $1.07 to $1.10 previously. We expect our fiscal '23 adjusted tax rate to be approximately 19% as compared to 22% to 23% previously. Lastly, we continue to expect a fully diluted share count of approximately 56 million shares at year-end.\nLet me provide you with additional color on our planning assumptions for fiscal '23. Starting with top line. Our raised outlook reflects our strong Q3 performance and ongoing business momentum. In Q4, our outlook implies approximately 42% to 46% net sales growth, reflecting the strong consumption trends we're seeing.\nTurning to gross margin. We now expect our gross margin to be up approximately 200 basis points year-over-year as compared to our previous expectation for up 175 basis points. This is largely a result of our outperformance in Q3. In terms of the key puts and takes for the year, we expect gross margin improvement from the price increases implemented in March of last year, margin accretive mix and cost savings to more than offset the impact of higher transportation costs and costs associated with space gains relative to prior year.\nTurning now to adjusted EBITDA. Our outlook implies adjusted EBITDA growth of approximately 48% to 50% versus prior year, up from approximately 25% to 27% previously and on top of the strong 22% growth in fiscal '22. We expect our marketing and digital spend to be at the top end of our 17% to 19% range, up from 16% a year ago. Even with that increased investment, our outlook implies adjusted EBITDA margin leverage of approximately 150 basis points year-over-year as compared to approximately 50 basis points previously. The improved outlook is supported by the combination of our strong sales growth, gross margin expansion and leverage in our non-marketing SG&A expenses. Overall, we are quite pleased to be in a position to meaningfully raise both our sales and profitability outlook in what continues to be a dynamic environment.\nIn summary, we're pleased with our outstanding Q3 results and remain upbeat on our long-term growth potential. As Tarang discussed, we continue to see significant white space across cosmetics and skin care, both domestically and internationally to support our expected top line growth. The easing cost environment gives me further confidence in our ability to continue to expand our adjusted EBITDA margins. Finally, we believe our solid balance sheet, low leverage and strong cash flow generation can continue to drive shareholder returns and support our overall growth.\nWith that, operator, you may open the call to questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/a0fd515d83355f1d76ee11c5070655e3",
        "textblob_polarity": 0.15910392616642619,
        "textblob_subjectivity": 0.4088319053631552,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9944088533520699,
                "neutral": 0.9985926747322083
            }
        },
        "content1": "Q2 2023 elf Beauty Inc Earnings Call\n\nQ2 2023 Elf Beauty Inc Earnings Call\n\nELFNYSENOV 2, 9:30 PM\n\nKristina Casey Katten\n\nVP of IR, e.l.f. Beauty, Inc.\n\nThank you for joining us today to discuss e.l.f. Beauty's Second Quarter Fiscal '23 Results. I'm KC Katten, Vice President of Corporate Development and Investor Relations. With me today are Tarang Amin, Chairman and Chief Executive Officer; and Mandy Fields, Senior Vice President, and Chief Financial Officer. We encourage you to tune into our webcast presentation for the best viewing experience, which you can access on our website at investor.elfbeauty.com. Since many of our remarks today contain forward-looking statements, please refer to our earnings release and reports filed with the SEC where you'll find factors that could cause actual results to differ materially from these forward-looking statements. In addition, the company's presentation today includes information presented on a non-GAAP basis. Our earnings release contains reconciliations of the differences between the non-GAAP presentation and the most directly comparable GAAP measure. With that, let me turn the webcast over to Tarang.\n\nTarang P. Amin\n\nChairman, CEO & President, e.l.f. Beauty, Inc.\n\nThank you, Casey, and good afternoon, everyone. Today, we will discuss the drivers of our Q2 results and our raised outlook for fiscal '23. We delivered another quarter well ahead of our expectations. We grew net sales by 33%, increased gross margin by 190 basis points and delivered $27 million in adjusted EBITDA, up 47%. Q2 marked our 15th consecutive quarter of net sales growth. Given our momentum, we're raising our full-year guidance. We're encouraged by the growth we're seeing across the color cosmetics category. In Q2, category trends grew 5% versus a year ago and were above pre-pandemic levels. e.l.f. cosmetics consumption was even stronger, up 27% in tracked channels. Our market share grew by 115 basis points, overtaking Revlon for the #4 position for the first time.\nWe were the fastest-growing top 5 brand by a wide margin. Looking at skincare, Q2 category trends were also strong, up 15% versus a year ago. e.l.f. Skin consumption was up 44% tracked channels, well above category growth rates. Before diving into our growth drivers, I want to share a few Q2 highlights. In September, we launched our first-ever impact report to highlight how the company is making a positive impact on people, the planet and our furry friends. The report showcases how we are creating a different beauty company by building brands designed to disrupt industry norms, shape culture, and connect communities through positivity, inclusivity, and accessibility. Our commitment to our culture and people was recently spotlighted by Newsweek, who named e.l.f. Beauty to its annual list of the top 100 most loved workplaces. e.l.f. is a Gen Z favorite. In Piper Sandler's semiannual team survey, e.l.f. remained the #1 favorite cosmetics brand among teens. We grew our share by 500 basis points versus a year ago and attained the #1 rank across all income groups. e.l.f. cosmetics.com became a top 10 shopping destination for teams for the first time, the only single-brand site among major retailers. Our value proposition, innovation engine, and ability to attract and engage consumers are driving strong results with teens and across our entire business. Let me take a few minutes to talk through how each of these drivers enabled our results in Q2.\nFirst, we are known for our value proposition. We make the best of beauty accessible to every eye, lip, face, and skin concern. We take inspiration from our community and the best products in prestige and deliver high-quality holy grail products at extraordinary prices. We see evidence of consumers looking for value, both in absolute price point and relative to prestige. We believe we are benefiting from trade down as consumers choose our holy grails and the value they provide versus the prestige comparison and trade within mass as evidenced by our strong share gains. The average price point for e.l.f. is a little over $5 today as compared to around $9 for legacy mass cosmetics brands and over $22 for prestige brands. Unlike many of these higher-priced brands, our pricing strategy focuses on everyday value instead of broad-based promotions.\nThe second driver of our performance is that we're in an innovation powerhouse. Our innovation engine has built leadership over time across multiple segments. Our 7 largest segments, brushes, primers, setting sprays, eyeshadows, concealers, browse, sponges, collectively make up over half of e.l.f. cosmetic sales. We have the #1 or 2 position in all 7 segments and saw share gains in each in Q2. Our innovation continues to receive industry recognition. In the highly coveted Allure Best of Beauty Awards, 3 of our products garnered Best of awards, marking the 10th consecutive year e.l.f. Beauty has won this owner. Our new products are resonating with our community. Power Grid primer builds upon our strength in the primary category and it's a jaw-dropping value at $10 versus a prestige equivalent at $34. Power Group was our top-selling SKU in Q2. We're seeing viral success with our recently launched Halo Glow liquid filter. It's incredible value of $14 versus the prestige equivalent at $46, propelled to be the #1 selling product on elfcosmetics.com in Q2.\n(presentation)\nOur most popular shades are sold out multiple times, both online and with our retail partners. Halo Glow also helped to drive significant increase in sign-ups for our Beauty Squad loyalty program as consumers are eager to get early access to this viral sensation. Beauty Squad now has 3.2 million members, with enrollment growing over 20% year-over-year. Our loyalty members have higher average order values, purchase more frequently, has stronger retention rates, drive almost 70% of our sales on elfcosmetics.com and our rich source of first-party data. Let me take a step back to talk about the role that innovation plays in our business. As I often say, it is the linchpin of our entire strategy. We have a track record of driving share leadership through innovation and building our franchises year after year. Primers are a great example. In Q2, we remained the #1 brand across primers, growing our share over 1,000 basis points to 46%. e.l.f. holds all of the top 5 primer SKUs and 14 of the top 20 SKUs. Importantly, our primer families are growing and building upon each other. We launched our original mineral-infused face primer as a holy grail in 2009. Priced at $6 compared to an iconic prestige primer at $36. That initial product family quickly built out our leadership in primers. We followed that success a few years later with the launch of the Poreless Face Primer. Then Poreless Putty Primer in 2019, Maton Luminus Putty Primers in 2020, Acne-Fighting Putty Primer in 2021 and Power Grid primer this past year. We continue to innovate behind successful new items and also find that the newest holy grails return attention to our predecessor launches.\nAs a result, we're enjoying balanced growth between both our new and existing items with each of our primary families growing share. In addition to building share in key segments, we focus our innovation efforts to create sustaining franchises across categories. A good example is the franchise equity we've built in putty to extend our innovation success beyond primers. Our putty blush and putty bronzers were our best-selling products in the blush and bronzer segments in Q2. I'm excited to leverage this innovation approach as we seek to build share in existing categories and conquest new areas. The third driver of our performance is our ability to attract and engage consumers with disruptive digital-first marketing. We have built strength across multiple social platforms and continue to penetrate new frontiers. We were a pioneer on TikTok and are now a 4-time TikTok Billionaire with our latest tag challenge garnering over 14 billion views. We were the first major beauty company to launch a branded channel on Twitch, [e.l.f.u.], aimed at empowering rising women gamers and content creators. In August, we became the first major beauty brand on BeReal, a reality-based photo-sharing platform that's rising in popularity among Gen Z. We recently pushed further into Snapchat, launching a new power grip augmented reality lens to creatively engage with our consumers and build awareness for one of our newest holy grails. We continue to engage with our community on platforms they find most meaningful.\nOver the past 3 years, we've increased our marketing investment from 7% of net sales to 16%. Our marketing investment is working, driving ROI multiples above industry benchmarks. Our marketing initiatives are helping us reach new audiences, penetrate new platforms, and test and learn in new frontiers. With the combination of our top-line momentum and the ongoing strong ROI, we now expect marketing to be at the high end of our 17% to 19% range for fiscal '23. These 3 drivers of our performance, our value proposition, innovation engine, and ability to attract and engage consumers are helping us gain more retail space. We are pleased to announce space expansion we've earned in a subset of doors with several of our retail partners. We will be expanding space with both Walmart and Target in spring 2023. In addition to the space gains we previously announced with CVS in fall 2022 and spring 2023.\nInternationally, which represents major white space, we're expanding space with Shoppers Drug Mart in Canada for spring 2023. In addition to the space gains, we previously announced with Superdrug in the U.K. for fall 2022. Before Mandy details our results and raised outlook, I want to take a moment to discuss our brand superpowers, which set the foundation for our overall competitive advantage. Since inception, e.l.f. has delivered premium quality at accessible price points. We've built upon these superpowers with cruelty-free and our commitment to e.l.f. Clean. Our most recent addition is that we are the first beauty company to have a third-party manufacturing facility Fair Trade Certified. A Fair Trade Certified CEO on a product signifies that it was made according to rigorous standards that promote sustainable livelihoods and safe working conditions for factory employees, protect the environment and require transparent supply chains. With e.l.f., consumers can have premium quality beauty products at accessible price points with broad appeal that are cruelty-free, vegan, clean and Fair Trade Certified. While other beauty brands can try to replicate any one of these, we believe the unique combination of our expanding superpowers forms our competitive moat and fuels our ability to win in fiscal 2023 and beyond.\nI'll now turn the call over to Mandy.\n\nMandy J. Fields\n\nSenior VP & CFO, e.l.f. Beauty, Inc.\n\nThank you, Tarang. Our second quarter results were outstanding. Q2 net sales grew 33% year-over-year, driven by broad-based strength across national and international retailers as well as digital commerce. Our consumption trends continue to be well balanced between increases in both AUR and units and between strength in both our core products as well as recent innovation. Our digitally-led strategy continues to serve us well. In Q2, digital consumption trends were up over 75% year-over-year. Digital channels drove 15% of our total consumption in Q2 as compared to 12% a year ago. Gross margin of 65% was up approximately 190 basis points compared to prior year. We saw gross margin benefits from price increases, cost savings, and margin accretive mix. These gross margin benefits more than offset the impact of inventory adjustments and higher transportation costs in the quarter.\nOn an adjusted basis, SG&A as a percentage of sales was 46% compared to 49% last year. We drove leverage in our non-marketing SG&A expenses as a result of our better-than-expected top-line trends. Marketing and digital investment for the quarter was approximately 16% of net sales, in line versus a year ago, and was lower than expected on a percentage basis given our significant top-line outperformance. As Tarang mentioned, with the combination of our top-line momentum and strong ROI, we now expect marketing and digital investment for the full year to be approximately 19% of net sales at the high end of our 17% to 19% range. Q2 adjusted EBITDA was $27 million, up 47% versus last year. And adjusted EBITDA margin was approximately 22% of net sales. Adjusted net income was $20 million or $0.36 per diluted share compared to $11 million or $0.21 per diluted share a year ago.\nMoving to the balance sheet and cash flow. Our balance sheet remains strong, and we believe this positions us well to execute our long-term growth plans. We ended the quarter with $85 million in cash on hand compared to a cash balance of $42 million a year ago. Our ending inventory balance was $81 million, up from $70 million in June as expected. We remain confident in our ability to meet the strong consumer demand we're seeing. I'm also pleased with the strong free cash flow generation we've seen year-to-date of approximately $42 million. Given our cash position, we ended the quarter with less than 1x leverage on a net debt basis. We expect our cash priorities for the year to remain on investing behind our growth initiatives and supporting strategic extensions. In this rising interest rate environment, we are also exploring retiring a portion of our debt, given our strong cash flow.\nNow let's turn to our raised outlook for fiscal '23. For the full year, we now expect net sales growth of approximately 22% to 24% versus prior year, up from 14% to 16% previously. We expect adjusted EBITDA between $93.5 million to $95 million, up from $83.5 million to $85 million previously. We expect adjusted net income between $59 million to $60.5 million, up from $47 million to $48.5 million previously. And adjusted EPS of $1.07 to $1.10 per diluted share, up from $0.84 to $0.87 previously. We expect our fiscal '23 adjusted tax rate to be approximately 22% to 23% as compared to 25% to 26% previously. Lastly, we expect a fully diluted share count of approximately 56 million shares at year-end.\nLet me provide you with additional color on our planning assumptions for fiscal '23. Starting with the top line. Our raised outlook reflects our outperformance in Q2 relative to our expectations, pipeline related to the incremental space gains Tarang spoke about with Walmart, Target, and Shoppers Drug Mart as well as our ongoing business momentum. Turning to gross margin. We now expect our gross margin to be up approximately 175 basis points year-over-year as compared to our previous expectation for up 100 basis points. This is largely a result of our outperformance in Q2 and an improved outlook on transportation costs. In terms of the key drivers for the year, we expect the combination of price increases, margin accretive mix and cost savings to support our gross margin improvement. Now turning to adjusted EBITDA. Our outlook implies adjusted EBITDA growth of approximately 25% to 27% versus prior year, up from approximately 12% to 14% previously and on top of the strong 22% growth in fiscal '22. This embeds our marketing and digital spend expectations at the top end of our 17% to 19% range. Even with that increased investment, our outlook now implies adjusted EBITDA margin leverage of approximately 50 basis points year-over-year. The improved outlook is supported by the combination of our strong sales growth, gross margin expansion and leverage in our non-marketing SG&A expenses. Overall, we are quite pleased to be in a position to meaningfully raise both our sales and profitability outlook and what continues to be a dynamic environment.\nIn summary, we're pleased with our outstanding Q2 results and remain upbeat on our long-term growth potential. Significant white space remains across cosmetics and skincare, both domestically and internationally to support our expected top-line growth. We also continue to expect to deliver leverage in our adjusted EBITDA margin. Finally, we believe our solid balance sheet, low leverage and strong cash flow generation can continue to drive shareholder returns and support our overall growth.\nWith that, operator, you may open the call to questions."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/fc782a6af2742b1a32f9ef69ab803d7f",
        "textblob_polarity": 0.12008054951724488,
        "textblob_subjectivity": 0.4037239810737665,
        "sentiment": {
            "distribution": {
                "positive": 15,
                "negative": 1,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9956337412198385,
                "negative": 0.9949296712875366,
                "neutral": 0.9987865686416626
            }
        },
        "content1": "Q1 2023 elf Beauty Inc Earnings Call\n\nQ1 2023 Elf Beauty Inc Earnings Call\n\nELFNYSEAUG 3, 10:30 PM\n\nKristina Casey Katten\n\nVP of IR, e.l.f. Beauty, Inc.\n\nThank you for joining us today to discuss e.l.f. Beauty's First Quarter Fiscal '23 Results. I'm KC Katten, Vice President of Corporate Development and Investor Relations. With me today are Tarang Amin, Chairman and Chief Executive Officer; and Mandy Fields, Senior Vice President and Chief Financial Officer. We encourage you to tune into our webcast presentation for the best viewing experience, which you can access on our website at investor.elfbeauty.com.\nSince many of our remarks today contain forward-looking statements, please refer to our earnings release and our reports filed with the SEC where you'll find factors that could cause actual results to differ materially from these forward-looking statements. In addition, the company's presentation today includes information presented on a non-GAAP basis. Our earnings release contains reconciliations of the differences between the non-GAAP presentation and the most directly comparable GAAP measure.\nWith that, let me turn the webcast over to Tarang.\n\nTarang P. Amin\n\nChairman, CEO & President, e.l.f. Beauty, Inc.\n\nThank you, KC, and good afternoon, everyone. Today, we will discuss the drivers of our Q1 results and our raised outlook for fiscal '23. I want to start by recognizing the e.l.f. Beauty team. We're off to a strong start in our new fiscal year, delivering Q1 results well ahead of expectations. Q1 marked our 14th consecutive quarter of net sales growth. We grew net sales by 26%; increased gross margin by 390 basis points; and delivered $32 million in adjusted EBITDA, up 46%. Given our momentum, we're raising our full year guidance.\nColor cosmetics category trends remained positive in Q1, up 4% year-over-year, fueled by an increase in usage occasions and innovation. Q1 was the first full quarter of growth above pre-pandemic levels. e.l.f. Cosmetics consumption in Q1 was even stronger, up 27%, well above category growth rates. We were the fastest-growing top 5 brand by a wide margin, growing our market share by 120 basis points.\nLooking ahead, the environment continues to be dynamic. While it's difficult to forecast how inflation or recession may impact consumer behavior, we believe cosmetics continues to be an important category for self-expression. Mass cosmetics, in particular, has performed better than prestige in past recessionary times. More importantly, we're confident in our business model and ability to continue to gain share.\nLet me take a few minutes to talk through the key drivers of our Q1 performance. First, we're known for our core value proposition. We make the best of beauty accessible to every eye, lip and face. We have a unique ability to deliver holy grail products, taking inspiration from our community and the best products in prestige and bringing them to the market at extraordinary value. Some of our best-selling holy grails include our Poreless Putty Primer at $10 versus a prestige comparison at $52, our Camo Concealer at $7 versus a prestige comparison at $30 and our Camo CC Cream at $15 versus a prestige comparison at $42.\nWe see the current backdrop as a time to reinforce our unique value proposition. The average price point for e.l.f. is a little over $5 today as compared to nearly $9 for the legacy mass cosmetics brands. And unlike these higher-priced products, our pricing strategy focuses on everyday value instead of broad-based promotions. In the coming months, we'll launch another consumer-facing campaign that highlights the extraordinary value of our products.\nThe second driver of our performance is that we're an innovation powerhouse. Our superpower is centered on our ability to deliver 100% cruelty-free, clean, premium quality beauty products at accessible price points with broad appeal. Our proven innovation engine has built leadership across 5 core segments. Brushes, primers, concealers, brows and sponges make up approximately half of e.l.f. Cosmetics' sales. We have the #1 or 2 position in all 5 segments and gained share in each segment in Q1.\nWe believe our innovation pipeline has never been stronger. We continue to focus on fewer, bigger, bolder innovation and try to have 1 or 2 new holy grails each season. We're pleased to see 4 of our newer products resonating with consumers. Our Power Grip Primer, Big Mood mascara, Glossy Lip Stain and Camo Powder Foundation were 4 of our top 5 drivers of incremental unit consumption in Q1. With our product success, we see a significant opportunity to build share. Looking at Nielsen tracked channel data for Q1, we're the #5 cosmetics brand with a 6.6% share. The #1 brand has 17% share. We see a lot of runway for growth.\nThird, we know how to attract and engage consumers with our disruptive digital-first marketing. Over the past 3 years, we've increased our marketing investment from 7% of net sales to 16%. Our marketing investment is working, driving ROI multiples above industry benchmarks. Our marketing initiatives help us reach new audiences, penetrate new platforms and test and learn in new frontiers.\n(presentation)\nWe're pushing further into gaming and the metaverse, which resonates strongly with our young, diverse community. In July, we launched Game Up, a limited-edition cosmetics and skin care collection that sits at the intersection of gaming and beauty. Each Game Up product contains a secret code that can be redeemed for Beauty Squad bonus points, gift cards and more, incentivizing sign-ups for our Beauty Squad Loyalty Program. Beauty Squad now has over 3 million members with enrollment growing nearly 20% year-over-year.\nWe still see a significant opportunity to bring new consumers to the e.l.f. brand. Our most recent attitude and usage study shows a double-digit gap in our unaided consumer awareness compared to some of the legacy mass cosmetics brands. We've galvanized a strong following among Gen Z and see a particular opportunity to continue to build awareness with millennials and Gen X.\nWe are taking these 3 key drivers of our performance -- our core value proposition, innovation engine and ability to attract and engage consumers -- and applying them to other brands: Keys Soulcare, Well People and e.l.f. SKIN. Let me take a few moments to highlight how we're doing this with e.l.f. SKIN.\nMass skin care is a $4.9 billion category, growing mid-single digits year-over-year. We became a top 20 skin care brand for the first time in Q3 of last year. We continue to see strong results. In Q1, e.l.f. SKIN consumption was up 17% compared to a category that was up 5%. We have reasons to believe we can win in skin. 85% of consumers aware of e.l.f. Cosmetics are open to purchasing e.l.f. SKIN. Our skin care brand rankings are already higher among teens, and skin care drives 8% of our consumption in Nielsen tracked channels versus nearly 20% of our consumption on elfcosmetics.com. and Amazon.\nA little over a year ago, we spoke about launching e.l.f. SKIN as the fourth brand in our portfolio. We've now crystallized the brand positioning for e.l.f. SKIN, leaning into our clean ingredients and dermatologist-developed formulations for every eye, lip, face and skin concern. We streamlined our assortment and product architecture to address top skin care concerns. We accelerated our focus on holy grail innovation, leaning on our unique ability to take the best of beauty and make it accessible. Our Holy Hydration! Makeup Melting Cleansing Balm, priced at $11 versus a prestige comparison at $36, was our top-selling e.l.f. SKIN product in Q1. We also improved our packaging with a greater focus on education and effective ingredients.\nWe're also putting marketing muscle behind e.l.f. SKIN. In July, we launched our first-ever skin care campaign to build consumer awareness. e.l.f. SKIN is setting out to show our consumers that skin care can be effective, straightforward and affordable.\n(presentation)\nBefore Mandy details our results and outlook, I want to briefly touch on a few other topics that are likely top of mind.\nOn price increases. In response to rising transportation costs, we increased prices on 2/3 of our SKUs in mid-March across the e.l.f. brand, representing a high single-digit percentage increase to our AUR. While this round of pricing was broader than previous rounds, many of our opening $2 or $3 price points remain unchanged. Pricing is now reflected at all of our retail customers, and volume elasticities trended better than expected in the quarter.\nOn space expansion. With e.l.f. Cosmetics, we continue to see significant shelf space opportunity. We're pleased to announce space expansion we've earned with CVS in both fall 2022 and spring 2023 in a subset of doors. Internationally, which represents major white space, we're expanding our shelf space with Superdrug in the U.K. for fall of 2022.\nOn supply chain. As we spoke about on our last call, like many companies, we've had to navigate COVID restrictions in China. We feel great about how our team has risen to the challenge. Our overall in-stock rates held at approximately 95% in Q1. We're actively working to replenish out of stocks on a few holy grail products. Given our stronger-than-expected consumption, we ended the quarter a little lighter on inventory, but expect to recover throughout Q2.\nLastly, on tariffs. As a reminder, the majority of our products are subject to List 3 tariffs at the 25% level. We've talked about carrying approximately 1,000 basis points of cost pressure in our gross margin, and tariffs drive nearly half of that. We've not embedded any tariff relief in our outlook. Therefore, any rollback in tariffs will be a significant tailwind to our gross margin over time.\nIn summary, our core value proposition, innovation engine and ability to attract and engage consumers continues to fuel our performance. While the environment remains dynamic, I believe we're well positioned to continue to drive share gains and growth in both the top and bottom lines, as reflected in our raised guidance.\nI'll now turn the call over to Mandy.\n\nMandy J. Fields\n\nSenior VP & CFO, e.l.f. Beauty, Inc.\n\nThank you, Tarang. I am pleased to share the highlights of our first quarter results as well as our raised outlook for fiscal '23.\nWe started our fiscal year significantly outperforming the category. Our first quarter net sales grew 26% year-over-year, primarily driven by broad-based strength across our national and international retailers. As Tarang spoke about, we saw better-than-expected elasticities from our recent price increase in the quarter. In fact, our consumption growth in Q1 was balanced between increases in both AUR and units. Importantly, our ongoing consumption trends continue to be well balanced, supported by strength in both our core products and recent innovation.\nOur digitally led strategy continues to serve us well. Q1 digital consumption trends were up over 30% year-over-year. Digital channels drove 14% of our total consumption in Q1 as compared to 13% a year ago. Gross margin of 68% was up approximately 390 basis points compared to prior year. We saw gross margin benefits from price increases, cost savings and margin accretive mix. These gross margin benefits more than offset the impact of elevated transportation costs we experienced in the quarter.\nOn an adjusted basis, SG&A as a percentage of sales was 45% compared to 47% last year. Marketing and digital investment for the quarter was approximately 16% of net sales, flat to a year ago and was lower than expected due to a timing shift in spend out of Q1 and into Q2. We continue to expect marketing and digital investment to be approximately 17% to 19% of net sales in fiscal '23.\nQ1 adjusted EBITDA was $32 million, up 46% versus last year, and adjusted EBITDA margin was approximately 26% of net sales. Adjusted net income was $21 million or $0.39 per diluted share compared to $14 million or $0.27 per diluted share a year ago. The increase across profitability metrics was driven by our strong sales growth, improved gross margin and a shift in timing for marketing and digital investments. Our liquidity remains strong with the combination of our cash balance and access to our revolving credit facility sitting at approximately $172 million.\nWe ended the quarter with $72 million in cash on hand compared to a cash balance of $63 million a year ago. Our ending inventory balance was $70 million, down from $85 million in March. As Tarang mentioned, our ending inventory levels in Q1 were a bit lighter than expected given our strong sell-through rates. We expect inventory levels to build back in Q2 as is typical with our quarterly seasonality. Importantly, we remain confident in our ability to meet consumer demand. We expect our cash priorities for the coming year to remain on investing behind our 5 strategic imperatives and supporting strategic extensions.\nNow let's turn to our raised outlook for fiscal '23. For the full year, we now expect net sales growth of approximately 14% to 16% versus prior year, up from 10% to 12% previously. We expect adjusted EBITDA between $83.5 million to $85 million, up from $80.5 million to $82 million previously. We expect adjusted net income between $47 million and $48.5 million, up from $43.5 million to $45.5 million previously; and adjusted EPS of $0.84 to $0.87 per diluted share, up from $0.78 to $0.81 previously. We expect our fiscal '23 adjusted tax rate to be approximately 25% to 26% as compared to 27% to 28% previously. Lastly, we continue to expect a fully diluted share count of approximately 56 million shares.\nLet me provide you with additional color on our planning assumptions for fiscal '23. Starting with top line. Our raised outlook reflects the outperformance in Q1 relative to our expectations in addition to pipeline related to the incremental space gains Tarang discussed. We continue to expect double-digit top line growth in each quarter of fiscal '23.\nTurning to gross margin. We now expect our gross margin to be up approximately 100 basis points year-over-year as compared to our expectation for flat to slightly up previously. This is largely a result of our outperformance in Q1. We expect the combination of price increase, margin-accretive mix and cost savings to offset elevated transportation costs.\nTurning now to adjusted EBITDA. Our outlook now implies adjusted EBITDA growth of approximately 12% to 14% versus prior year, up from approximately 8% to 10% previously and on top of the strong 22% growth in fiscal '22. Overall, we are quite pleased to be in a position to raise our profitability outlook in a dynamic macro environment this early in our fiscal year. Like many companies, we do expect cost pressures to weigh on adjusted EBITDA margin this year. Our outlook, therefore, continues to bake in cost inflation within non-marketing SG&A, including higher outbound fuel and logistics costs in addition to the higher inbound transportation costs captured in gross margin. From a cadence perspective, we expect balance of year adjusted EBITDA margins to be in the mid-teens largely due to our normal quarterly seasonality. We expect Q2 to be lower than that due to the shift in marketing spend out of Q1 and into Q2.\nIn summary, we're pleased with our outstanding Q1 results and remain confident in our ability to grow market share for the balance of the fiscal year. Our performance both on an absolute basis and relative to the category demonstrates how our competitive advantages are driving results.\nWith that, operator, you may open the call to questions."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/d92e2b32fb0e1af57c7d796dbaae5c30",
        "textblob_polarity": 0.13254734537493168,
        "textblob_subjectivity": 0.411753296511917,
        "sentiment": {
            "distribution": {
                "positive": 17,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9991783184163711,
                "neutral": 0.9911752740542094
            }
        },
        "content1": "Q4 2022 elf Beauty Inc Earnings Call\n\nQ4 2022 Elf Beauty Inc Earnings Call\n\nELFNYSEMAY 25, 10:30 PM\n\nKristina Casey Katten\n\nVP of IR, e.l.f. Beauty, Inc.\n\nThank you for joining us today to discuss e.l.f. Beauty's fourth quarter and fiscal '22 results. I'm KC Katten, Vice President of Corporate Development and Investor Relations. With me today are Tarang Amin, Chairman and Chief Executive Officer; and Mandy Fields, Senior Vice President and Chief Financial Officer.\nWe encourage you to tune into our webcast presentation for the best viewing experience, which you can access on our website at investor.elfbeauty.com. Since many of our remarks today contain forward-looking statements, please refer to our earnings release and reports filed with the SEC, where you'll find factors that could cause actual results to differ materially from these forward-looking statements. In addition, the company's presentation today includes information presented on a non-GAAP basis. Our earnings release contains reconciliations of the differences between the non-GAAP presentation and the most directly comparable GAAP measure. With that, let me turn the webcast over to Tarang.\n\nTarang P. Amin\n\nChairman, CEO & President, e.l.f. Beauty, Inc.\n\nThank you, KC, and good afternoon, everyone. Today, we will discuss the drivers of our Q4 results and outlook for fiscal '23. I want to start by recognizing the e.l.f. Beauty team. We have much to be proud of in fiscal '22. Our innovation, digitally-led strategy, core value proposition and ability to adapt at e.l.f speed continues to fuel our performance.\nOur results speak for themselves. Q4 marked our 13th consecutive quarter of net sales growth. In fiscal '22, we grew net sales by 23% and adjusted EBITDA by 22%, well above our original expectations for the year. We also continued to gain market share with 5.9% of the mass cosmetics category, up 25 basis points. We're the only top 5 brand to grow share above pre-pandemic levels by a wide margin.\nBefore I detail our recent accomplishments, I want to briefly touch on a few topics that are likely top of mind. First, on category outlook and our guidance. We remain bullish on the mass cosmetics category. Overall, trends have improved, and in recent weeks are positive on both a 1- and 2-year basis as consumer usage occasions increase. More importantly, we remain optimistic about our ability to continue to gain share. Our consumption trends are strong, giving us the confidence to issue initial guidance at the 10% to 12% net sales growth for the year with double-digit growth expected in each quarter.\nSecond, on price increases. We increased prices on majority of e.l.f SKUs and select Keys Soulcare and W3LL PEOPLE products in mid-March. While still early, price elasticity is better than expected, underscoring the power of our brands.\nThird, on supply chain. Like many companies, we faced additional COVID restrictions in China where our products are manufactured. While the situation remains dynamic, I feel great about how our team has responded. We continue to ship product despite the recent lockdowns. We've successfully navigated a variety of supply chain challenges throughout the years and expect to do so in fiscal '23. Over the past 3 years, I've provided proof points on the relentless execution of our 5 strategic imperatives and the growth it has driven. Today, I want to take a step back and talk through our strategic framework and key areas of competitive advantage.\ne.l.f. was born to disrupt. It's in our DNA. We were founded 17 years ago with the idea of selling premium quality cosmetics for $1 over the Internet. We are known for our core value proposition. We make the best of beauty accessible to every eye, lip and face. The superpowers our consumers can't get enough of are our 100% cruelty-free, clean, inclusive premium quality beauty products at accessible price points. Our 7 key areas of competitive advantage give me confidence that we can continue to grow sales, EBITDA and market share.\nFirst, we have the right team. We have a deep commitment to diversity and inclusion. Our employee base, which is over 80% women, over 40% diverse and over 60% millennial and Gen Z is representative of the communities we serve. And it's not just our overall employee base. Our executive officers and Board of Directors is majority women and nearly 40% diverse. We have a high-performance team culture that fosters employee engagement. Our most recent employee engagement scores were 15 points higher than the consumer goods and services industry benchmark. Importantly, all 300 of our employees are shareholders in e.l.f. Beauty, with the total employee ownership at nearly 15% of shares outstanding. Issuing equity to all employees is rare among public consumer products companies, aligns our team with the long-term interest of our shareholders and incentivizes our employees to deliver enterprise value.\nOur second area of advantage is that we know how to attract and engage consumers. Our disruptive digital-first marketing engine moves at the speed of culture. Over the past 3 years, we've increased our marketing investment from 7% of net sales to 16%. Our marketing investment is working, driving high ROI and strong levels of consumer engagement. We are now a 4-time TikTok billionaire with our latest #elfitup hashtag challenge generating nearly 14 billion views. We are a pioneer in music, gaming and collaborating with like-minded cultural disruptors.\nFollowing our award-winning makeup collaboration with Chipotle that generated 4 billion earned media impressions, our recent collaboration with Dunkin' once again generated buzz, garnering almost 5 billion impressions. e.l.f is a Gen Z favorite. In Q4, e.l.f. jumped to the #1 favorite cosmetics brand among teens, up from #2 last year and #4, 2 years ago. We still see significant opportunity to bring in new consumers. We're encouraged that our annual attitude and usage study showed considerable improvement in our overall consumer awareness levels with millennials and Gen X in particular. That said, we continue to have significant opportunity with unaided awareness compared to some of the legacy color cosmetics brands.\nLooking at Nielsen track channel data, we're the #5 cosmetics brand today with 5.9% share. The #1 brand has 17% share. We see a lot of runway to grow.\nOur third area of advantage is that we're an innovation powerhouse. Our innovation engine has built leadership across time across 5 key segments: brushes, primers, concealers, brows and sponges, which make up approximately half of e.l.f cosmetic sales. We have the #1 or 2 position in all 5 segments and drove double-digit sales growth in each last year. Our innovation focus remains on delivering holy grails with staying power.\nOur Putty Primer and Camo families are great examples of how multiyear innovation has driven our share leadership in key segments. Our recently launched Power Grip Primer builds upon our strength in the primer category. Its jaw-dropping value of $10 versus a prestige equivalent at $34 propelled it to become the #1 selling product on elfcosmetics.com in Q4 and a viral sensation across social media.\nLooking ahead, we believe our innovation pipeline has never been stronger. Skin care remains a major focus of our brand portfolio. In fiscal '22, e.l.f skin consumption was up 19% compared to the category that was up 8%. New product launches, such as our Pure Skin line, helped propel us in the top 20 skin care brand rankings for the first time ever in both Q3 and Q4. Amongst teens, our skin care rankings are even higher. We're particularly excited about Key Soulcare's latest skin care offering, the Let Me Glow Illuminating Serum. This complexion and makeup priming serum is the first in a series of color skin care hybrids. This product offering quickly became a viral sensation across social media, selling out in recent weeks at both keyssoulcare.com and ulta.com.\n(presentation)\nOur fourth area of advantage is that we're digital-first. Founded as a digitally native brand, e.l.f., remains the only top 5 mass cosmetics brand with a direct-to-consumer site. In April, we launched a new mobile app, also becoming the only top 5 mass cosmetics brand with a native mobile app. Our digitally led strategy powers our entire business and continues to serve us well. Fiscal '22 digital consumption trends were up triple digits on a 2-year stack basis.\nDigital channels drove 14% of our total consumption in fiscal '22 as compared to 17% a year ago and 9% 2 years ago. We see opportunity to increase our digital penetration, particularly as we're able to grow our Beauty Squad loyalty members and enhance our loyalty experience. In fiscal '22, we grew Beauty Squad membership by 20% versus prior year. Our 2.9 million loyalty members are a highly valuable part of our digital ecosystem and an integral source of first-party data.\nOur fifth area of advantage is that we have world-class operations. We believe we have the best combination of cost, quality and speed in our industry. Our hybrid supply chain model combines outsourced asset-light manufacturing in China with the depth of expertise of our nearly 80 employees in Shanghai, across R&D, quality, sourcing, logistics and lean manufacturing.\nI am proud of the e.l.f. Beauty team for how we've leveraged this competitive advantage to navigate external challenges over the years. In 2019, we overcame 25% China tariffs on the majority of our products. In early 2020, we were the first beauty company to come out of COVID-19 restrictions in China fully operational. Our suppliers are back in business in the first week, and we are running at full capacity after just 5 weeks. In 2021, we faced a global container imbalance and port congestion. Our operations team again executed with excellence. -- managing SKUs at the store level to sustain in-stock rates around 95%.\nTo help mitigate the financial impact of increased transportation cost, we leaned on our pricing power early in 2022, and are pleased with the initial consumer response. More recently, and like many other companies, we faced additional COVID restrictions on our supply chain in China. We feel great about how our team has risen to the challenge. Our key suppliers are producing goods, and we've managed the logistics to continue shipping our products. We've also proactively taken up our inventory levels. Looking ahead, we believe the challenges in China are transitory and will normalize as restrictions ease.\nOur sixth area of advantage is we know how to win in the market. Over the past 8 years, we've expanded our retail footprint from 11,000 linear feet of space to over 130,000 linear feet. Even with this growth, we see opportunity to gain space with each of our retailers. What gives me even more confidence for the year ahead is how we've continued to drive best-in-class productivity with our retail partners. Target is a great example. Target is our most developed and longest-standing national retailer. Our average store footprint today is about 11 feet and we grew our Target business by over 20% in fiscal '22 without incremental space gains.\nWe're quite pleased with the early results from our recent spring resets. We continue to deliver strong consumption trends in March and Q1 to date even as we lapped weeks of stimulus-related spending.\nLooking beyond the U.S., International represents major white space at just 11% of our business today. We grew our international business by over 20% in fiscal '22 as we strengthen our position in both Canada and the U.K. Canada is a great example of our disciplined international expansion. In the past 7 years, we went from having no sales in the country to e.l.f. now the #7 cosmetics brand, up from #8 last year and the second fastest-growing brand.\nWe expanded our retail presence last year with the launch of e.l.f in Shoppers Drug Mart, adding to our business with Walmart Canada and our local elfcosmetics.com site. Q4 marked another big milestone in Canada: our first brand entry into Sephora with the launch of Keys Soulcare in Sephora Canada. Keys Soulcare continues to elevate our global retail strategy and open doors to new retail partners.\n(presentation)\nOur seventh area of advantage is our commitment to building a different kind of beauty company. Our mission is to build brands that disrupt industry norms, shape culture and connect communities through positivity, inclusivity and accessibility. Our deep commitment to clean, cruelty-free beauty with exceptional quality for the price has fueled the success of our flagship e.l.f. Cosmetics brand since 2004 and allowed us to strategically expand our portfolio of brands that support our purpose and values. With our acquisition of W3LL PEOPLE, the launch of Keys Soulcare and the unveiling of e.l.f Skin, we have built a portfolio of distinct yet complementary brands. Looking ahead, we see potential to add fast-growing brands to our portfolio, to expand our capabilities into adjacent categories or different consumer segments while leveraging our multiple areas of advantage.\nIn summary, as we look ahead, we believe we are still in the early stages of realizing the full potential of our business. We believe our 7 areas of competitive advantage and differentiated brand portfolio will fuel our ability to win in fiscal 2023 and beyond. I'll now turn the call over to Mandy.\n\nMandy J. Fields\n\nSenior VP & CFO, e.l.f. Beauty, Inc.\n\nThank you, Tarang. I'm pleased to share the highlights of our fourth quarter and full year fiscal '22 results as well as our outlook for fiscal '23. We ended the year strong. Our fourth quarter net sales grew 13% year-over-year, driven by broad-based strength across our national and international retailers.\nWe continued to deliver positive consumption trends in the quarter, even as we lapped weeks of significant stimulus related spending. This exceeded our expectations, and importantly, was supported by strength in both our core products and spring innovation. Q4 gross margin of 64% was up approximately 100 basis points compared to prior year. We saw gross margin benefits from cost savings and margin accretive mix, including benefits from the launch of recent innovation. We also benefited from the price increases we implemented in May 2021 and in March 2022. These gross margin benefits more than offset the impact of FX and elevated transportation costs.\nOn an adjusted basis, SG&A as a percentage of sales was 57%, up approximately 220 basis points versus last year. The increase was primarily related to compensation, benefits and marketing investments. For the full year, adjusted SG&A was 51%, down approximately 90 basis points versus last year. Marketing and digital investment for the quarter was approximately 17% of net sales, as compared to 20% in Q4 last year. For the year, marketing and digital investment was approximately 16% of net sales, in line with our expectations.\nQ4 adjusted EBITDA was $13 million. Adjusted net income was $7 million or $0.13 per diluted share compared to $9 million or $0.16 per diluted share a year ago. Let's now turn to our full year fiscal '22 results. In short, our results were exceptional as our team navigated a dynamic environment. For the year, we grew net sales by 23% and adjusted EBITDA by 22%. Our liquidity remains strong with the combination of our cash balance and access to our revolving credit facility sitting at approximately $140 million. We ended the quarter with $43 million in cash on hand compared to a cash balance of $58 million a year ago. Our ending inventory balance was $85 million, in line with our expectations as compared to $57 million a year ago. As a reminder, we plan to carry higher inventory levels due to the combination of longer lead times, higher transportation costs, and our continued business momentum.\nWe have benefited from this proactive inventory strategy during the recent COVID-related disruptions in China. We expect our cash priorities for the coming year to remain on investing behind our 5 strategic imperatives and supporting strategic extensions.\nNow let's turn to fiscal '23 guidance. For the full year, we expect net sales growth of approximately 10% to 12%, adjusted EBITDA between $80.5 million to $82 million, adjusted net income between $43.5 million to $45.5 million and adjusted EPS of $0.78 to $0.81 per diluted share. We expect a fully diluted share count of approximately 56 million shares and our fiscal '23 adjusted tax rate to be approximately 27% to 28%.\nLet me provide you with additional color on our planning assumptions for fiscal '23. Starting with top line. We expect to post double-digit top line growth in each quarter of fiscal '23. As Tarang discussed, we are bullish on the cosmetics category and our ability to gain share. Our consumption trends remain strong. After significant variability in consumption trends over the past year from the combination of COVID and stimulus-related spending, we believe our weekly sales levels have rebased to higher and more normalized go-forward rates.\nTurning to gross margin. We expect gross margin to be flat to slightly up year-over-year with benefits from pricing, margin accretive mix and cost savings helping to offset elevated transportation costs. As we discussed last quarter, we increased prices mid-March to help offset the elevated cost environment we're seeing. These price increases impacted approximately 2/3 of e.l.f. cosmetic SKUs, as well as certain items within Keys Soulcare and W3LL PEOPLE. While this round of pricing was broader than previous rounds, our opening price points on e.l.f. remain unchanged, enabling us to continue to deliver high-quality products at an extraordinary value. It's still early days, but we are encouraged that initial volume elasticities are trending better than our expectations.\nTurning now to adjusted EBITDA. We expect adjusted EBITDA to grow approximately 8% to 10% year-over-year. While we expect cost pressures to weigh on adjusted EBITDA margin this year, like many companies, we still anticipate healthy adjusted EBITDA growth on top of the 22% growth in fiscal 2022. Our outlook bakes in anticipated cost pressures in our non-marketing SG&A related to outbound fuel and logistics costs, in addition to the inbound transportation costs captured in our gross margin.\nFrom a marketing perspective, we're planning to step up marketing and digital investment to approximately 17% to 19% of net sales, up from 16% in fiscal '22. As Tarang discussed, our marketing investments are driving strong ROI and high levels of consumer engagement. We're investing from a position of strength and believe these increased marketing investments will fuel long-term growth. Overall, we're energized by our fiscal '22 results and optimistic about fiscal '23. Our performance, both on an absolute basis and relative to the category demonstrates how our competitive advantages are driving results. We remain confident in the long-term potential for our portfolio of brands. With that, operator, you may open the call to questions.\n\nKristina Casey Katten\n\nVP of IR, e.l.f. Beauty, Inc.\n\nAnd before we dive into questions, we actually want to acknowledge the devastating events that took place in Texas yesterday. It's another tragedy and an unsettling trend of mass shootings targeted at innocent and defenseless people. Our hearts are deeply saddened and our thoughts are with all of the families who have been impacted by these recent tragedies. We may now open it to questions."
    }
]