[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/f1badb7d6267f0c7b40e5173ed61e8a2",
        "textblob_polarity": 0.13126504311233378,
        "textblob_subjectivity": 0.4120275591950466,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9943734606107076,
                "neutral": 0.9224050879478455
            }
        },
        "content1": "Q2 2024 Hydro One Ltd Earnings Call\n\nQ2 2024 Hydro One Ltd Earnings Call\n\nHTORONTOAUG 14, 2:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Hydro One Limited's Second Quarter 2024 Analyst Teleconference. [Operator Instructions] As a reminder, this call is being recorded.\nI would now like to introduce your host for today's conference, Mr. Omar Javed, Vice President, Investor Relations at Hydro One. Please go ahead.\n\nOmar Javed\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining us in Hydro One's quarterly earnings call. Joining us today are our President and CEO, David Lebeter, and our Chief Financial and Regulatory Officer, Harry Taylor. On the call today, we will provide an overview of our quarterly results, and then we will take some time answering questions as time permits.\nToday's discussions will likely touch on estimates and other forward-looking information. You should review the cautionary language in today's earnings release and our MD&A, which we filed this morning regarding the various factors, assumptions and risks that could cause our actual results to differ as they all apply to this call.\nWith that, I'll turn the call over to our President and CEO, David Lebeter.\n\nDavid Lebeter\n\nPresident, CEO & COO\n\nThank you, Omar. Good morning, and thank you for joining us for our second quarter 2024 earnings call. I am pleased to welcome and be joined by our new Executive Vice President and Chief Financial and Regulatory Officer, Harry Taylor. Harry joined Hydro One in early June following an extensive external and internal search. Harry is a highly regarded strategic executive with demonstrated achievements across multiple customer focused industries. Guided by our refresh strategy, Harry's expertise in providing stability and delivering financial results during times of growth and expansion will help us meet the needs of customers, partners, stakeholders, investors and all Ontario.\nAt Hydro One, safety always comes first, and the focus on safety is firmly ingrained within our culture. This focus was evident in our 2023 results, where we improved our annual recordable injury, achieving a rate of 0.56 or 200,000 hours worked, which remains well below the industry benchmark of 1.0. We are very proud of this achievement, but also understand that we must remain vigilant and focused on our goal of achieving a workplace free of life-altering injuries and fatalities. Nothing is more important than ensuring our colleagues return home safely.\nMoving on to our update. We continue to deliver on our strategy of making investments in our transmission and distribution systems to modernize, strengthen and expand the grid in support of economic development and increased electrification across the products.\nOn May 28, we filed a leave to construct application, also known as Section 92, with the Ontario Energy Board for the construction of our St. Clair Transmission Line. This line will be a new double-circuit 230 kilovolt transmission line between the Lambton Transmission Station and St. Clair Township and the Chatham Switching Station in the Municipality of Chatham-Kent, Southwest Ontario.\nSubject to Ontario Energy Board's final ruling, we expect the line to be completed in 2028 at a cost of $472 million. Once built, the project will provide an additional 450 megawatts of power to the region, supporting economic and community growth for years to come. The St. Clair Transmission Line is part of a network of electricity infrastructure projects that will support economic growth and improve the reliability and resiliency of the electricity grid in Southwestern Ontario.\nAs we develop and build these projects, we remain mindful of our commitment to our relationship with indigenous communities. We understand that their ongoing participation and collaboration throughout the life of a project is important. We are proud that the transmission line component of St. Clair project will be co-owned with 5 proximate First Nations, advancing the project in true partnership.\nI'm also pleased to report that our Chatham to Lakeshore Transmission Line, which commenced construction activities in the spring of 2023, remains on track to be in service by the end of 2024. As previously disclosed, this timer reflects the completion of the line 1 year ahead of schedule.\nIn addition to accelerated time line, we expect to realize an additional $16 million in cost savings from optimization of our construction activity. The total project cost is now expected to be $237 million, down from the original estimate of $268 million, a savings of $31 million.\nSuperior project execution is a critical aspect of why Hydro One continues to be the transmitter of choice for the development, construction and operational priority projects in Ontario. Hydro One continues to play a critical role in supporting long-term sustainable economic growth in Ontario. Through our investments in transmission and distribution systems, we are enabling the electrification of Ontario, delivering power to drive growth and prosperity across the province.\nMoving on to LDC consolidation. Following the OEB approval for the acquisition of Chapleau Hydro in early May, our teams work diligently to ensure that all the necessary procedures and filings required to achieve closing the transaction were completed. I'm happy to report that we have successfully closed the transaction and will now start integration and officially joined the Township of Chapleau as their local electricity provider. We look forward to energizing the lives of our new customers, employees and the community.\nOur commitment to investing in this community is already underway. In May, we announced a Chapleau Cree First Nations, 1 of 35 recipients have received $25,000 in funding from Hydro's Energizing Life Community Fund. Hydro One's commitment to energizing life Inuit Ontario with reliable, sustainable solutions ensures a brighter future for all. For us, sustainability means that we are conducting our business in a way that benefits the environment, community and society.\nOur sustainable business strategy is focused on a wide array of environmental, economic and social factors so that our business decisions and activities leave a lasting positive impact. This includes developing a resilient infrastructure and intelligent operations optimizing our supply chain to ensure we can meet our customers' needs, working to reduce greenhouse gas emissions and actively invest in the communities where we live and work.\nFurthermore, we are committed to building and strengthening indigenous community partnerships and fostering our diversity initiatives. We understand that for our long-term performance and viability, we need to embed sustainability in all aspects of our business. Earlier today, we released our 2023 sustainability report. The report provides a balanced account of our performance across a range of sustainability measures and highlights our progress towards enabling the energy transition in Ontario, leading to a better and brighter future for all.\nThe 2023 report highlight accomplishments related to the key initiatives, including reducing our Scope 1 greenhouse gas or GHG emissions by approximately 24% compared to our 2018 baseline, investing approximately $2.5 billion of capital to expand and renew Ontario's grid, connecting the [indiscernible] promote community to the grid, providing them with a reliable and clean source of energy, converting 34% of our sedan and SUVs to electric vehicles and hybrid, issuing approximately $2.4 billion in sustainable and green bonds under a sustainable financing framework, spending 5.7% of our total sourceable spend on materials and supplies from indigenous businesses, promoting a culture of diversity and inclusion with female representation of 45% at the Board level and 36% at the DP level and above.\nThese achievements are a testament to our strong sustainability foundation, and our employees who are filled with purpose and our Empower to Act to contribute to a better world for all. This purpose is reflected in our actions, and I am pleased that our actions are being recognized. We are proud to once again be included in the Corporate Knights annual list of 50 Best Corporate Citizens in Canada. This award recognizes those entities that are committed to doing business differently and are committed to sustainability and environmental stewardship.\nWith that, I will turn the call over to Harry to discuss our financial results. Harry, over to you.\n\nHenry P. Taylor\n\nExecutive VP, CFO & Regulatory Officer\n\nThank you, David. I'm excited to be here and look forward to working with everyone at Hydro One to take advantage of the significant growth opportunities we have and meet the needs of all of our stakeholders.\nTurning to our second quarter financial results. We delivered basic earnings per share of $0.49 compared to $0.44 in the second quarter of 2023. The key drivers behind the year-over-year change included higher revenues net of purchase power, partially offset by higher income tax expense when adjusted for net income-neutral items higher depreciation, amortization and asset removal costs and higher financing charges.\nAs a reminder, both the transmission and distribution segments had net income-neutral items in revenue. These include the deferred tax asset recovery that expired at the end of June 2023 as well as normal course regulatory adjustments such as OEB approved recovery of historical cost deferrals. There are corresponding offsets for these items in the tax expense and in OM&A, thus making them net income neutral.\nOur second quarter revenue, net of purchase power, increased year-over-year by 3%. The increase is mainly due to higher revenues resulting from changes in OEB-approved rates for both segments coupled with a 4.1% increase in the average monthly peak demand for the transmission segment and a 2.3% higher energy consumption in the distribution segment, supported by a higher number of customers. These were partially offset by the revenue impact of the net income-neutral items mentioned earlier.\nOn the cost front, operating maintenance and administration expenses in the quarter decreased by approximately 5.1% year-over-year. In the transmission segment, we received onetime insurance proceeds for a transformer replacement at the Gauge Transmission Station and incurred lower corporate support costs, which were partially offset by higher work program expenditures for stations and line maintenance.\nThe variance in the Distribution segment was due to lower work program expenditures, including costs associated with emergency power restoration information technology initiatives and vegetation management. In addition, we also had the net income-neutral items in both segments that were offset in revenue.\nDepreciation expense for the second quarter was higher year-over-year by 6.5%. This was due to the growth in fixed assets and higher asset removal costs partially offset by lower amortization of regulatory assets. Regarding financing, we saw a 9% increase in financing charges year-over-year, mainly due to a higher weighted average interest rate on our long-term debt and more long-term debt resulting from issuances in the second half of 2023 and the first quarter of 2024. These charges were partially offset by higher capitalized interest due to a higher average balance of assets under construction and volume variance in short-term notes and short-term investments.\nOne of our differentiating factors is the strength and stability of our balance sheet, along with our creditworthiness. This was underlined by S&P when they upgraded our long-term debt rating to A from A- on June 10.\nTo further support our liquidity and to provide additional financial flexibility on June 1 of this year, our operating credit facilities were increased by $750 million to $3.3 billion. In addition, the maturity date of the facilities was extended from 2028 to 2029. We very much appreciate the strong support we continue to receive from all our banking partners. These facilities are primarily used as a backstop to our commercial paper program. No amounts were drawn on the facilities as of June 30, 2024.\nFinally, we updated our sustainable financing framework during the quarter to better align with best practices. The updated framework reflects the latest green bond principles and now include expenditures for direct connections to new nuclear generation. This change aligns with the sustainable and green bond frameworks of the government of Canada the Government of Ontario and various peers. The full updated document is available on our website.\nTurning to taxes. Our income tax expense in the quarter was $57 million compared to $65 million in the same quarter last year. However, when adjusted for net income-neutral items, the adjusted income tax expense was higher. Contributing to the increase were lower deductible timing differences compared to last year and higher adjusted pretax earnings.\nThe effective tax rate this quarter was 16.2% versus an effective tax rate last year of 19.6%. The effective tax rate for 6 months was 15.5% compared to 19% for the first 6 months of last year. This rate is consistent with our effective tax rate expectations of 13% to 16% for the remainder of the JRAP period.\nMoving to our investing activities. In the second quarter, we placed $526 million of assets in service for our customers, which was an increase of 27.4% compared to last year. In the transmission segment, we saw an increase of 36.2% year-over-year primarily attributable to the timing of assets placed in service for station refurbishments and replacements and higher volume of line refurbishments, partially offset by assets placed in service for the development work at the Lennox Transmission Station in the second quarter of last year.\nIn the Distribution segment, in-service additions increased by 20.7% from the prior year due to a higher spend on wood pole replacements, higher volume of storm-related asset replacements and timing of IT investments.\nIn terms of our capital expenditures, for the second quarter, we invested $818 million, which was an increase of 26% over 2023. The increase occurred in both the transmission and distribution segments as a result of increases in refurbishments and replacements, increased customer connections as well as investments in new transmission and distribution infrastructure. These were partially offset by a lower spend on system capability reinforcement projects.\nMoving on to broadband. We continue to work with the Internet Service Providers to advance the pace of orders to ensure delivery of high-speed Internet to some 700,000 rural Ontario. While orders continue to come in, the pace has not accelerated significantly. And as a result, we continue to expect that these orders will generate between $300 million and $700 million of work being completed. This work will take place in our distribution segment and will be additive to our rate base.\nLooking ahead, we continue to expect 5% to 7% growth for earnings per share through 2027 using the normalized 2022 earnings per share of $1.61 as a base. This EPS guidance range does not factor in growth from broadband, LDC consolidation nor any of the transmission lines that have been awarded to us but not completed, nor any amounts from externally driven variance accounts. Finally, I am pleased to report that our Board of Directors declared a dividend of $0.3142 per share payable to common shareholders of record on September 11, 2024.\nWith that, I will turn the call over to open the phone lines for questions.\n\nOmar Javed\n\nVice President of Investor Relations\n\nThank you, David and Harry. We ask the operator to explain how they'd like to organize the Q&A polling process. In case we can't address your questions today, my team and I are always available to respond to follow-up questions. We ask that you limit your questions to 1 question and 1 follow-up. If you have additional questions, we would request you to rejoin the queue. Please go ahead."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/0705cf0f44be81905ceebe3e9ce5f98d",
        "textblob_polarity": 0.13862292682704078,
        "textblob_subjectivity": 0.4125653232140572,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 6
            },
            "scores": {
                "positive": 0.9902270622551441,
                "neutral": 0.988384336233139
            }
        },
        "content1": "Q1 2024 Hydro One Limited Earnings Call\n\nQ1 2024 Hydro One Limited Earnings Call\n\nHTORONTOMAY 14, 2:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Hydro One Limited's first quarter 2024 analyst teleconference. [Operator Instructions] This call is being recorded.\nI would now like to introduce your host for today's conference, Mr. Omar Javed, Vice President Investor Relations at Hydro One. Please go ahead.\n\nOmar Javed\n\nVice President of Investor Relations\n\nGood morning and thank you for joining us in Hydro One's quarterly earnings call. Joining us today are our President and CEO, David Lebeter; our Chief Financial and Regulatory Officer, Chris Lopez. In the call today, we will provide an overview of our quarterly results, and then we will take some time answering questions as time permits.\nThere are also several slides that illustrate some of the points we'll address in a moment. They should be up on the webcast now or if you're dialed into the call, you can find them in Hydro One's website in the Investor Relations section under Events & Presentations.\nToday's discussions will likely touch on estimates and other forward-looking information. You should review the cautionary language in today's earnings release and our MD&A which we filed this morning regarding the various factors assumptions and risks that could cause our actual results to differ as they all apply to this call.\nWith that, I'll turn the call over to our President and CEO, David Lebeter.\n\nDavid Lebeter\n\nPresident, CEO & COO\n\nThank you, Omar. Good morning, and thank you for joining us for our first quarter 2024 earnings call. Before we start, I'll touch on safety. It's at the core of our business and among the first of our corporate values. Sadly, this quarter two employees were seriously injured while at work. Well, we won't discuss the specifics as the investigations are ongoing. It will take a long time for our teammates to heal physically and emotionally.\nThese injuries are a stark reminder of the unforgiving nature of our daily jobs. At Hydra One, safety goes beyond policies and procedures and must remain firmly ingrained within our culture. We are committed to 0 life-altering injuries and that every employee returns home safely at the end of each day. Continued focus on eliminating all serious injuries is achievable.\nMoving on to our update. In today's call, I'm excited to share our refreshed corporate strategy and highlight some key accomplishments that occurred during our first quarter. Chris will then dive deeper into the financial results of the quarter. Delivering on our existing strategy has created exceptional value for Ontarians, our customers, shareholders and partners. We made critical strategic investments in our system to build a more modern intelligent grid, which enables evolving technologies and the increasing integration of distributed energy resources. Through these investments, we play a critical role in supporting long-term sustainable economic growth.\nNot only did we build a reputation for keeping the life on and restoring power quickly, but are also delivering major transmission projects on time and on budget. These are some of the reasons why we are now entrusted to build 9 transmission projects in the province. We built strong relationships and trust with many of our partners, including indigenous communities, municipalities, residents and the government. We advanced economic reconciliation with indigenous communities through the development of our industry-leading 50-50 First Nations equity model for major projects, ensuring economic benefits flow back to indigenous communities.\nWe implemented programs and tools for our customers that make it easier to do business with us and show them that we care. This resulted in the highest customer satisfaction and overall favorable impression score since the IPO. In summary, our existing strategy laid a strong foundation to prepare us as we enter the period of change within the industry.\nIf the previous strategy has yield with such significant success, you might wonder why we would now change course. In fact, we are not fundamentally changing our direction. We are delivering a refreshed corporate strategy that builds on what we have done well and set up the priorities that will meet the pace of change in our industry and the evolving expectations of our customers.\nEmerging technologies are shaping how, when and where our customers use electricity. From the cars they buy, how they monitor electricity consumption to participate in the energy market, our customers are making energy-related decisions and have evolving expectations of the services they are provided. Not too long ago, visionary people used to talk about sustainable, clean energy. Today, enabling it is a business imperative. We need to remain agile and flexible to meet the changing demand in the changing landscape.\nFour priorities set the foundation of our refreshed strategy. They are; 1, enrich our customers' experience; 2, enhance great value needed for sustainable economic growth; 3, create new solutions for an electrified future; and 4, win with partners. At the heart of the strategy is to focus on our customers. Our customers expect more proactive services and solutions and information to make informed decisions. We will ensure we understand and meet our customers' evolving needs, all the while delivering easy and exceptional customer experience. We've already made strides in the area, but there's more work to do across each different customer segment and throughout each customer's journey.\nWith the increase in electrification of transportation, buildings and industry, combined with population growth, we anticipate the need to deliver more for our customers in the upcoming years. We will find innovative and sustainable ways to accommodate this growth outside of the traditional solutions. In addition to optimizing our existing assets to create more value, we will look at both regulated and unregulated opportunities to meet this challenge. We also acknowledge that partners are core to this priority. Together, we will deliver sustainable growth and ensure we meet the needs of their communities now and for future generations.\nWe have a vital role to play in enabling Ontario's transition towards the shared goal of decarbonization, whether it's connecting green steel or EV battery manufacturing or simply enabling bidirectional movement of electrons, arising from increased battery storage and EV adoption. As technology advances for both us and our customers, it's necessary we stay ahead of the curve by anticipating, adapting and evolving alongside these changes. Central to this will be ensuring we make informed data-driven decisions. As such, we plan to expand our advanced analytics and digital capabilities to manage this electrified future. This also means we will collaborate with others within our sector and beyond to foster innovation and accelerate the development of new solutions to shape the future.\nPowerful alliances between Hydro One, indigenous communities, all levels of government, regulatory bodies, associations, vendors and industry partners have been essential to provide stable and reliable and affordable electricity to Ontario. Looking ahead, we must continue to collaborate. As an industry, we are much stronger when we work together and create mutually beneficial solutions. We all have a part to play to enable a net-0 future. Combining our strengths and resources, we can leverage each other's unique perspectives and capabilities to drive innovation and achieve our shared goals.\nOf course, the successful execution of our strategy relies on our skilled employees. We have a robust pool of talent with deep expertise matched with unwavering dedication to our customers. This is an exciting time, and our people will [ undoubtedly ] be a point of strength for us as we develop new capabilities to meet the evolving energy landscape and deliver on our plans.\nOn this note, I'm pleased to announce the addition of some new talent to our executive team to help us deliver on our strategic objectives. In March, Renee McKenzie joined us as our Executive Vice President of Digital and Technology Solutions. Renee is an experienced technology executive with more than 24 years of delivering engaging applications, modern infrastructure and personalized experiences to employees and customers. Based on her background and experience, you can see how she is the right person to implement our data-driven corporate strategy in the coming years.\nI'm also delighted to announce that Lisa Pearson joined Hydro One as our Senior Vice President of Corporate Affairs. Lisa is a transformational executive, extensive experience advising boards and executive teams. She will apply her broad private, public and not-for-profit sector knowledge to continue to strengthen our reputation and deepen our relationships with customers, government and stakeholders. In addition to Renee and Lisa's update, I am pleased to announce that after an extensive internal and external search process, we are in the final stages of filling the CFO position. We expect to make an announcement in the very near future.\nTurning to the quarterly update. There are several important developments I'd like to share with you. First, I acknowledge the efforts of our Hydro One employees who are once again called upon to help our customers. In February and March, our teams quickly mobilized to restore power to approximately 190,000 customers impacted by damaging high winds in parts of Central, Southern and Eastern Ontario. Thank you for your outstanding efforts in assessing damage, prioritizing work and making repairs to restore power.\nSecond, we are pleased to have received approval from the OEB for our Section 92 or leave to construct filing for our Waasigan Transmission Line project. The $1.2 billion line, which spans approximately 360 kilometers will be built in cooperation with First Nations partners to support economic growth in Northwestern Ontario. As a reminder, Phase 1 is a double-circuit 230 kV lines that will run from Thunder Bay to Atikokan and Phase 2 is a single circuit 230 kV line between Atikokan and Dryden.\nThird, we received OEB approval for the acquisition of Chapleau Hydro, which was announced in November of 2023. We are now working on closing and integrating the acquisition by the end of this year and are excited to join their community. We look forward to sharing best practices between us so we can be efficient in our delivery of services to the community. We are confident that this will be a positive experience for Chapleau's customers and employees and will be an example for other communities who wish to do the same.\nMore broadly, we continue to engage with other local electricity distribution companies and look for additional opportunities to facilitate further consolidation within the sector. In addition to these updates, we continue to support businesses through our critical investments. We were happy to welcome Volkswagen as Stellantis' customers and support the construction of their EV battery plant. In addition, we welcome the recent announcement by Honda for the creation of Canada's first comprehensive electric vehicle supply chain. As the largest transmitter of electricity in the province, Hydro One is ready to support Honda and other large manufacturers as we enable economic growth in Ontario.\nMoving on to broadband. I have some additional clarity today that I'd like to share. Hydro One continues to work with the telcos and internet service providers or ISP, to advance the delivery of high-speed internet to some 700,000 Ontarians. We have been ready for a while. At this stage, the existence of alternative solutions to the telcos and ISPs and the pace of orders we have received would suggest the previous expectations of approximately $0.5 billion to $1 billion of work is unrealistic.\nWhile we don't have enough orders yet to put forward a solid forecast, our expectation is that these factors will result in $300 million to $700 million worth of work being completed. This work will take place in our distribution segment and will be additive to rate base. It is worth noting, these values are not factored into our earnings guidance and represent a potential growth opportunity. That said, we continue to engage with the telcos and ISPs, and we'll provide an update [indiscernible] when appropriate.\nAs I conclude my remarks, I'll highlight a few key awards that we received recently. A key to our success has been our ability to build trusted relationships with indigenous partners and communities. This is why Hydro One was once again proud to be a sponsor for the Little Native Hockey League, or the LNHL. Honored a partnership that first began in 2003. In recognition of this historic alliance, we were humbled recently to have been inducted into the LNHL Hall of Fame as a friend of the little NHL. This is a great honor for us, and we're very touched by the significant gesture.\nWe are also proud to have been listed in the 2024 edition of the Globe & Mail Women Lead Here annual benchmark of gender diversity and executive roles in corporate Canada. Receiving this recognition is a testament to our continued efforts in building a strong and diverse executive leadership team, one that will lead us into the next phase of our corporate evolution.\nLastly, in keeping with our efforts to enable decarbonization, we're recognized as a corporate nights in their global 100 list, a ranking of the world's most sustainable corporations. The ranking list of top firms that are increasing their investments in green solutions, such as renewable energy, energy efficiency and the circular economy. The award celebrates our relentless commitment to sustainability and environmental stewardship.\nWith that, I'll turn the call over to Chris to discuss our financial results. Over to you, Chris.\n\nChristopher Felix Lopez\n\nActing CFO, Hydro One Limited\n\nThank you, David. Good morning, everyone, and thank you for joining us today. I am confident the refreshed corporate strategy will position Hydro One for continued success in the years to come as together, we build a better, brighter future for all.\nLooking at our first quarter financial results, we delivered basic earnings per share of $0.49 compared to $0.47 in the first quarter of 2023. The key drivers behind the year-over-year change included higher revenues net of purchase power on account of Ontario Energy Board or OEB-approved rates for both segments, which considers the annual investment in grid or power systems, partially offset by higher financing charges resulting from higher weighted average interest rate on our long-term debt as well as having a higher volume of long-term debt, and higher income tax expense when adjusted for net income neutral items resulting from large deductible timing differences compared to the prior year and higher pretax earnings.\nAs a reminder, both the transmission and distribution segment had net income-neutral items in revenue, including the deferred tax asset or DTA recovery, that expired at the end of June 2023 as well as normal course regulatory adjustments. These have corresponding offsets in tax expense and OM&A, making them net income neutral. Our first quarter revenue net of purchased power was higher year-over-year by 0.6%. The increase is mainly due to higher revenues resulting from OEB approved rates in both segments, coupled with higher energy consumption in the distribution segment. These were partially offset by the impact of lower average monthly peak demand in the transmission segment as well as net income-neutral items referenced earlier.\nFor the transmission segment, revenues were lower by 0.4% compared to last year. The decrease was reflective of net income neutral items, coupled with lower average monthly peak demand, which was down 2.1% compared to last year. These are partially offset by higher revenues resulting from the OEB-approved rates. Looking at our distribution segment, revenues net of purchased power increased by 2%, mainly due to the OEB-approved rates and higher energy consumption, which increased by 0.8% year-over-year. These were partially offset by net income-neutral items.\nOn the cost front, operating maintenance and administration expenses in the quarter decreased by approximately 1.8% year-over-year. The variance is mainly due to net income-neutral items. Adjusting for these net income neutral items, OM&A was in line with last year for both segments, with margin increases in program expenditures in transition and higher allowances for doubtful accounts in distribution.\nDepreciation expense for the quarter was higher year-over-year by 0.8%. This was due to growth in capital assets, which is consistent with our stated capital investment program, partially offset by lower amortization of regulatory assets. On financing, we saw an 8.8% increase in financing charges year-over-year, mainly due to a higher weighted average interest rate on our long-term debt and higher volume of long-term debt resulting from issuances in 2023 in the first quarter of 2024. The charges were partially offset by lower average volume of short-term notes and higher volume of short-term investments.\nDuring the quarter, Hydro One issued $800 million of medium-term notes. This consisted of $550 million of 4.39% notes during 2034 and $250 million of 3.93% notes during 2029. The issuance was completed under our sustainable financing framework. We continue to be pleased with the stability of our balance sheet and robust investment-grade credit ratings. Our income tax expense in the quarter was $51 million compared to $64 million in the same quarter last year. However, when we adjusted the impact of net income-neutral items, the adjusted income tax expense was higher.\nContributing to the increase were lower deductible timing differences compared to last year and higher adjusted pretax earnings. The effective tax rate this quarter was 14.7% versus the effective tax rate last year of 18.4%. This rate is consistent with our tax guidance of 13% to 16% for the remainder of the JRAP period.\nMoving to our investing activities. In the first quarter, we placed $240 million of assets in service for our customers, which was an increase of 1.3% compared to the prior year. In the transmission segment, we saw a decrease of 44.3% year-over-year, primarily attributable to the timing of assets placed in service for station refurbishments and replacements in the prior year, partially offset by a higher volume of wood pole replacements.\nIn the Distribution segment, in service divisions increased by 41% from the prior year due to a higher spend on line refurbishments and wood pole replacements as well as customer connections. Also contributing to the increase was the higher spend on minus fixed assets, system capability reinforcement projects and a higher volume of storm-related asset replacements from earlier this year.\nIn terms of our capital investments for the first quarter, we invested $673 million, which is an increase of 34.9%. The increase resulted from both transmission and distribution segments on account of higher volumes of refurbishments and replacements, higher bottoms of customer connections as well as investments in new transmission lines and initiatives. These were partially offset by a loss spend on IT initiatives due to the execution of major projects in the prior year.\nOn guidance, we reaffirm our previous target of 5% to 7% growth for earnings per share through 2027 on the normalized 2022 EPS of $1.61. As a reminder, the EPS guidance range does not factor in growth from broadband, LDC consolidation, the transmission lines that have been previously awarded but only have preliminary estimates or any amounts from externally driven variance accounts. Given once again, successful Section 92 approval, we have included in our estimates, but at this stage, there is no change to the guidance range. Finally, I am pleased to report in line with our long-term guidance, we declared a dividend to common shareholders of $0.312 per share.\nBefore I turn the call back, as many of you know, this will be my last earnings call with Hydro One. I would like to take this opportunity to thank David, members of the executive team, the Board and all the hardworking employees of Hydro One, which whom I've had the pleasure of working with over the past 8 years. I would also like to thank our investors, the analyst community, partners and all other stakeholders that have come to know during my time at Hydro One. Together, we have, and I'm confident you will continue to deliver a better, brighter future for all.\nI'll stop there, and we'll be pleased to take your questions.\n\nOmar Javed\n\nVice President of Investor Relations\n\nThank you, David and Chris. We ask the operator to explain how they'd like to organize the Q&A polling process. In case we can't address your questions today, my team and I are always available to respond to any follow-up questions. We ask that you limit your questions to one question and one follow-up. If you have additional questions, we request you to rejoin the queue. Please go ahead, operator."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/4a2426ed704894b82ba9a17ac74f3057",
        "textblob_polarity": 0.16301726051726056,
        "textblob_subjectivity": 0.4013902070152068,
        "sentiment": {
            "distribution": {
                "positive": 17,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9996030295596403,
                "neutral": 0.990280494093895
            }
        },
        "content1": "Q4 2023 Hyatt Hotels Corp Earnings Call\n\nQ4 2023 Hyatt Hotels Corp Earnings Call\n\nHNYSEFEB 23, 4:00 PM\n\nOperator\n\nGood morning, and welcome to the Hyatt Fourth Quarter and Full Year 2023 Earnings Call. [Operator Instructions] As a reminder, this conference call is being recorded.\nI would now like to turn the call over to Adam Rohman, senior Vice President of Investor Relations and FP&A. Please go ahead.\n\nAdam Rohman\n\nThank you, and welcome to Hyatt's Fourth Quarter and Full Year 2023 Earnings Conference Call. Joining me on today's call are Mark Hoplamazian, Hyatt's President and Chief Executive Officer; and Joan Bottarini, Hyatt's Chief Financial Officer.\nBefore we start, I would like to remind everyone that our comps today will include forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described on our annual report on Form 10-K, quarterly reports on Form 10-Q and other SEC filings. These risks could cause our actual results to differ materially from those expressed in or implied by our comments.\nForward-looking statements in the earnings release that we issued today, along with the comments on this call, are made only as of today and will not be updated as actual events unfold. In addition, you can find a reconciliation of non-GAAP financial measures referred to in today's remarks on our website at hyatt.com under the Financial Reporting section of our Investor Relations link and in this morning's earnings release. An archive of this call will be available on our website for 90 days.\nPlease note that unless otherwise stated, references to our occupancy, average daily rate in RevPAR reflects comparable system-wide hotels on a constant currency basis. Additionally, percentage changes disclosed during the call are on a year-over-year basis, unless otherwise noted.\nWith that, I will now turn the call over to Mark.\n\nMark Samuel Hoplamazian\n\nPresident, CEO & Director, Hyatt Hotels Corporation\n\nThanks, Adam. Good morning, everyone, and thank you for joining Hyatt's Fourth Quarter and Full Year 2023 Earnings Call.\nBefore we begin, I want to express our appreciation for your patience and understanding regarding the delay in our full earnings release and conference call. While we released several metrics on February 14 that highlight our strong performance, I want to note, the fourth quarter marks the completion of an exceptional year highlighted by several accomplishments including the highest free cash flow in the company's history, a record pipeline and the fastest-growing loyalty program in the industry.\nNow let's turn to our commercial trends. Demand for all customer segments remains very healthy. Research transient revenue increased 6% in the fourth quarter lapping a strong quarter in 2022. As we entered high season for most resort markets in the Americas, revenue for the month of December was 21% higher than the same month in 2019.\nLooking at the first quarter of 2024, leisure transient pace in the Americas for resort hotels is up 1%, reflecting lower demand in Maui due to last year's wildfires. When considering the 2023 actual results increased [ 26% ] compared to 2019, we're pleased to see demand for leisure travel remains elevated, even with the headwind from Maui. Additionally, pace for our ALG all-inclusive properties in the Americas is up 11% to the first quarter of 2023.\nGroup [indiscernible] revenue experienced impressive growth during the fourth quarter, up 11% compared to 2022. The Hyatt sales force delivered another excellent quarter of group production booking approximately $500 million of business for all future periods for our Americas full service managed hotels, a 32% increase compared to 2022. We set a record for total group production in 2023, booking nearly $2 billion of business for all future periods, [ relocking ] very strong demand for gatherings at our hotels.\nWe anticipate another solid year of demand for group meetings and events with group pace for America's full-service managed properties currently up 8% compared to 2023.\nFinally, business transient revenue continues to gain momentum, up 14% from the fourth quarter of 2022 and reaching 93% of 2019 levels on a global basis. As we've discussed previously, business transient has fully recovered to 2019 levels in many parts of the world, while the United States continues to improve. Looking ahead, we remain confident that business transient will continue to recover with 2024 corporate negotiated rates in the United States, up in the high single digits compared to 2023.\nTurning to our loyalty program. [indiscernible] type membership grew approximately 22% compared to 2022, reaching a new high of nearly 44 million members. We also achieved record levels of spending within our co-branded credit card portfolio in 2023. World of Hyatt program benefits are clearly differentiated from any other program in the industry and most importantly, are deeply valued by our members.\nWhile many other loyalty programs have taken steps to reduce member benefits, World of Hyatt is doing the opposite. We are redefining [indiscernible] by adding more experiences, milestones and opportunities for members to share benefits with loved ones through our expanded guest of honor benefit. During the quarter, World of Hyatt received several accolades including Best Website and Mobile App from J.D. Power and Best Loyalty Program and Best Hotel Elite Status from the Point Sky. The growth of our loyalty program, in turn, drives higher room night penetration making our brands even more attractive to owners, which allows us to grow our footprint and pipeline.\nOur world-class global development team had the best year in our history, signing the most rooms ever in a single year. Our record pipeline of 127,000 rooms grew 9% compared to 2022 and represents approximately 40% of our existing rooms. The momentum around [ Hyatt Studios ] are new upper mid-scale extended stay brand has significantly exceeded our expectations. We have approximately 200 deals in various stages of negotiation, including 17 fully executed franchise agreements as of the year-end 2023. The first [ Hyatt Studios ] Hotel broke ground in November and is expected to open in early 2025.\nWe also announced the strategic cooperation agreement with the Hangzhou Trade and Tourism Group and Dragon Group, to develop more than 60 hotels in China over the coming years under our select service and independent collection brands. We added nearly 10,000 rooms to our portfolio during the fourth quarter including the 2,500 room Rio Hotel and Casino in Las Vegas, which is undergoing a transformative renovation and we expect it will contribute significant franchise fees.\nOur inclusive collection portfolio also continues to attract new owners who benefit from our [indiscernible] and commercial delivery capabilities. For example, we converted 2 hotels with nearly 2,000 rooms in total in the Dominican Republic [indiscernible] fourth quarter, further expanding our [ high-clusive ] collection portfolio in the Americas. In China, we entered into a strategic alliance with Mumian Hotels that includes 6 hotels joining our brand portfolio in the fourth quarter.\nWe continue to focus our attention that creates greater network effect by providing our guests and customers with offerings in new markets and across more price points. This drives our loyalty membership and is compelling for prospective hotel developers and owners as we continue to lower our overall distribution costs. This benefits our shareholders because of our commitment to increasing fees per room and not just increasing our room count as this is the key driver of high-quality earnings.\nWe have several updates to share on asset sales. But first, I would like to start with the Unlimited Vacation Club transaction that was included in the earnings release posted this morning. On February 14, we completed the transaction to sell 80% of our Unlimited Vacation Club business to an investor unaffiliated with Hyatt for $80 million. We've been working on this transaction for more than 6 months and we are very pleased to continue to manage UVC under a long-term management agreement. This will ensure a seamless transition for colleagues, UVC members and hotel owners.\nGoing forward, we will receive management and royalty fees in relation to the exclusive arrangement between Hyatt inclusive collection brands and UVC. We expect management and royalty fees to exceed $60 million for the remainder of 2024. We are very pleased with the outcome of this transaction as our new joint venture partner shares our commitment to the growth of UVC. Additionally, the transaction simplifies our external reporting and generates what we expect will be a growing level of fees going forward.\nTurning to asset sales. We closed the sale of Hyatt Regency Aruba on February 9 for gross proceeds of $240 million, while retaining a long-term management agreement. In connection with the transaction, we provided $41 million of seller financing. As of today, we realized $961 million of gross proceeds from the net disposition of [indiscernible] Estate inclusive of Hyatt Regency Aruba at a total blended multiple of 13x. We've made meaningful progress towards our $2 billion disposition commitment and have 5 asset sales to update you on.\nWe signed definitive purchase and sale agreements for 2 assets that aggregate to approximately $310 million of expected gross proceeds. We expect to close both transactions by the middle of the year.\nWe expect to select a buyer in the coming weeks for the asset that we noted was being marketed for sale during our last earnings call. And finally, we are also engaged in off-market discussions for the sale of 2 other assets. We expect to generate total proceeds that exceed $2 billion before the end of this year if we complete each of [indiscernible] asset sales combined with the already realized $961 million of gross proceeds. We are confident we will achieve our disposition commitment at attractive valuations and while securing durable long-term amendment and franchise agreements.\nIn closing, beyond achieving another year of record results, I would like to highlight the consistent and successful execution of our strategy since we began our asset-light evolution 6 years ago. We have made irrefutable progress toward our strategic vision and earnings evolution, underscored by 3 important [indiscernible] points. First, our asset-light earnings mix increased to 76% for the full year in 2023 from 47% in 2017. We are on path to reaching a run rate of approximately 85%. Over the past 6 years, we've realized significant proceeds from the sale of our owned hotels and reinvested these proceeds in strategic asset-light acquisitions. The earnings contribution in 2023 from our acquisitions was nearly double earnings loss from our asset dispositions while also reducing the run rate of our capital expenditures.\nSecond, we are outpacing the industry in a meaningful way, growing our system-wide rooms, fee revenue, pipeline and loyalty program membership at faster rates than our largest hotel competitors. We've reached much greater size but not just for the sake of size. By growing with intent, we've enhanced the quality of our portfolio, expanded our brand presence in many new markets and increased our average fees per room. The number of World of Hyatt loyalty members per hotel is 30% higher than our larger hotel competitors because we have deepened the loyalty amongst our existing members while also attracting new members. While net rooms growth may grab headlines, leading the industry in growth for 7 straight years, while growing fees per room is what differentiates Hyatt and creates value for shareholders. We don't need to be the biggest in the industry to be the best because we have, and we will continue to play the game differently.\nThird, free cash flow has more than doubled from $289 million in 2017 to $602 million in 2023 because we are a fundamentally different company. We've delivered on the commitment that we made 6 years ago to evolve our earnings profile and [ unlock ] value for shareholders. Our capital allocation framework has led to exceptional returns on our investments while maintaining our investment-grade profile and returning $2.5 billion of capital to shareholders.\nWe are progressing ahead of time line that we laid out during our Investor Day last year, and I'm excited about the year ahead. The combination of greater asset-light earnings, growth across multiple dimensions and significantly higher free cash flow is proof that our earnings evolution has been nothing short of remarkable. All stakeholders benefit from a much larger Hyatt that generated greater asset-light earnings and free cash flow.\nTo all members of the Hyatt family, I want to extend my gratitude for your remarkable.\n[Audio Gap]\nTo be a member of the Hyatt family guided by our purpose to care for people so they can be their best.\nJoan will now provide more details on our operating results. Joan, over to you.\n\nJoan Bottarini\n\nExecutive VP, CFO & Principal Accounting Officer\n\nThanks, Mark. For the fourth quarter, Hyatt reported net income of $26 million and diluted earnings per share of $0.25. Adjusted EBITDA was $241 million, and net deferrals plus net finance contracts totaled $33 million. Excluding the impact of travel credits recorded in 2022, earnings were up 9% this quarter.\nWe achieved a record level of total management franchise license and other fees, up 14% in the quarter compared to the fourth quarter of 2022 and up an impressive 22% for the full year compared to 2022. This record-breaking performance is a direct result of the continued success of our asset-light transformation.\nOur legacy Hyatt management and franchise business once again had another strong quarter of growth, we had adjusted EBITDA of $220 million and significant overall growth in fees, up 39% compared to 2019 in constant currency, highlighting the recovery in travel demand. Compared to the fourth quarter of 2022, legacy Hyatt base fees and incentive fees both increased by 13%. Additionally, legacy Hyatt franchise fees this quarter increased by 17% compared to 2022.\nOur growth across all fee revenue streams reinforces the breadth and depth of our successful growth strategy and the quality of our asset-light earnings.\nResults around the world is strong led by the Asia Pacific region contributed $48 million in fees, up 51% year-over-year. Greater China RevPAR was up 84% from last year and up 10% from 2019.\nIn the Americas region, fees increased 6% with RevPAR in the United States, growing 3% in the quarter, driven by strong group rate.\nFees in the EAME region declined 3% compared to 2022 due to difficult comparisons in the Middle East from the '22 FIFA World Cup in Doha.\nRevPAR in Europe increased 9% due to the strength of group and business transient demand.\nMoving to our owned and leased segment. Adjusted for the net impact of transactions, adjusted EBITDA in the fourth quarter was up 3% compared to the fourth quarter of 2022 and increased 15% compared to the fourth quarter of 2019. Improved group revenue and sustained transient demand contributed to 5.9% RevPAR growth over the fourth quarter of 2022. Owned and leased margins in the fourth quarter remained at elevated levels to 2019, up 240 basis points due to a combination of higher rate growth and productivity gains. For the full year, these margins expanded by 310 basis points compared to 2019, exceeding the high end of our previously disclosed expectations.\nLooking ahead to 2024, we expect comparable owned and leased margins will deliver moderate expansion over 2023 for the full year, allowing us to maintain a higher run rate margin compared to pre-pandemic levels.\nTurning to ALG. Adjusted EBITDA was $21 million and net deferrals plus net finance contracts totaled $33 million in the fourth quarter. ALG segment adjusted EBITDA results increased 33% compared to the fourth quarter of 2022 when adjusted for onetime travel credits totaling $23 million in the fourth quarter of 2022 that did not repeat in 2023 and a $5 million impact due to a stronger Mexican peso. Comparable net package RevPAR for ALG properties increased 9.2% in the fourth quarter and increased 13.6% for the full year of 2023 compared to the same periods in 2022.\nThe fourth quarter benefited from improved results in Cancun with comparable net package RevPAR increasing approximately 10% compared to the same period in 2022. ALG continued to deliver exceptional results during the second full year post acquisition, resulting in an effective [indiscernible] multiple of 7.5x.\nBefore I move on to our liquidity and outlook, I want to share the reason behind the delay of our earnings release and conference call. We simply needed additional time to complete our year-end procedures around UVC deferred costs and net deferrals. Those procedures are now complete, and we expect to file our 10-K this afternoon. Our year-end procedures were unrelated to the UVC transaction that Mark mentioned earlier.\nNow moving to liquidity. As of December 31, 2023, our total liquidity remains strong at $2.4 billion including approximately $1.5 billion in borrowing capacity on our revolving credit facility. At the end of the quarter, we reported approximately $3 billion of debt outstanding.\nFor the full year of 2023, we returned approximately $500 million to shareholders inclusive of dividends and share repurchases. From January 1 through February 15, we've repurchased shares of Class A common stock for approximately [ $30 million ]. As of February 15, we had approximately $1.1 billion remaining under share repurchase authorization. We remain committed to our investment-grade profile and our balance sheet is strong.\nBefore turning to our outlook, I'd like to call attention to the announcement this morning regarding our reportable segment realignment changes, detailed on Page 4 of our earnings release. As a result of this realignment, we will have 3 reportable segments: management and franchising, owned and leased and distribution, starting our first quarter 2024 results in May. As part of the UVC transaction mentioned earlier, we will recognize UVC management and royalty fees in our management and franchising segment, and we will no longer report net deferrals or net finance contracts.\nIn connection with the realignment, we will now report the results of Mr. & Mrs. Smith in the Distribution segment and commission fees and SG&A will now be reported within distribution revenues and distribution expenses. We intend to publish historical financial information that reflects our new segment structure, along with a revised growth model before our first quarter earnings call. We will also host a public webcast to address any questions that you may have.\nNow I'd like to discuss our full year 2024 outlook. The full details can be found on Page 4 of our earnings release. And I would also like to schedule [ A22 ] in our earnings release, which provides a bridge from 2023 full year reported actual results to illustrative 2023 results that adjusts for the sale of Hyatt Regency Aruba, the UVC traction and the change to Mr. & Mrs. Smith revenue and expenses that I just mentioned. We believe this schedule simplifies comparisons between our 2024 outlook and 2023 historical results.\nWe expect full year global system-wide RevPAR growth between 3% and 5% compared to 2023, informed by our visibility into group bookings and our confidence that business transient will continue to recover while leisure transient demand levels sustain. We anticipate higher RevPAR growth from international markets, notably Greater China, with the U.S. near the lower end of our global outlook range. [indiscernible] rooms growth between 5.5% and 6%, and we are confident that we will see another healthy year of portfolio growth, driven by both organic growth and conversions.\nWe have added management franchise license and other fees to our 2024 outlook, which are expected in the range of $1.1 billion to $1.13 billion. Adjusted SG&A is expected to be in the range of $425 million to $435 million, excluding integration costs. Adjusted EBITDA is expected to be in the range of $1.175 billion to $1.225 billion. When considering the illustrative 2023 historical results outlined on Schedule A22, our growth model is intact for all elements of our business, except for ALG vacations, as we are lapping a record first quarter due to unusually high demand in 2023. We expect ALG vacation profits to decline approximately $20 million compared to 2023 on the first quarter and this has been incorporated into our full year outlook.\nFor the full year 2024, we expect free cash flow in the range of $625 million to $675 million and capital returns to shareholders, including share repurchases and dividends between $550 million to $600 million.\nThe 5 asset sales that Mark mentioned are not contemplated in our full year outlook, and we will update our outlook as additional asset sale transactions close.\nI'll conclude my prepared remarks by saying we're very pleased with our fourth quarter results, which we believe demonstrates our unique positioning and differentiated model. Our teams have delivered exceptional results this past year and we're all looking forward to [indiscernible] as we continue executing our strategic vision.\nThank you. And with that, I'll turn it back to operator for Q&A."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/1ee295fa98949abb523998be17638448",
        "textblob_polarity": 0.10255051740496941,
        "textblob_subjectivity": 0.4050295024610094,
        "sentiment": {
            "distribution": {
                "positive": 15,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9977063139279684,
                "neutral": 0.9883409023284913
            }
        },
        "content1": "Q3 2023 Hydro One Ltd Earnings Call\n\nQ3 2023 Hydro One Ltd Earnings Call\n\nHTORONTONOV 8, 2:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Hydro One Limited's Third Quarter 2020 Analyst Teleconference. [Operator Instructions] As a reminder the call is being recorded.\nI would now like to introduce your host for today's conference, Mr. Omar Javed, Vice President, Communications, Marketing and Investor Relations at Hydro One. Please go ahead.\n\nOmar Javed\n\nVP of IR, Hydro One Limited\n\nGood morning, and thank you for joining us in Hydro One's quarterly earnings call. Joining us today are our President and CEO, David Lebeter, and our Chief Financial and Regulatory Officer, Chris Lopez.\nIn the call today, we'll go over our quarterly results and then spend most of the call answering as many of your questions as time permits. There are also several slides that illustrate some of our points that we will address in a moment. This should be up on the webcast now, or if you're dialed into the call, you can also find them on Hydro One's website in the Investor Relations section under Events and Presentations.\nToday's discussions will likely touch on estimates and other forward-looking information. You should review the cautionary language in today's earnings release and our MD&A, which we filed this morning regarding the various factors, assumptions and risks that could cause our actual results to differ as they all apply to this call.\nWith that, I'll turn the call over to our President and CEO, David Lebeter.\n\nDavid Lebeter\n\nPresident, CEO & COO\n\nThank you, Omar, and good morning, and thank you for joining us on our third quarter earnings call. I would like to begin by acknowledging that today's national indigenous veterans [indiscernible] Canada. Day to acknowledge and commemorate the contributions and sacrifices made by the First Nation, Inuit and Matola served our country. In addition, remember stays on a few days away. It is a day for us to collectively remember and one of those who guided military service or served and continue to serve our country during times of war, conflict and piece. It's easy to take the freedom we enjoy for granted, so we acknowledge the sacrifice that allow us to have a brighter and better future.\nI also want to take a moment to reflect on the current global conflicts. As events unfold across the world, they can have a deep and profound impact on us all. The news of inside life loss can be overwhelming. I want to extend my support and simply to those affected by these global events. In such times as these, it's important that we stand together and are there for each other.\nTurning to the quarter. This morning, I will provide an update on our recent activities, and then Chris will take you through the third quarter financial results. First, on safety, which is a focal point for Hydro One. I'm pleased to report that we are on track to improve on last year's outstanding safety results. Our recordable injury and high-energy serious injury rates continue to be below our annual targets, in large part due to the relentless pursuit of 0 safety incidents by our employees. However, ensuring every employee returns home simply at the end of the day is a journey with no end. We must work to continue to adhere to our safety absolutes, carefully plan all work and look out for each other with continued focus, eliminating all serious injuries is achievable.\nTurning to our assets. Hydro One continues to invest in the critical infrastructure to energize life and accelerate the adoption of sustainable electricity solutions that will contribute to Ontario's economic growth. Our investments in modernizing and expanding the grid are playing a pivotal role in Ontario's economic future. At the same time, we continue to advance our economic reconciliation efforts with indigenous communities, ensuring they also benefit from our transmission investments. As an example, what Team Hydro can accomplish, the Chattam Lakeshore transmission line will enter service in 2024, a full year ahead of schedule. By completing the project early, the company expects to reduce the cost of project by approximately $15 million.\nAs a reminder, we broke ground on the line last quarter. This achievement is a result of the hard work and dedication put forth to our teams, working in collaboration with our partners, communities and regulators. This result underscores Hydro's ability to deliver large, complex projects safely, on time and on budget.\nOnce complete, the line will provide clean electricity to support the growth in agri food and manufacturing industries in Southwestern Ontario. The line will add approximately 400 megawatts of clean electricity in the region. Enough powere to supply a city the size of Windsor. I am pleased with the FSR teams took for and the hard work that went into getting us to this point, ahead of schedule and under budget. Superior execution is a critical aspect of why Hydrone continues to be a transmitter of choice for the development, construction and operation of priority projects in Ontario.\nAs discussed in our second quarter conference call, the government Ontario proposed the prioritization of the regulatory approval process for 3 transmission lines in Northeastern and Eastern Ontario to support the growing electricity demand. I'm very pleased to report that the government has declared 3 new line projects as priorities and has designated the Hydro One as a transmitter responsible for the development. The new lines include the Mississauga to third line, an approximate 75 kilometer, 230-kilovolt transmission line between Mississauga transformer station in WarrenCliff and the third line transformer station in [indiscernible].\nThe handler to Mississauga line and approximately 25 500-kilovolt transmission between Hamner transformer station in the Greater Sudbury area and Mississauga transformer station in Morenci and the Greater Toronto area, East line, an approximate 50-kilometer 230-kilovolt transmission line between either [ Cherry ] transformer station near Pickering or Clarigen transformer station near Ashua and Davin transformer station in Peterborough.\nThe 3 new transmission lines will support the continued growth of our northern communities and will help facilitate the growing electricity demand in transportation, mining, steel and manufacturing industries in the northeastern and eastern parts of the province. We will further support the production of clean steel at a goal further in our efforts to help industries decarbonize and at the same time, concise Ontario's long-term economic growth.\nAs a reminder, first stations have the opportunity to invest in a 50% equity stake in the transmission line components of the projects through Hydro One's equity partnership model, we are already advanced in the planning, development and construction phase of the projects. On the distribution side, we continue to engage with local distribution companies to facilitate the consolidation within the sector. Consolidation isn't just about growth. For Hydro One, it's both energizing life in Ontario by helping communities achieve their goals, improving the value customers get from the distribution grid and lending to handle when others need it.\nI am pleased to report that on November 7, Hydro One announced an agreement with the town of Chapleau, the acquisition of Chapleau Hydro, a local electric distribution company, which serves approximately 1,200 customers. While small, the transaction is meaningful for those 1,200 customers in the township of Chapleau will continue to have dependable electricity. Hydro One started assisting Chapleau Hydro this summer as it experienced challenges in continuing operations. We were happy to help as the service territoriembedded within Hydro One, we already have a local presence, and we already serve indigenous communities and businesses on the outskirts of town ship.\nWith this transaction, Hydro will leverage its deep local knowledge and its scale to ensure the residents and businesses of the Chapleau have an electric system which meets their needs today and is ready for the future. Given these synergies, we believe the transaction will be socially and financially accretive. This transaction exemplifies Hydro One's willingness and capacity to step in and provide support across Ontario.\nThese successful outcomes are not possible both to dedication and coordinated efforts of our Hydro One family. Our employees are the heartbeat of our organization, and we recognize their invaluable contributions to our shared success. Along those lines, I'm pleased to report that the 2 collective agreements reached the Power Workers Union and one of the Society of United Professionals were ratified in the quarter. The conclusion of bargaining provides us the certainty in our labor costs over the next 2 years as we execute our strategic objectives. These agreements expire on September 30, 2025. I want to thank our respective teams for negotiating and good faith and search a solutions that meet the needs of employees, customers and Hydro One.\nIn other updates, we continue working with the telcos to advance the delivery of high-speed Internet to approximately 700,000 Ontario. We remain concerned that work packages are not being brought forward by the proponents as quickly as anticipated to meet the December 2025 completion deadline. Hydro One is prepared and has been for some time. We've made investments in labor and training, strengthens our supply chains, streamlined our joint use process, relax standards, onboarded contractors and purchase materials in preparation of this initiative. We understand the importance of connectivity to everyday life for families and businesses, many of whom are our customers.\nThe spirit of helping us deeply rooted in our corporate culture and is the value our employees live every day. This past September was our annual power to give month. I'm thrilled to share that hydrogen employees raised over $2 million in donations for more than 800 registered charities in Canada. This is a remarkable achievement and a record for Hydro One that will go a long way in healthy mills in need. While the given in September is remarkable, it is typical of Hydro employees who demonstrate their community spirit and generosity through donations and voluntary work throughout the year. Recently, Hydro One joins an exclusive club of Canadian companies. In recognition of our commitment to reconciliation, we were awarded the Gold level progressive average in relation certification on the cading Council for Aboriginal business.\nHydro One was recognized for its commitment to building lasting strong and beneficial relationship with indigenous communities. This is an advancement from the silver level certification we earned in 2020. Our emphasis on economic reconciliation through programs like the 50-50 equity partnership model and building lasting partners indigenous communities has been instrumental in this word. At Hydro One, we are focused on building partnerships based on an understanding, respect, trust and sharing.\nFinally, we are pleased to be recognized by Newsweek and in artist of the world's most trustworthy companies. The list was compiled after gathering 269,000 evaluations through interviews with 70,000 participants that consisted of customers, investors and employees across 21 countries and 23 industries.\nWith that, I will turn it over to Chris to discuss our financial results this quarter. Over to you, Chris.\n\nChristopher Felix Lopez\n\nActing CFO, Hydro One Limited\n\nGood morning, and thank you for joining us today. I want to acknowledge and thank our teams for their hard work and dedication, allowing us to deliver on our promise to all stakeholders. It is this effort and the outcomes achieved by the whole team that enable us to be the builder of choice for transmission projects in our province. We're extremely proud to have been awarded the 3 priority transmission projects that David mentioned earlier. With these 3 lines, we continue to build a better and brighter future for all Ontario.\nIn terms of our financial results for the third quarter, basic earnings per share was $0.60 compared to $0.51 in 2022. The key drivers for the change in earnings this quarter were: higher transition revenues resulting from adjustments to Ontario Energy Board or OEB-approved rates following the approval of the joint rate application or JRAD as well as higher monthly average [indiscernible] demand. And lower income tax expenses primarily attributable to higher deduction timing differences compared to the prior year. These were partially offset by higher financing charges attributable to higher weighted average interest rates on the long-term and short-term debt and higher depreciation, amortization and asset removal costs primarily due to growth in capital assets.\nOur third quarter revenue, net of purchase power was higher year-over-year by 1.1%. Transmission revenues increased 5.7%, primarily due to higher revenues resulting from OEB approved rates, coupled with higher average monthly peak demand, which increased 4.5%. The higher revenues were partially offset by net income neutral items, including cessation of the deferred tax asset or GTA recovery and normal course regulatory adjustments. Distribution revenues net of purchased power decreased by 4%, mainly due to the same medico-neutral items associated with the cessation of the DTA recovery and normal course regulatory adjustments. After adjusting for the net income-neutral items, the distribution revenues were essentially unchanged from last year.\nOn the cost front, operating maintenance and administration expenses decreased year-over-year by approximately 1%. The decrease was mainly driven by items that are either going to be offset later in the year or aren't at income neutral. On transmission, costs were higher by 4.7% due to the OEB approved recovery of historical cost of deferrals, which are offset in revenue and therefore, neoneutral.\nDistribution costs were lower by 6.4% due to higher store misteration costs last year that were also netco neutral as they were recovered from third parties as well as lower work program expenditures, including vegetation management. These reductions were partially offset by higher costs associated with the OEB approved recovery of historical cost deferrals, which are net income neutral as they are fully recovered in revenues. Depreciation expense was higher year-over-year by 3.3%, primarily due to the growth in capital assets, which is consistent with our stated capital investment program as well as higher asset renewal costs.\nOn financing, we saw a 17.2% increase in financing charges year-over-year due to a higher weighted average interest rate on our long-term debt and short-term notes. This was a result of long-term debt issuance executed in 2023 as well as increased rates on short-term notes.\nDuring the quarter, Hydro One issued $425 million of floating rate medium-term notes during 2026. This was yet another first, the first corporate issuance of green floating rate notes in Canada. Subsequent to the quarter, Hydro One issued an additional $400 million of medium-term notes due in 2025. Concurrent with the offering, the company executed a $400 million fixed to floating interest rate swap agreement. Both offerings were done under our sustainable financing framework.\nIn total, Hydro One has raised over $1.8 billion proceeds in 2023 to retire maturing debt and to support our capital investment requirements. We continue to be pleased with the stability of our balance sheet and robust investment-grade credit ratings that have allowed us to execute these financings. We are also happy to report that as part of the review process conducted in August, S&P Global Ratings revised its outlook of Hydro One Limited and Hydro One Inc. to positive from stable. S&P also affirmed the existing issuer and issue-level ratings on both entities.\nIncome tax expense in the quarter was $36 million compared to $100 million in the same quarter last year. The decrease in income tax expense was primarily due to a lower tax expense resulting from the cessation of the DTA recovery at the end of June, coupled with normal course regulatory adjustments, which as described previously, are net income neutral as well as higher deductible timing differences compared to the prior year. These were partially offset by higher earnings adjusted for net income-neutral items.\nThe effective tax rate this quarter was 9.1% versus the effective tax rate last year of 24.4%. It is important to note the higher deductible timing differences this quarter driven by the timing and class of assets that were in service, which resulted in a lower effective tax rate are temporary. As such, we expect the deductible timing differences to revert in the fourth quarter and the annual effective tax rate to be consistent with our previous tax rate guidance of 13% to 16%.\nMoving to investing activities. In the third quarter, we placed $699 million of assets in service, which is a 74.3% increase compared to the prior year. The increase in the transition segment was primarily related to the timing of investment fleet and service to station equipment refurbishments and replacements as well as timing of assets placed in service related to information technology, partially offset by major development projects put in service in the prior year.\nIn the Distribution segment, the increase was primarily related to the timing of asset placed service pertaining to the information technology initiatives, a higher volume of storm-related asset replacements, customer connections and line refurbishments and wood pole replacements, partially offset by a lower volume of station refurbishment and elation. Assets placed in service also increased to the other segment, primarily due to the replacement of Acrodom's information technology equipment.\nCapital investments for the third quarter were $638 million, which is a 27.3% increase from the third quarter in 2022. Transmission capital investments increased 23.5% year-over-year primarily due to a higher volume of station refurbishments and equipment replacements. Distribution capital investments increased by 34.6% due a higher volume of storm-related asset replacements, higher volume online refurbishments and wood pole replacements, investments in the advanced metering infrastructure system 2.0 project as well as higher volumes of work on customer connections.\nWith the announcement regarding the revision of timing for [indiscernible] line, we have updated the future capital investment table to reflect the acceleration of timing and decreasing capital costs. The table does not include any future investments associated with the 3 Northeastern and Eastern Line that David discussed earlier today. Consistent with past practice, those lines and others that do not have estimates will be updated in the table once a Section 92 or lead to construct application has been fined.\nAs David mentioned, Hydro One reached an agreement with the Chapleau Public Utilities Corporation to acquire substantially all the business and distribution assets. The township of Chapleau is located around 200 kilometers from our Timmins operations center. The acquisition equates to a purchase multiple of approximately 1.2x enterprise value to rate base on a current rate base of $1.9 million. The acquisition is conditional upon the satisfactory of customary closing conditions and approval by the OEB. We believe this transaction provides excellent value to both Hydro One and the customers of Chapleau Hydro. We are very pleased to join the Chapleau community.\nWe intend to file an application with GEB for approval of the acquisition by the end of 2023 and expect to close the transaction in the second half of 2024 with integration completed by the end of 2020. We continue to engage with other local distribution companies and look for additional opportunities to facilitate further consolidation within the sector.\nOn guidance, we reaffirm our previous target of 5% to 7% earnings per share growth through 2027 on the normalized 2022 EPS of $1.61. As a reminder, the EPS growth range does not factor in growth from broadband, LDC consolidation, all the transmission lines that have been previously awarded but only have preliminary assets or our pending approval, such as the Watsagan transmission line as well as any amounts from externally driven variance accounts. Finally, I am pleased to report that we declared a dividend to common shareholders of $0.964 per share.\nI'll stop there, and we'll be pleased to take your questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/e4d2ec5f16c247735a828b661c51d71e",
        "textblob_polarity": 0.12271877724096156,
        "textblob_subjectivity": 0.4154617850863582,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 6
            },
            "scores": {
                "positive": 0.9738935381174088,
                "neutral": 0.9298038085301717
            }
        },
        "content1": "Q2 2023 Hydro One Limited Earnings Call\n\nQ2 2023 Hydro One Limited Earnings Call\n\nHTORONTOAUG 9, 2:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Hydro One Limited's Second Quarter 2023 Analyst Telecom. [Operator Instructions] As a reminder, the call is being recorded.\nI would now like to introduce your host for today's conference, Mr. Omar Javed, Vice President, Communications, Marketing and Investor Relations at Hydro One. Please go ahead.\n\nOmar Javed\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining us in Hydro One's quarterly earnings call. Joining us today are our President and CEO, David Lebeter; and our Chief Financial and Regulatory Officer, Chris Lopez.\nIn the call today, we will go over our quarterly results and then spend the most of the call answering as many of your questions as time permits. There are also several slides that illustrate some of the points we will address in a moment. This should be up on the webcast now, or if you're dialed into the call, you can also find them on Hydro One's website in the Investor Relations section under Events and Presentations.\nToday's discussions will likely touch on estimates and other forward-looking information. You should review the cautionary language in today's earnings release and our MD&A, which we filed this morning regarding the various factors, assumptions and risks that could all cause our actual results to differ as they all apply to this call.\nWith that, I'll turn the call over to our President and CEO, David Lebeter.\n\nDavid Lebeter\n\nPresident, CEO & COO\n\nThank you, Omar, and good morning, and thank you for joining us for our second quarter earnings call. This morning, I will provide an update on our recent activities, and then Chris will take you through the Q2 financial results.\nI am pleased to report our teams are doing an excellent job in progressing our capital program and have achieved several significant milestones since our last call. Our investment in modernizing and expanding the grid are playing a pivotal role in accelerating the adoption of sustainable electricity solutions that will contribute to Ontario's economic growth. At the same time, we continue to advance our reconciliation efforts with our First Nations partners, ensure they also benefit from the expected growth. Coupled with strong project execution, our commitment to sustainability, namely people, planet and community, and our focus on delivering unparalleled service to our customers, it is no surprise that we remain the transmitter of choice for the province of Ontario.\nTurning to our recent achievements. First, on July 31, we filed our leave-to-construct application, otherwise known as the Section 92 for the Waasigan Transmission Line. As mentioned in last quarter's call, Phase 1 of the Waasigan Transmission Line is a double-circuit 230 kilovolt transmission line from Thunder Bay to Atikokan, which is expected to be in service by the end of 2025. Phase 2 is a single-circuit 230 kV transmission line from Atikokan to Dryden, which will be in service by the end of 2027. Waasigan will bring an additional 350 megawatts of electricity to the region, which is more than 2x what it takes to power the city of Thunder Bay.\nI am pleased with the efforts of our teams put forth and the hard work that went in to get at this point. I also want to acknowledge and thank our First Nations partners for their support of the application and the project. The infrastructure investment for both phases of this FIT project is expected to be approximately $1.2 billion.\nHydro One is proud to co-invest with our First Nations partners in the Ontario grid, which will have a positive impact on Ontario's economy. Once built, the Waasigan Transmission Line project will provide Northwest Ontario with clean and reliable electricity to meet forecasted energy demands in the region and support economic growth, job creation and mining operation. The project is being built in partnership with 9 First Nations in the region who will have the opportunity to invest in the ownership up to 50% of the transmission line component of the project when complete.\nSecond, we broke ground on the Chatham to Lakeshore line, which when completed will provide clean electricity to support growth in the agro-food and manufacturing industries in Southwestern Ontario. The line will add approximately 400 megawatts of clean electricity into the region, which is enough power to supply a city the size of Windsor. The $268 million project is expected to be in service by the end of 2025.\nThird, after a thorough evaluation of several routes, we announced the preferred route for the St. Clair Transmission Line. This transmission line will run from near Sarnia to Chatham with a target completion date of 2028. In addition to technical and cost advantages, the preferred route has the least impact on natural environment, biodiversity, indigenous values, landowners, and agricultural operations. 80% of its root uses existing transmission corridors and upgrades in existing transmission line.\nThese achievements form a key component of our continued growth. And as we look for additional growth opportunities, I was pleased to see the province's commitment to economic development and energy transition as presented in their Powering Ontario's Growth plan. The plan outlines support for critical transmission infrastructure in the coming years, which will provide Hydro One's additional growth opportunities.\nAs part of the plan, the government proposed the prioritization of the regulatory approval process for 3 transmission lines in Northeastern and Eastern Ontario. These will ensure these projects can quickly support the rapid demand for growth in the region. The ministry also proposed to designate Hydro One as a transmitter to undertake the development work and seek all necessary approvals to construct these priority projects.\nI have no doubt that the government's confidence in Hydro One is rooted in our execution track record and ongoing engagement with the First Nations communities towards advancing reconciliation. None of this progress is possible without the dedicated employees of the Hydro One family. Our employees are the heartbeat of our organization and we recognize they're invaluable contributions to our success.\nI am pleased to report we have reached tentative settlements for 2 collective agreements, the main collective agreement and the customer service operations agreement with the Power Workers' Union. These agreements cover employees in frontline and customer-facing roles across the company's operations. I want to thank our respective teams for negotiating in good faith in search of an agreement which met the needs of employees, customers and Hydro One. To respect the bargaining process between the teams, we will not be commenting on the specifics of the agreement until it's been ratified by the Power Workers' Union.\nBargaining with the Society of United Professionals continues with the parties working towards reaching an agreement. As is normal during bargaining, we won't be providing any further comments on this process.\nToday, we released our latest sustainability report, encompassing 3 priority areas: People, Planet and Community. These areas reflect our commitment to conducting business responsibly, energizing life for all Ontarians while focusing on delivering a sustainable future.\nUnder the People section, we prioritized employee safety, health and well-being and providing a welcoming inclusive, equitable work environment where every employee can thrive professionally and personally. Nothing is more important than ensuring our people return home safely. This year, we are on track to match our lowest ever recordable injury frequency of 0.62 for 200,000 hours work achieved in 2022. However, we recognize there's more work to do to achieve a workplace free of life altering injuries and fatalities.\nAdditionally, we highlight our ongoing efforts to promote diversity, equity and inclusion within our organization. We are creating an inclusive workplace where diverse perspectives thrive, enable us to, one, better understand and serve the needs of our varied customer base; two, innovate; and three, continue to identify and actualize efficiency improvements. While we continue to exceed our targets for gender diversity, both at the Board and executive levels, we have not yet met our commitments to the Black North initiative. We continue to remove the biases and barriers in our hiring and selection processes by running educational sessions on anti-black racism and diversity, equity and inclusion foundational trainings, but we have more work to do.\nThe Planet section of our report outlines our comprehensive approach to environmental stewardship. It outlines the efforts and work that goes into building, operating and maintaining the grid that is resilient and can reliably serve the needs of Ontario today and for generations to come. This grid must be one that is environmentally sustainable and can adapt to future worsening climatic change impacts. We continue to make progress towards our goal of achieving net 0 greenhouse gas or GHC emissions by 2050 and 30% GHC reduction by 2030. Our GHC reduction figures from last year were rebased to account for new Canadian industry guidelines. As a result, 2021's reduction from a 2018 base year, which we reported last year, was recalculated from 9% to 4%. Using the same guidelines at the end of 2022, we had reduced GHG emissions by 7% compared to 2018.\nAfter a slow start in 2021 due to vehicle availability, we converted 17% of our fleet of SUVs and sedans to electric vehicles or hybrid at the end of 2022. We still expect to convert 50% of our fleet to EVs or hybrids by 2025 and 100% by 2030.\nThe Community section of our report highlights our dedication to being a responsible corporate citizen. We believe that our success is intricately linked to the well-being of the communities we serve. As such, we are deeply invested in various social and philanthropic activities and empower and uplift communities. Through targeted programs, charitable giving and partnerships, we strive to make a positive and lasting impact on the lives of our customers, neighbors and partners.\nA significant accomplishment last year was the launch of the equity partnership model through which First Nation's communities can invest in 50% ownership in the transmission line component, Hydro One's new build transmission line projects that are greater than 100 million. This unique milestone agreement is industry-leading and a meaningful step towards reconciliation. I'm also proud to report that in 2022 we exceeded our targets for indigenous procurement with our highest spend ever and also exceeded our targets for corporate donations and sponsorships to indigenous communities.\nDuring the past quarter, we were confronted by storms and wildfires. As utilities serving diverse geographies, we understand the profound impact of severe weather and natural disasters can have on our customers and communities. While we have not experienced any significant impacts from the wildfires, our response teams are ready to respond, to restore power, help and bring relief to those affected. Our dedication to preparedness, early warning systems and robust infrastructure investment allows us to respond swiftly and effectively to the challenges posed by these extreme events. We take immense pride in our ability to respond to these types of events to ensure power is restored in a quick and efficient manner for our communities.\nOur commitment to disaster management extends beyond just restoring power. We continuously analyze and learn from our experiences, refining our protocols to further enhance our disaster response capabilities. Our goal is not only to minimize disruptions during emergencies, but also to actively contribute to building more resilient communities.\nI am proud to share that Hydro One received our 14th Award from the Edison Electric Institute for our exemplary performance in storm restoration after Winter Storm Elliott. It reflects the dedication and resilience of our employees and the effectiveness of our disaster management protocol as well as the continuous improvements we have made to enhance our response capabilities.\nIn addition, we were once again recognized by Corporate Knights as one of the best 50 Corporate Citizens in Canada for our relentless commitment to sustainability and environmental stewardship. This recognition is a testament to the dedication of our teams in driving our sustainability initiatives and adopting the best practices throughout our operations.\nWe are humbled and inspired by these accolades. These recognitions are a testament to the collective efforts of our employees, partners and stakeholders who have contributed significantly to our achievements.\nOn other matters, it is my pleasure to announce the successful election of 3 new Board Members, Brian Vaasjo, Helga Reidel and Mitch Panciuk, on our Annual General Meeting of Shareholders in early June. We believe that an experienced and diverse Board is essential to effective corporate governance and strategic decision making. Our new Board Members bring a wealth of experience from diverse industries and their appointment further strengthens our company's leadership.\nWith that, I will turn it over to Chris to discuss our financial results this quarter. Over to you, Chris.\n\nChristopher Felix Lopez\n\nActing CFO, Hydro One Limited\n\nGood morning, everyone, and thank you for joining us today. I want to acknowledge the substantial progress our team continue to make in advancing our capital projects to secure a better and brighter future for all Ontario. The filing of the leave-to-construct application for the Waasigan Transmission Line was tremendous work that once approved, will begin another phase of continued economic growth for Northwestern Ontario and our First Nations partners. I also want to recognize the efforts of our team members who are on the front lines and monitoring the wildfire situation very closely. They are taking proactive measures to safeguard our infrastructure and stand ready to support our customers.\nIn terms of our financial results for the second quarter, basic earnings per share was $0.44 compared to $0.43 in 2022. The key drivers for the change in earnings this quarter were adjustments to OEB approved rates for transmission following the approval of the Joint Rate Application or JRAP; higher energy consumption and distribution, and lower depreciation, amortization and asset removal costs primarily due to lower asset removals resulting from fewer storm-related asset replacements. These were partially offset by higher operating, maintenance and administration or OM&A costs, primarily resulting from higher corporate support costs and work program expenditures, and higher financing charges attributable to higher weighted average interest rates on long-term and short-term debt.\nAnd our second quarter revenue net of purchase power was higher year-over-year by 7.2%. Transmission revenues increased 8.3%, primarily due to higher revenues resulting from OEB approved rates, including the recovery of regulatory assets following the implementation of the Joint Rate Application decision. The recovery of regulatory assets had offset in OM&A and income taxes, making them net income neutral. The higher revenues were partially offset due to a lower average monthly peak demand, which declined by 1.2%.\nDistribution revenues that have purchase power increased by 5.4%, mainly due to higher revenues resulting from the recovery of regulatory assets, which, as discussed, are net income neutral, and higher energy consumption by Hydro One customers, which increased by 0.8%.\nOn the cost front, operating maintenance and administration expenses increased year-over-year by approximately 17.5%. While this increase may seem large, it is driven primarily by items that are either going to be offset later in the year or are net income neutral. The largest driver was higher corporate support costs for both segments that were mainly attributable to lower capitalized overheads. As discussed in last quarter's call, these costs increased as we capitalize common costs at lower rates due to the timing and volume of capital work in relation to the rest of the year. As the capital program ramps up in the back half of the year, we expect to capitalize common costs at a higher rate, substantially offsetting the corporate support cost increases incurred in the first 2 quarters. The next impact of both segments was higher expenses associated with the recovery of regulatory assets. That, as discussed earlier, are net income neutral as they are fully recovered in revenues.\nIn addition to these costs, we had higher work program expenditures, including vegetation management, station maintenance, information technology initiatives, and emergency restoration. Recall that we had higher capitalized storm costs last year that favorably impacted OM&A. Finally, these OM&A expenses were partially offset by a lower allowance for doubtful accounts, stemming from the macroeconomic issues over the past couple of years.\nDepreciation expense was lower year-over-year by 4.3%, primarily due to lower asset removal costs resulting from fewer storm-related asset replacements. As a reminder, with fewer significant storms experienced in the quarter, we saw a lower level of storm costs capitalized compared to the same period a year ago. Partially offsetting these amounts was an increase in depreciation and amortization due to the growth in capital assets, which is consistent with our stated capital investment program.\nOn financing, we saw a 21% increase year-over-year in our financing charges. This is primarily due to higher weighted average interest rates on long-term debt and short-term notes. These financing charges are a result of issuances and refinancings over the last 2 quarters, including a $1.050 billion in overall issuance of medium-term notes in the first quarter under the sustainable financing framework, the refinancing of short-term notes, and the payment of long-term debt. We continue to be pleased with the stability of our balance sheet and robust investment-grade credit ratings.\nIncome tax expense was $65 million for the quarter compared to $68 million in the same quarter last year. The decrease in income tax expense was due to higher deductible timing differences, partially offset by higher earnings and the tax on the disposition of the regulatory accounts, which as discussed is net income neutral.\nThe effective tax rate for the quarter was 19.6% versus the effective tax rate last year of 20.9%. This is consistent with the annual guidance provided earlier this year. As a reminder, we expect the effective tax rate to be 13% to 16% over the next 5 years. Note that the previously shared deferred tax asset or DTA amounts were fully recovered by the end of June.\nMoving to investing activities. In the second quarter, we placed $413 million of assets in-service, which is a 24.5% decrease compared to the prior year. The decrease in the transmission segment was primarily related to the timing of investments placed in-service, partially offset by a higher volume of work on wood pole replacements. The decrease in the distribution segment was primarily related to a lower volume of storm-related asset replacement, partially offset by a higher volume of work on customer connections, line refurbishments and wood pole replacements.\nCapital investments for the second quarter was $649 million, which is a 6% increase from the second quarter in 2022. The transmission segment saw higher capital investments relating to the new Chatham to Lakeshore and Waasigan Transmission Line projects and higher station refurbishments and equipment replacements. The distribution segment capital investments decreased due to a lower spend on store-related asset replacements, partially offset by timing of work on system capability reinforcement projects, higher volume of work on customer connections, higher volume of externally driven work attributable to joint use assets and line relocations, and a higher volume of line refurbishments and wood pole replacements.\nWith the recent announcement regarding the filing of a leave-to-construct application for the Waasigan Transmission Line, we have updated the future capital investment table, which outlines the regional and system growth outlook to account for the $1.2 billion of expected capital investment in this line. The capital is expected in 2 phases, with Phase 1 expected to be complete by the end of 2025 and Phase 2 to follow by the end of 2027. As a reminder, the capital investment and rate base numbers for the future years remain subject to OEB approval. In addition, the table does not include any future investments associated with the 3 Northeastern and Eastern line that David discussed earlier today.\nAs discussed in our last conference call, we continue to work with Internet service providers to deliver broadband Internet access through our existing infrastructure. We have prepared our ecosystem to handle the anticipated volume of work on account of this initiative. However, the pace of progress on the initiative continues to be slower than expected, but we remain poised and ready to help deliver connectivity to families and businesses in Ontario.\nWe also continue to engage with local distribution companies, or LDCs, to facilitate consolidation within the sector. We are in active discussions with several LDCs, but at this point there are no definitive agreements.\nOn guidance, we continue to be committed to and affirm our target of 5% to 7% earnings per share growth through 2027 on the normalized 2022 EPS of $1.61. As a reminder, the EPS growth range does not factor in growth from broadband, LDC consolidation, and the transmission lines that had been previously awarded but only have preliminary estimates or are pending approval, such as the Waasigan Transmission Line, as well as any amounts from externally-driven variance accounts.\nFinally, I am pleased to report that we declared a dividend to common shareholders of $0.2964 per share. I'll stop there, and we'd be pleased to take your questions.\n\nOmar Javed\n\nVice President of Investor Relations\n\nThank you, David and Chris. We ask the operator to explain how she'd like to organize the Q&A polling process. In case we can't address your questions today, my team and I are always available to respond to follow-up questions. We ask that you limit your questions to one question and one follow-up. If you have additional questions, please rejoin the queue. Go ahead, operator."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/d76d38b923d01965c50b01b47e6059ec",
        "textblob_polarity": 0.14063742731941267,
        "textblob_subjectivity": 0.4268209813062754,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 6
            },
            "scores": {
                "positive": 0.9718885294028691,
                "neutral": 0.9216214617093405
            }
        },
        "content1": "Q1 2023 Hydro One Limited Earnings Call\n\nQ1 2023 Hydro One Limited Earnings Call\n\nHTORONTOMAY 5, 2:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Hydro One Limited's First Quarter 2023 Analyst Teleconference. [Operator Instructions]\nI would now like to introduce your host for today's conference, Mr. Omar Javed, Vice President, Investor Relations at Hydro One.\n\nOmar Javed\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining us in Hydro One's quarterly earnings call. Joining us today are our President and CEO, David Lebeter; and our Chief Financial Officer and Regulatory Officer, Chris Lopez.\nIn the call today, we will go over our quarterly results and then spend most of the call answering as many of your questions as time permits. There are also several slides that illustrate some of the points that we will address in a moment. They should be up on the webcast now or if you're dialed into the call, you can also find them on Hydro One's website in the Investor Relations section under Events and Presentations.\nToday's discussions will likely touch on estimates and other forward-looking information. You should review the cautionary language in today's earnings release and our MD&A, which we filed this morning regarding the various factors, assumptions and risks that could cause our actual results to differ as they all apply to this call.\nWith that, I'll turn the call over to our President and CEO, David Lebeter.\n\nDavid Lebeter\n\nPresident, CEO & COO\n\nThank you, Omar, and good morning, and thank you for joining us on our first quarter earnings call. This morning, I will provide an update on our recent activities and Chris will then take you through the financial results in greater detail.\nFirst, let me start by acknowledging the efforts made during the significant storm that occurred during the Easter holidays, leaving over 396,000 customers without power. Freezing rain and thunderstorms moved to the province causing tremendous damage, including broken poles, down trees and wires. I want to thank our teams, contractors and utility partners for their outstanding efforts in assessing damage, prioritizing work and making repairs to store power. While being away from family and loved ones during a holiday is difficult, it is these times when our customers need us most. I'm proud of the team for stepping up to put our customers first and get the power back on safely and without any recordable injuries.\nIt's been an eventful 3 months since I've moved from the COO role to the CEO role. In the last call, I articulated my priorities, namely, executing our existing strategy. First, I am pleased to report that we continue with our focus on safety with no high-energy serious injuries or fatalities this quarter. Our recordable injury rate of 0.42 per 200,000 hours is also below that of last year's 0.616 rate and well below the world-class benchmark of 1.0.\nSecond, last quarter, I committed to aligning the executive team structure to our strategy and filling the vacancies on our executive teams that we can continue to take advantage of the positive environment before us. I'm pleased to report that we have made a few changes in the executive leadership team and our organizational structure. Teri French has been appointed to the new role, Executive Vice President, Operations and Customer Experience. She'll bring together teams responsible for driving operational excellence across our transmission, distribution, reliability and maintenance functions as well as customer and system operations. Teri will also continue to retain responses for Hydro One Remotes.\nAndrew Spencer has been appointed to the new role of Executive Vice President, Capital Portfolio Delivery. He will be responsible for leveraging our internal capabilities and collaborate with our key stakeholders and indigenous partners to efficiently deliver our growing capital plan, ensuring Hydro One can support the increasing need for clean energy and economic growth in the province. I'm thrilled that both appointments were internal, which is indicative of the high-quality talent and deep bench strength that exists throughout the organization.\nIn addition to Teri and Andrew's appointments, we are expanding the roles for Megan Telford and Chris Lopez. Megan is now EVP Strategy, Energy Transition, Human Resources and Safety. She will have responsibility for corporate strategy and energy transition along with key strategic supporting functions, including planning, partnerships, indigenous relations, sustainability, corporate affairs, human resources and health and safety. Chris is now EVP, Chief Financial and Regulatory Officer. He will continue leading the finance, treasury, investor relations, pensions, shared services, growth and corporate development, risk and internal audit functions and will also now lead regulatory practices.\nBrad Bowness has made the personal decision to leave Hydro One to pursue other opportunities at the end of June. During his 19 years at Hydro One, Brad has held senior roles in the organization and has been responsible for driving a more agile, customer-focused culture and leveraging technology to deliver on our strategic goals. We have already begun a thorough search for a technology leader to join the team.\nPaul Harricks has informed me of his decision to retire from Hydro One at the end of the year. Between now and then, Paul has taken on a new role as Senior Adviser and will continue reporting directly to me. In this role, Paul will be providing strategic support and advice on several key initiatives. Since joining the company as Chief Legal Officer in 2019. Paul and his team have strengthened our relationship with the Ontario Energy Board and jointly led the first-ever settlement on the largest rate application ever filed with the regulator.\nCassidy McFarlane, who has been with the company for 23 years, was appointed General Counsel. These changes represent an important first step in evolving our structure to execute our strategy in a changing environment. We will continue to refine the executive leadership team in response to the industry landscape and customer needs.\nMy third priority was to remain disciplined to execute on our maintenance and capital investment plans. I'm happy to report that we have been doing just that. Our capital investments increased by 11.1% and the assets put in service increased by 3.5% year-over-year. We also made progress on our regular work programs, both conducting emergency restorations.\nWork also continues to advance on our major capital project. For the Chatham to Lakeshore line, environmental assessment is complete and the lead to construct of Section 92 has been granted by the Ontario Energy Board. Furthermore, an engineering, procurement and construction or EPC contractor has been engaged and has executed our construction readiness plans, including continuation of capacity building with indigenous community to ensure meaningful participation during the delivery of the transmission line.\nFor Waasigan, we were pleased to receive the letter from the Independent Electricity System Operator, or IESO, indicating the need for Phase 2 of the line to support mining operations in North, clean, reliable electricity. As a reminder, Phase 1 of the double-circuit 230 kilovolt line that will run from Thunder Bay to Atikokan. Phase 2 was a single-circuit 230 kV line between Atikokan and Dryden.\nWe plan to submit a Leave to Construct applications or Section 92 to the OEB for both phases later this year. Energizing the North is one of the critical action items to harness the wealth of minerals in the Northwest and support the incredible growth in the province. As a reminder, 9 First Nations in the region have signed agreements with us and will have the option to invest in 50% equity stake in the transmission line component of the project.\nWith respect to the other lines in the Southwest region, we are on track and performing pre-development and development-related activities. The value of these will become publicly filed as Leave to Construct for each of the lines. Apart from these projects, we are proud to support the economic engine by facilitating electrical connectivity to the businesses in Ontario. Whether it's agriculture, mining or industrial manufacturing, the connectivity to clean, largely decarbonized power helps the economy in the environment.\nAs an example, Volkswagen's historic decision to build their first Gigafactory outside Europe in St. Thomas, Ontario is a transformational investment. The plant will produce batteries for up to 1 million electric vehicles per year. Hydro One's demonstrated transmission reliability is the core strength for Ontario as this project like many others require extremely high reliability to operate. This large battery manufacturing plant will stimulate significant investment in the region and Hydro One will be ready there to provide connectivity as needed. This development and the surrounding investment it will generate will be great for the economy, the environment and for investment in our assets.\nWe are also happy to support the Electrification and Energy Transition Panel led by David Collie. The panel will provide the Ministry of Energy with cross-sector insight and expertise needed to develop an effective pathway to decarbonize the energy sector. Investments in critical infrastructure are necessary to continue to attract economic investment in Ontario. Our investments in the expansion and optimization of both the transmission and distribution systems are the first step to enabling the energy transition for all customers, residential, indigenous, commercial and industrial.\nIn other updates, we continue to work closely with the Internet service providers in Infrastructure Ontario help deliver broadband Internet access by leveraging our existing infrastructure. We have been hard at work preparing for the significant volume of work that is expected to come. We have made investments in labor and training, strengthened our supply chains, streamlined our joint used process, onboarded contractors and purchased materials in anticipation of this project. We understand the importance of connectivity to everyday life for families and businesses, many of whom are our customers.\nWhile we are excited to take on the challenge, we have not seen the application coming at the pace we had expected. We also continue to engage with local distribution companies or LDCs to facilitate consolidation within the sector. We are in active discussion with several LDCs, but at this point, there are no definitive agreements.\nRegarding our collective agreements, Power Workers' Union and Society of United Professionals collective agreements expired on March 31, 2023. Negotiations to renew these are ongoing. We also continue to negotiate with the PWU on the customer service operations and collective agreements that expired in August 2022. As is normal during bargaining, we won't be providing any further comments.\nWe continue to make progress on our sustainability goals. I'm very proud that Hydro One received Environmental Excellence award from the Electricity Distributors Association for creating a wetland habitat adjacent to our Kleinburg Transformer Station. This initiative restored and enhanced the resiliency of the existing wetland and beautified the lands adjacent to the transmission station.\nHydro One's community investment program focuses on building safe communities in Ontario and direct at least 20% of its corporate donations and sponsorships to indigenous communities, an initiative that benefit indigenous communities. In late February, we are incredibly pleased to announce the 25 charitable organization, indigenous communities and municipalities that each received a grant CAD25,000 from the Energizing Life Community Fund. This is the third year in a row that the fund will support community-led initiatives that promote physical, promotional and psychological safety and well-being for Ontarians.\nWe are also thrilled to welcome back the Little Native Hockey League or Little NHL, after a 3-year hiatus due to the pandemic. The Little NHL was created to build inclusivity in hockey for indigenous players and focus on supporting communities and young players through safe play. We are pleased to partner with the Nipissing First Nation to return this exciting tournament that celebrates family, community and friendship.\nFinally, our management information circular was released a few days ago. Our Annual General Meeting will be held in the hybrid format on June 2 over live webcast and in-person attendance in Thunder Bay. All shareholders are welcome and invited to attend. This year, we have 3 Directors, Bill Sheffield, Blair Cowper-Smith and Russell Robertson, who will not be standing for re-election. I would like to thank them for their valuable services joining the Board in 2018. The new independent director nominees standing for election are; Mitch Panciuk, Helga Reidel and Mr. Brian Vaasjo. You'll hear more about the nominated directors and the depth of skills they bring to the Board after the AGM.\nWith that, I will turn it over to Chris to discuss our financial results this quarter.\n\nChristopher Felix Lopez\n\nActing CFO, Hydro One Limited\n\nThank you, David. Good morning, everyone, and thank you for joining us today. I'd like to extend my congratulations to Teri, Andrew and Megan, Paul and Cassidy on their new appointments. Your hard work, dedication and expertise have been recognized. And we are thrilled to have you take on your new roles. I also wish Brad the very best in his future endeavors.\nIn terms of our financial results for the first quarter, earnings per share was CAD0.47 compared to CAD0.52 in 2022. The key drivers for the change in earnings this quarter were; higher operating, maintenance and administration or OM&A costs, primarily resulting from higher corporate support costs and work program expenditures. Higher financing charges on account of higher weighted average interest rates on short-term and long-term debt. And higher depreciation, amortization and asset removal costs. These are partially offset by the adjustment to Ontario Energy Board or OEB approved rates post-approval of the Joint Rate Application, the JRAP, and lower taxes. In addition to these key drivers, there were several net income neutral items that occurred this quarter as we implemented the Joint Rate Application decision.\nOur first quarter revenue net of purchased power was higher year-over-year by 3%. The increase was mainly due to revenues resulting from OEB approved rates, including the recovery of regulatory assets following the implementation of the JRAP decision. The recovery of regulatory assets had offset in OM&A and income tax expense making them net income neutral. This was partially offset by lower peak demand at energy distributed to Hydro One customers, which were down by 2.2% and 3.9% respectively.\nOn the cost front, operating, maintenance and administration expenses were higher year-over-year by approximately 13.9%. The largest portion of the increase was attributable to higher corporate support costs for both segments and a largely timing measure. These costs increase as we capitalize common costs at a lower rate due to the timing and volume of capital work in relation to the rest of the year. As the year progresses and the capital program ramps up, we expect to capitalize common costs at a higher rate, thereby offsetting the increase this quarter.\nWe also have higher costs related to work programs, including station and line maintenance, emergency restoration and information technology initiatives. These are partially offset by lower allowance and doubtful accounts or bad debt expense. Lastly, we have the disposition of regulatory accounts that resulted in higher OM&A for both transmission and distribution segments. However, as previously discussed, these are offset in revenue, making them net income neutral. Depreciation expense was higher year-over-year by 6.3% due to the increase in removals associated with higher storm-related asset replacements, higher environmental expenditures and growth in capital assets, which is consistent with our stated capital investment program.\nOn financing, we saw a 16.2% increase year-over-year in our financing charges. This was primarily due to a higher weighted average interest rates on long-term debt and short-term notes. This includes the financing charges from recent issuances such as the CAD750 million of medium-term notes in the fourth quarter, the CAD1.05 billion in overall issuance of medium-term notes in January under the sustainable financing framework and the CAD1.64 billion in short-term notes issued in the quarter. We used the proceeds to repay CAD600 million of long-term debt that matured in the quarter as well as CAD2.21 billion of short-term notes. The financing charges were partially offset by higher weighted average interest on short-term investments.\nWe continue to be pleased with the stability of our balance sheet and robust investment-grade credit ratings. Income tax expense was CAD64 million for the quarter compared to CAD79 million in the same quarter last year. The decrease in income tax expense was due to lower earnings compared to last year and higher deductible timing differences. As previously discussed, these decreases were partially offset by the tax on the disposition of regulatory accounts, which are again, net income neutral.\nThe effective tax rate this quarter was 18.4% versus the effective tax rate last year of 20.2%. This is consistent with the annual guidance we provided earlier this year. As a reminder, we expect the effective tax rate to be 13% to 16% over the next 5 years with the most significant impact in 2023 due to the recovery of the previously shared deferred tax assets or DTA recovery amounts, which will be fully recovered by mid-year.\nMoving to investing activities. In the first quarter, we placed CAD237 million of assets in service, which is a 3.5% increase compared to the prior year. The year-over-year increase related primarily to the Distribution segment, which included a higher volume of storm-related asset replacements and customer connections. The increases in our Distribution segment were partially offset by the Transmission segment where assets in service decreased year-over-year due to timing. Last year, we placed a significant portion of the East-West Tie project into service along with other line refurbishments and replacements.\nCapital investments for the first quarter were CAD499 million, which is an 11.1% increase from the first quarter in 2022. The capital investments in the Distribution segment were higher due to higher spend on storm-related asset replacements, timing of IT initiatives and the higher volume of customer connections. The Transmission segment also increased with investments in the new Chatham to Lakeshore Line project and higher line refurbishments and replacements, partially offset by timing of customer connections and major development projects.\nOn guidance, we continue to be committed to and affirm our target of 5% to 7% earnings per share growth rate through 2027 on the normalized earnings from 2022 EPS of CAD1.61. As a reminder, the EPS growth range does not factor in growth from broadband, LDC consolidation and 5 of the 6 transmission lines that have been previously awarded to us, but only have preliminary estimates as well as any amounts from externally-driven variance accounts. Finally, I am pleased to report that in line with our long-term guidance, we declared a dividend to common shareholders of CAD0.2964 per share.\nI'll stop there, and we'll be pleased to take your questions.\n\nOmar Javed\n\nVice President of Investor Relations\n\nThank you, David and Chris. We'd like the operator to explain how they'd like to organize the Q&A polling process. In case we can't address your questions today, my team and I are always available to respond to follow-up questions. We ask that you limit your questions to one question and one follow-up. If you have additional questions, we request you to rejoin the queue."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/9a90e978f646d01fb8c142d6c02c186f",
        "textblob_polarity": 0.13231256581256579,
        "textblob_subjectivity": 0.41869773019773,
        "sentiment": {
            "distribution": {
                "positive": 22,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9819011092185974,
                "neutral": 0.9576110243797302
            }
        },
        "content1": "Q4 2022 Hydro One Ltd Earnings Call\n\nQ4 2022 Hydro One Ltd Earnings Call\n\nHTORONTOFEB 14, 2:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Hydro One Limited's Fourth Quarter 2022 Analyst Teleconference. (Operator Instructions) I would now like to introduce your host for today's conference, Mr. Omar Javed, Vice President, Investor Relations at Hydro One. Please go ahead.\n\nOmar Javed\n\nVP of IR, Hydro One Limited\n\nGood morning, and thank you for joining us in Hydro One's quarterly earnings call. Joining us today are President and CEO, David Lebeter, and our Chief Financial Officer, Chris Lopez. In the call today, we will go over our quarterly and annual results and then spend most of the call answering as many of your questions as time permits. There are also several slides that illustrate some of the points we'll address in a moment. They should be up on the webcast now, or if you're dialed into the call, you can also find them on Hydro One's website in the Investor Relations section under Events and Presentations.\nToday's discussions will likely touch on estimates and other forward-looking information. You should review the cautionary language in today's earnings release and our MD&A, which we filed this morning regarding the various factors, assumptions and risks that could all cause our actual results to differ as they all apply to this call. With that, I'll turn the call over to our President and CEO, David Lebeter.\n\nDavid Lebeter\n\nPresident, CEO, Hydro One Limited\n\nThank you, Omar. Good morning, and thank you for joining us for our fourth quarter earnings call. This morning, I will talk about our fourth quarter, our annual achievements and a look forward. Chris will then take you through the financial results in greater detail. I'm excited to take on the role of the CEO of Hydro One and to continue to work with all our employees across Ontario. As many of you know, I've been the COO at Hydro One for the past 3 years and have seen first-hand the hard work and dedication that our teams bring to our organization every day.\nTogether, we have achieved great success, and I'm confident that we will continue to successfully execute our strategy in the years to come. Our top priorities as CEO will be to maintain our focus on safety, meet our customers' expectations, drive operational excellence and invest in our teams to ensure we have the skills and capabilities to meet the demands of the future. In short, we will continue to focus on executing our strategy. As we move into 2023, I want to assure our employees, shareholders, partners and stakeholders that the transition from Bill Sheffield's leadership to mine is smooth and seamless. Our priority is to maintain the momentum.\nI am proud of the results we have achieved. Our strategy, people, culture and values are what have made Hydro One successful. I'm committed to building upon that foundation, delivering on our promise to our customers and stakeholders. In Q4, we built on the momentum of the first 3 quarters and achieved outstanding safety results. Our focus on and commitment to protecting the well-being of our employees has truly paid off as demonstrated by a record low recordable and serious incident. I am proud of the dedication and hard work that has gone into making our workplace safer. While we have made good progress, we have much more work to do. Safety will always be a priority as we continue to make the workplace safer.\nIn 2022, Hydro One achieved our best safety results ever and made significant progress to preventing life-altering injuries and fatalities. Our workplace was safer in 2022 than has ever been because we had a good plan, the safety improvement plan, which we created with our employees 2 years ago and because the entire organization was committed to that plan, the results speak for themselves. Hydro One's recordable injury of 0.616 for 200,000 hours is well below the world-class benchmark of 1.0. Hydro One saw a significant improvement in the number of high energy serious injuries over 2021, with only 1 employee to sustain the high-energy serious injury in 2022 compared to the 4 in 2021.\nThis equates to a high-energy serious injury and fatality or HSIF rate of 0.012 per 200,000 hours, well below our annual target of 0.066. We are well on our way to eliminating all serious injuries and fatalities by 2024. Our safety results are even more impressive when considered in relation to the adverse storms of 2022. Our crews who are committed to provide the highest level of service to our customers, restored power to nearly 760,000 customers after the Toronto storm in May and spent weeks in Maritime Canada rebuilding their system after post tropical storm Fiona and then restored power to approximately 550,000 customers during the December holiday season storm.\nWhile these storms adversely impacted our reliability statistics, I am pleased to report there were no recordable incidents during those events. In addition, we were once again recognized by the Edison Electric Institute for our efforts following the May derecho. This is our 13th Edison Electric Institute Award. In late November, the Ontario Energy Board approved our 5-year Joint Rate Application. This is a culmination of years of work for many people and established a clear path forward. The rate application was approved because through the largest customer outreach ever, we knew what Ontarians wanted.\nWe demonstrated year-over-year productivity savings; we were responsive to the concerns from interveners and had built an investment plan which met the evolving needs of our customers while keeping pace at the maintenance and growth needs of the transmission and distribution system. We believe this plan will benefit all Ontarians by ensuring we are able to provide safe and reliable electricity for years to come.\nI also want to recognize our regulators, the Ontario Energy Board for their constructive process. It is only because we submitted a strong investment plan into a robust regulatory process in which all participants, interveners, the Ontario Energy Board regulators and Hydro One displayed a high level of cooperation that such a complex case was settled so quickly. Now that the approval is behind us, it's all hands-on deck, executing our investment plan and delivering on our promises to our customers and stakeholders. I have no doubt that every person in Hydro One will continue to execute their work to the best of their abilities.\nOnce again, we met our capital investment commitments. This year, we deployed $2.132 billion of capital and in-service $2.267 billion of assets. I am pleased to say we have done this while being extremely mindful of costs. Every dollar we invest comes at a cost to our customers, which is why we are committed to spending wisely and continually improving productivity. In 2022, we achieved productivity statements of $374 million, which represents an 8.6% increase year-over-year. Total productivity savings since 2015 now amounts to almost $1.5 billion. This is a remarkable effort, especially considering inflationary pressures faced this past year.\nWe operate in the traditional and 3D territories of more than 100 indigenous communities. In 2022, we were proud to announce a historic partnership model, First Nations when building new transmission lines. This partnership model reflects our commitment to reconciliation, sustainable development, inclusivity and being a responsible corporate citizen. By working together, we aim to create long-lasting benefits from indigenous people, Ontarians and Hydro One. The Hydro One equity model offers First Nations a 50% equity stake in new transmission line projects with a value exceeding $100 million and will transform the benefits of infrastructure development for First Nations. We believe that this collaboration sets an example for the industry and demonstrates the power of listening, respect and seeking mutually beneficial outcomes in infrastructure development.\nAs part of our commitment to being a trusted partner of indigenous communities, this year, we also increased total procurement with indigenous businesses to $95.9 million, our highest spend to date. This is a significant increase from last year and has us well on our journey to purchase 5% of our materials and services from indigenous businesses by 2026. The indigenous procurement target is one of the many goals that are included in our updated sustainability report that was released in August. At Hydro One, we take our commitment to people, planet and community seriously, and we'll continue to keep you informed of our annual progress report.\nFollowing the release of the sustainable linked pricing on our lines of credit in January 2022, we recently published our sustainability financing framework in January 2023. The framework, which is a first for a utility in Canada, allows Hydro One and its subsidiaries issue sustainable financing instruments such as sustainable and green bonds and allocate the net proceeds to investments in eligible green and social project categories. The framework was so well received that we issued Hydro One's first medium-term notes in accordance with the sustainability financing framework. This was the largest aggregate amount in issuance of sustainable bonds by a corporate issuer to date in Canada.\nLooking out for our people, planet and communities is ingrained in the DNA of our organization. Hydro One employees personally raised approximately $1.6 million in the annual power to give month last September, more than doubling what was raised the year before. There's this commitment to serving others and doing the right thing that makes Hydro One such a special place to work. For the eighth consecutive year, Forbes recognized Hydro One as one of Canada's best employers. It's an honor for me to lead this committed and dynamic group of people.\nLooking ahead, I see tremendous opportunities for Hydro One. Ontario and Canada are building an economy more reliant on clean electricity. The independent electricity system operator or ISO, estimates that obtaining a decarbonized electricity sector by 2050 will require a system more than double the size it is today at an estimated cost of around $400 billion. Hydro One has the unique opportunity to be a leading player in achieving that goal. As I take on the leadership role of Hydro One, my top priorities are: one, ensure our safety journey continues; 2, fill the vacancies on our executive team; and 3, remain disciplined in executing our maintenance and capital investments.\nAs I conclude my remarks, I want to thank Bill Sheffield, who stepped in from the Board as Interim CEO when the company needed him. Bill, I know you're listening to today's call. On behalf of the company, the executive team and myself, I want to thank you for your service to the company, its shareholders, partners, customers and stakeholders. Your leadership and dedication to ensuring a smooth transition has not been unnoticed and I'm truly grateful for your unwavering support. Your guidance has been invaluable and has set a strong foundation for my role as incoming CEO. I'm confident that your contributions will have a lasting impact on Hydro One, and I'm eager to build on the progress that you have made. With that, I'll turn it over to Chris to discuss our financial results. Over to you, Chris.\n\nChristopher Felix Lopez\n\nCFO, Hydro One Limited\n\nThank you, David. Good morning, everyone, and thank you for joining us today. David, I'd like to extend my sincere congratulations on your appointment as CEO. Your leadership, strategic vision and passion for excellence have been evident in your previous role, and I'm confident that you will bring that same energy to this new role. Your unwavering commitment to our mission and values will be instrumental in driving the company to new heights. I look forward to working with you and our talented team at Hydro One as together, we continue to strive towards achieving our goals and creating long-term value for our stakeholders. Once again, congratulations.\nIn terms of our financial results for the quarter, earnings per share was $0.30 compared to $0.27 last year. For the full year, EPS was $1.75 compared to EPS of $1.61. The main drivers of the higher earnings this year were consistent with our experience throughout the year. They were higher revenues on account of approved rates, which considered our annual investment in the grid and power system, strong electricity demand experienced throughout the year and recognition of conservation demand management or CDM revenues, a onetime item in the fourth quarter. These rises were partially offset by higher operations, maintenance and administration or M&A expenses on account of higher work program expenditures, including environmental management and line maintenance and IT initiatives.\nHigher depreciation, amortization and asset removal costs due to the growth of our capital assets, partially offset by the sale of surplus property, a onetime item in the fourth quarter. Higher year-over-year financing charges due to the recognition of carrying charges for the deferred tax asset or DTA recovery amounts last year and higher interest rates on short-term notes as well as higher income tax due to increased pre-tax earnings, partially offset by higher deductible timing differences.\nAs a reminder, we adjusted for the amounts pertaining to the DTA implementation decision in both revenue and income tax, making them net income neutral. Similarly, we had a tax recovery relating to the capital overhead tax variance in both transmission and distribution following the joint rate application or JRAP decision which resulted in a reduction in both revenue and income tax, once again making this net income neutral.\nWhile our costs were higher this year, I did want to echo David's comments that we continue to be highly productive. As a result of our efforts, we were pleased to give back approximately $23.5 million to our customers via the earnings sharing mechanism as both our transmission and distribution businesses performed very well this year. On the productivity front, we achieved $374 million in productivity savings in 2022, which brings our cumulative productivity gains since the initial public offering to approximately $1.5 billion. We saw meaningful increases in productivity in areas such as operations and forestry. Overall, productivity was weighted evenly between capital and OM&A. Through these achievements, we are delivering on our multiyear commitment to keep costs as low as possible.\nTurning to the fourth quarter, net income to common shareholders was higher year-over-year by 11.9%. Key drivers of the quarter were: higher revenues due to approved rates, 2 onetime items, one in revenue and one in depreciation, as mentioned previously and upon which I will elaborate further during this call as well as lower taxes, which was partially offset by higher OM&A. Our fourth quarter revenue net of purchase power was higher year-over-year by 11.8%. The increase is mainly due to revenues resulting from the Ontario Energy Board or OEB approved 2022 rates as well as regulatory adjustments, including the recognition of CDM revenues following the receipt of the JRAP decision, net of earnings sharing.\nFor the transmission segment, revenues were higher by 14%. This increase reflected the recognition of the onetime CDM revenues arising from the JRAP decision on account of the disposition of the variance account associated with CDM revenues from 2018 and 2019. Going forward, we do not expect there to be any material amount for CDM revenues from prior years as this account is now closed. The CDM revenues were partially offset by higher earnings sharing adjustment for 2022 that is recorded in the fourth quarter. Additionally, we had higher transmission revenues due to OEB-approved rates for 2022. Year-over-year peak demand for the quarter was relatively flat, driven by marginally weaker demand in all 3 months compared to the same period last year.\nFor the Distribution segment, revenues net of purchased power were higher by 9.9%. The main drivers were the OEB approved rates and positive regulatory adjustments net of earnings sharing for 2022 compared to last year. Consistent with the annual analysis, both the transmission and distribution segments had net income-neutral items included in revenue resulting from the DTA implementation decision and the capital overhead (inaudible). The corresponding offsets are in tax expense, making them net income neutral.\nOn the cost front, operating maintenance and administration expenses were higher year-over-year by approximately 39%. This represents approximately 75% of the annual increase in M&A. M&A was higher in the transmission segment due to higher work program expenditures, which included maintenance and stations in line, higher corporate support costs and higher property taxes, which were partially offset by lower project write-offs. In the distribution segment, OM&A was higher due to higher work program expenditures that included a higher volume of emergency restoration and environmental management, higher spend on IT and customer programs as well as higher corporate support costs and project write-offs in comparison to last year. The level of OM&A expenditure is consistent with our expectations that have been outlined in previous calls as we caught up with our work programs that were deferred on accounted storms earlier in the year.\nDepreciation expense for the fourth quarter was lower year-over-year by 6.5% due to a onetime gain realized on the sale of surplus property to the city of Toronto to facilitate transit. This was partially offset by higher depreciation from the increase in capital assets, which is consistent with our stated capital investment program and higher asset removal costs. On financing, we saw an increase of 4.1% in interest expense in the quarter due to a higher weighted average rate on short-term notes, partially offset by gains on interest rate swap agreements.\nAs I'd mentioned, on January 12, 2023, we announced our sustainable financing framework. Under this framework, we can issue green, social or sustainable bonds, loans or commercial paper for several purposes. The use of proceeds allows us to raise financing for initiatives, including the transmission and distribution of Clean Energy, smart grid technology and other uses that promote energy efficiency, facilitation of clean transportation, including EVs, biodiversity conservation, climate change adaptation, socioeconomic advancement of indigenous peoples and access to essential services like broadband.\nOn January 27, 2023, Hydro One Inc. issued an inaugural offering of $1.05 billion of medium-term notes under the sustainable financing framework. This consisted of $300 million maturing in 2029 with a coupon rate of 3.93%, $450 million maturing in 2033 with a coupon rate of 4.16% and $300 million maturing in 2053, with a coupon rate of 4.46%. This was the largest aggregate corporate sustainable bond issuance in Canada and a further demonstration of our strong commitment to sustainability. We continue to be pleased with the stability of our balance sheet and robust investment-grade credit rate. As we look forward, we will continue to access the debt markets opportunistically.\nIncome tax expense was $41 million for the quarter compared to $55 million in the same quarter last year. The decrease in income tax expense was due to higher deductible timing differences and net income neutral items that are also catching revenues. These were partially offset by taxes on higher earnings for the quarter. The effective tax rate this quarter was 18.6% versus the effective tax rate last year of 25.5%. On a full year basis, income tax expense for 2022 was $288 million compared to $178 million in 2021. The increase in income tax was primarily due to the net income neutral items discussed earlier and higher pre-tax earnings, partially offset by higher deductible timing differences.\nThe effective tax rate for 2022 was 21.4% versus 15.5% in 2021. This is consistent with the annual guidance we provided last year of 14% to 22% over the next 5 years. Following the approval of the joint rate application and the corresponding capital plan, we are now updating the ETR guidance to 13% to 16% over the next 5 years, with the most significant impact occurring in 2023 due to the recovery of the previously shared DTA amounts.\nMoving to investing activities, capital investments for the fourth quarter were $570 million, which is a 7.1% increase from the fourth quarter in 2021. The increase came primarily from the distribution segment, which had a higher spend on storm-related asset replacements and higher volume of work on customer connections. There was a marginal increase in the transmission segment, which had a higher volume of refurbishment and replacement work on transmission stations and lines and a higher volume of work on wood poles. This was partially offset by a lower volume of work on customer connections.\nFor the full year 2022, capital investments were relatively flat with a 0.3% increase compared to the full year 2021. You'll also note that the future capital investment profile for both segments have been updated since our last call. The primary reason being to reflect the adjusted timing and pacing of future capital investments and reprioritization of work. The overall increase in transmission capital reflects the projects that are outside of the joint rate application.\nIn the fourth quarter, we placed over $1 billion of assets in service for our customers, a 38.7% increase compared to the prior year. The year-over-year increase in the transmission segment of 44.7% related to completion of large replacements for end-of-life air blast circuit breakers, higher customer connections, timing of IT initiatives and refurbishment and replacement of transmission line. In the distribution segment, the 26.8% increase was on account of the partial in-servicing of a feeder development project, storm-related asset replacements and miscellaneous assets placed in service for IT initiatives and customer connections. On a full year basis, assets placed in service were higher by 29%.\nOn guidance, as most of you know, we are unique in the Canadian utility sector because we provide earnings guidance along with projected rate base and targeted dividend growth estimates. This not only demonstrates the confidence we have in our ability to execute, but also the stability and predictability of our earnings in our business. As promised, we updated our only guidance to reflect our view of the next 5 years. We have also provided normalized earnings for 2022, which can be used as a waypoint for our guidance. The updated slide is available in the investor presentation that is posted on the website.\nOur view of normalized basic EPS is $1.61 after adjusting for items that we view as non-recurring and for rebasing due to the new base period commencing in 2023. Starting at the 2022 reported EPS of $1.75, we made 2 adjustments for onetime items that we discussed earlier on this call. The gain on sale of surplus properties sold to the city of Toronto and the recognition of the disposition of the CDM revenues that were approved as part of a joint rate application. The resulting figure is an EPS of $1.67 that has been normalized for onetime items. This is slightly above the target of 4% to 7% EPS growth, a possibility we communicated in last quarter's call. We then normalized earnings to factor in the allowed return on equity or ROE for both segments as well as 100 basis points of potential overhead. This step is necessary to rebase for all the productivity savings, favorable demand and impact of low interest rates that will now benefit customers in the next rate period.\nThe rebasing is a great example of a constructive regulatory incentive rate-making model that has worked as intended to deliver positive outcomes for the long-term benefit of the customer. The resulting normalized EPS for 2022 is $1.61. With that last point in hand, we move to the future. We're updating our guidance in introducing a range of EPS for 2027 of $2.05 to $2.26. This range translates into a compound annual growth rate of 5% to 7% over the period 2022 to 2027, on normalized EPS of $1.61 in 2022.",
        "content2": "The long-term projected rate base growth currently stands at 6%, and it could be expected that dividends with the approval of the Board of Directors, would follow this level of rate base growth. Finally, we anticipate funding this growth through internally generated cash with no need for external equity issuance. As important as it is to know the growth figures, it is equally important to know what is not included in this forecast and how we intend to update it. The EPS growth range does not factor in growth from broadband, LDC consolidation and 5 of the 6 transmission loans that have been previously awarded to us but only have preliminary estimates as well as any amounts from externally driven variance accounts. We will update guidance if there is a material change to the growth range when we have further clarity and concrete estimates on these specific initiatives.\nFurthermore, we will not provide quarterly or annual reconciliations going forward, unless there are material events that impacted the guidance discussed here. We also don't expect to provide rolling guidance. Future guidance is expected to mirror the term of the rate piles. This is an exciting time for Hydro One. We have a strong culture of performance. This has proven through our historical ability to deliver on our predictable capital plan and our ability to realize significant operational efficiencies year-over-year. We have plans to grow our business through investment in our aging assets and in support of the growing Ontario economy. Lastly, we have a strong balance sheet that provides stability and underpins our growth plans. I'll stop there, and we'd be pleased to take your questions.\n\nOmar Javed\n\nVP of IR, Hydro One Limited\n\nThank you, David and Chris. We ask the operator to explain how they'd like to organize the Q&A polling process. In case we can't address your questions today, my team and I are always available to respond to follow-up questions. We ask that you limit your questions to one question and one follow-up. If you have any additional questions, we request you to re-join the queue. Please go ahead."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/142e3b82fc2d3273f45c7507dad72d87",
        "textblob_polarity": 0.13368224188861305,
        "textblob_subjectivity": 0.4134101601691627,
        "sentiment": {
            "distribution": {
                "positive": 21,
                "neutral": 3
            },
            "scores": {
                "positive": 0.992683490117391,
                "neutral": 0.9820652604103088
            }
        },
        "content1": "Q3 2022 Hyatt Hotels Corp Earnings Call\n\nQ3 2022 Hyatt Hotels Corp Earnings Call\n\nHNYSENOV 3, 2:00 PM\n\nOperator\n\nGood morning, and welcome to the Hyatt Third Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference call is being recorded.\nI would now like to turn the call over to Noah Hoppe, Senior Vice President, Investor Relations. Thank you. Please go ahead.\n\nNoah Hoppe\n\nSVP of IR and Financial Planning & Analysis, Hyatt Hotels Corporation\n\nThank you, operator. Good morning, everyone, and thank you for joining us for Hyatt's Third Quarter 2022 Earnings Conference Call. Joining me on today's call are Mark Hoplamazian, Hyatt's President and Chief Executive Officer; and Joan Bottarini, Hyatt's Chief Financial Officer.\nBefore we get started, I would like to remind everyone that our comments today will include forward-looking statements under federal securities laws.\nThese statements are subject to numerous risks and uncertainties as described in our annual report on Form 10-K, quarterly reports on Form 10-Q and other SEC filings. These risks could cause our actual results to differ materially from those expressed in or implied by our comments.\nForward-looking statements in the earnings release that we issued today, along with the comments on this call, are made only as of today and will not be updated as actual events unfold.\nIn addition, you can find a reconciliation of non-GAAP financial measures referred to in today's remarks on our website at hyatt.com under the Financial Reporting section of our Investor Relations link and in this morning's earnings release. An archive of this call will be available on our website for 90 days.\nAnd with that, I'll turn the call over to Mark.\n\nMark Samuel Hoplamazian\n\nPresident, CEO & Director, Hyatt Hotels Corporation\n\nThank you, Noah. Good morning, everyone, and welcome to Hyatt's Third Quarter 2022 Earnings Call.\nBefore we begin, I would like to address Hurricanes Ian and Fiona. Guided by our purpose of care, the Hyatt family came together to support impacted colleagues and communities in both Florida and the Dominican Republic, including funds provided by Hyatt, a colleague created fund and a donation by the Hyatt Hotels Foundation to the American Red Cross relief efforts.\nTo all of our colleagues who continue to show unbelievable generosity and care, thank you. And to all of our colleagues who continue to require assistance, the Hyatt family is here for you.\nAs we dive into our results, I'd like to first acknowledge an important milestone in the history of Hyatt that was reached during the quarter, our 65th anniversary since Hyatt's founding by the Pritzker family.\nFrom opening of the first hotel in 1957 to opening our 1,200th hotel this past quarter, we were reminded of our incredible transformation over this time and our results in this quarter reflect the impressive momentum we are building.\nIt is a point of pride for the entire Hyatt family that we honor this anniversary with the strongest third quarter in the company's history, building upon the record performance that we delivered last quarter.\nThe significant growth in our core business and the contribution from ALG continue to fuel our record results. Through the first 9 months of this year, we have already generated $676 million of adjusted EBITDA plus $66 million of net deferrals and $48 million of net finance contracts.\nTo put the magnitude of our growth into perspective, the sum of these 3 numbers is more than 40% above the $563 million of adjusted EBITDA we generated during the first 9 months of 2019.\nThe combination of the aggregate financial results, the significant shift in our mix of earnings and the increasing levels of conversion of earnings into cash flow, all demonstrate the success of our transformation towards an asset-lighter business model and reflect excellent execution of our leaders and our teams globally.\nIn addition to ALG continuing to perform well ahead of expectations, our legacy Hyatt business is also generating adjusted EBITDA at record levels when adjusting for the net impact of asset dispositions.\nAnd it's notable that these strong results have been achieved while group, business transient and cross-border travel were in a state of limited recovery during the first half of this year with system-wide RevPAR 14% below 2019 levels over that time frame. However, as the third quarter demonstrates all segments are rapidly improving.\nMeetings are back in full force. Corporate customers are traveling once again, and the vast majority of the world is now reopened to cross-border travel. Additionally, serving as a backdrop for our continued optimism, the sustained strength of demand from our leisure guests shows no signs of softening.\nIt's clear that people are prioritizing experiences and connection as we see in the upcoming festive season where our resorts are pacing 30% ahead of 2019, or the amount of group business being booked into 2023 at our Americas full service managed properties, which is 30% higher than 2019 levels.\nThere's ample room for further growth of travel spend as the underlying behavioral drivers of travel demand are powerful and durable and will, in our opinion, propel travel back to its pre-pandemic share of wallet relative to the broader economy.\nOur performance this quarter reaffirms the earnings power of Hyatt's unique positioning with our focus on the higher-end customer, our industry-leading growth and our concentration of revenue derived from leisure and group segments, all amplified by the positive operating leverage in our business.\nThe result is a model that is producing significant growth in earnings and free cash flow, allowing us to invest opportunistically to grow our fee business and at the same time, buyback approximately $290 million worth of shares through the first 10 months of this year at attractive prices.\nIn addition, the meaningful progress we have achieved towards our asset-light disposition goal has provided liquidity to reduce our outstanding debt by $836 million year-to-date through October, demonstrating our ongoing commitment to our investment-grade profile.\nIn summary, we are operating from a position of strength as we continue to extend our efforts to scale care for each of our stakeholders as we rapidly transform Hyatt in a way that we believe is truly differentiated from other players in the industry.\nOur momentum remains extremely strong. Since our last earnings call, we announced 3 strategic deals that further transform Hyatt. And as a result of these announcements and with special reference to Lindner Hotels, we are raising our full year 2022 net rooms growth guidance to approximately 6.5%.\nLet me take a moment to highlight these asset-light deals that broaden our representation in key markets and service platforms for growth into the future and create compelling experiences for our guests.\nFirst, our agreement with Lindner Hotels, which is a family-run German hospitality business. This agreement will significantly increase the number of franchise properties in Europe, bringing a collection of more than 30 vibrant hotels and 5,500 rooms into the JdV by Hyatt brand, with the majority of these hotels expected to join our system by the end of this year.\nRepresenting the next phase of our growth story in Europe, this deal expands our brand footprint into 15 new markets and meaningfully grows our scale across Germany, a key source market that will strengthen our network effect throughout Europe.\nWith the inclusion of Lindner, we will have grown our room count in Europe by nearly 25,000 rooms and will have tripled in size over the past 4 years and we are just getting started.\nSecond is our joint venture with Kiraku to launch Atona, a new luxury hospitality brand of modern style hot springs Ryokans in Japan. This joint venture increases Hyatt's luxury footprint and fills a unique opportunity to be the first international company to enter the Ryokan space.\nWe are doing so through a scalable platform that will provide a deeply unique set of experiences for our guests. Development plans are underway, and we expect to open the first Atona-branded Ryokans by 2025.\nThird is the addition of 5 all-inclusive resorts in Bulgaria, further strengthening our leadership position in the all-inclusive category as we grow in new markets in Europe.\nThis announcement with a pre-existing Hyatt property owner marks the planned entry of our all-inclusive resorts all under ALG brands into a third European country joining locations in Spain and Greece and enables us to attract a diverse group of travelers seeking immersive all-inclusive resort experiences. We expect the majority of the resorts to open under our brands in 2023.\nWe will share the common thread of driving asset-light growth and enriching the breadth of experiences for our guests. The third parties in these deals have chosen to work with us because of our expertise and proven track record in lifestyle and all-inclusive brands.\nWe're cultivating a unique portfolio that drives deepening loyalty, leading to stronger connectivity and engagement with our members. This is further evident when looking at the World of Hyatt program, where membership has increased by 20% in the past 12 months alone.\nIt's not just our guests who are taking notice, the World of Hyatt program was recently named the World's #1 Best Hotel Rewards Program by U.S. News & World Report.\nLooking ahead, we're pursuing other asset-light platform opportunities beyond our ongoing organic growth through individual development deals.\nThe unique nature of these opportunities is driven by both the positive attributes of our network that I just described and the realization by many owner operators that the financial commitment and complexity to successfully scale a brand and management platform are increasingly formidable.\nAs always, we'll stay highly disciplined, both in terms of quality and economic value creation and look forward to keeping you informed of our progress in this area.\nMoving to our latest business trends. Comparable system-wide RevPAR for our legacy high business was up 2% in the third quarter compared to 2019 or up 5% when excluding Greater China. The strength and breadth of our recovery has been remarkable.\nOn a comparable system-wide basis, our managed and franchised hotels generated 40% more in rooms, and food and beverage revenue in the third quarter as compared to the first quarter of this year.\nRevPAR has strengthened across the world with nearly all of our major geographic areas outside of Asia Pacific now trending well ahead of 2019 levels.\nIn the third quarter, we experienced extraordinary growth in Europe, South Asia, Latin America and the Caribbean, all of which were more than 20% ahead of 2019 levels. The United States continued to strengthen with RevPAR growth of 3% in the third quarter versus 2019.\nAsia Pacific was the only region that continues to lag in the recovery though we remain encouraged.\nFrom a segmentation perspective, we experienced another record quarter of leisure transient revenue, which was up 20% to 2019 levels on a comparable system-wide basis.\nOutsized leisure demand has continued into the fall and we see no meaningful shifts in booking behavior to suggest that this is changing. Leisure transient revenue is pacing more than 20% ahead of 2019 for the remainder of 2022 and into the first quarter of 2023.\nGroup room revenue also experienced momentum during the third quarter, finishing approximately 3% below 2019 levels with very strong bookings during the quarter for future periods. We anticipate that October, typically our busiest [fruit] box of the year, will finish ahead of 2019 levels.\nFurther, bookings into 2023 have been robust. In the third quarter, we booked 30% more in group business into 2023 for our Americas full service managed properties as compared to the same booking period in 2019 and the rates at which we are booking business are more than 17% higher.\nIn addition, adding to our optimism is the recent experience of our sales leaders at IMAX, a top meeting planner conference. The tone from the top 1,500 U.S. meeting planners was enthusiastic and optimistic and we've seen continued strength in near-term demand. There is strong pent-up demand, and we expect to see a continued acceleration in group business.\nAs for business transient, we've been pleased to see a notable acceleration in demand with revenue trending at approximately 80% of 2019 levels in the post Labor Day period in September with further improvement into October.\nWe're seeing strong recovery in certain sectors that have previously lagged such as tech, manufacturing and entertainment. Given our conversations with customers and executives, we expect business transient to continue this positive trajectory in the months ahead.\nTurning to ALG. I'd like to take a moment to recognize the 1-year anniversary of our acquisition, which established Hyatt as having the largest portfolio of luxury all-inclusive resorts in the world and accelerated our asset-light transformation and net rooms growth.\nThis quarter, ALG performed exceptionally well with net package RevPAR for all-inclusive properties managed by ALG in the Americas, up 29% in the third quarter compared to 2019.\nLooking ahead, gross package revenue, which typically has a longer booking window, is pacing approximately 30% ahead of 2019 for the remainder of the year and as we look into the first quarter of 2023. It's very encouraging to see pace more than 16% ahead of 2022, suggesting continued strength across the ALG portfolio next year.\nIn summary, as we assess overall business trends, we maintain our optimistic outlook. Future bookings remain strong and the performance of our hotels post Labor Day has exceeded our expectations with group and business transient showing encouraging momentum.\nConversations with corporate customers continue to suggest further recoveries ahead for group and business transient, and leisure transient shows no sign of slowing, as evidenced by the strong bookings at our resorts through the first quarter of 2023.\nMoving to real estate transactions. In October, we sold the Hyatt Regency Greenwich in Connecticut, resulting in gross proceeds of $40 million. And as we have consistently done in the sale of our hotel assets, we entered into a long-term agreement to maintain our brand, in this case, with Hyatt continuing to manage the hotel.\nIn addition, we sold the entity that was the lessee of the Hyatt Regency Mainz in Germany and entered into a long-term franchise agreement.\nWith these transactions, we've realized $721 million in proceeds from asset sales at an average multiple of 15x towards our $2 billion sell-down commitment, net of the $135 million acquisition of Hotel Irvine we announced last quarter.\nWe continue to pursue the sale of one existing small asset and we've launched the marketing process for the sale of one additional hotel.\nWe continue to be very focused on realizing the most attractive valuations and securing durable long-term management or franchise agreements and we remain highly confident in achieving our sell-down commitment. To be very clear, our sell-down commitment is net of any acquisition activity.\nIn closing, it was another tremendous quarter, both in terms of our financial results and progress towards our strategic goals. The asset-light deals we announced will materially expand our presence in high barrier to entry markets and are expected to provide platforms for future growth for years to come.\nLastly, despite an uncertain macroeconomic backdrop, we continue to see demand accelerating with no signs of slowing as our guests and our business customers prioritize experiences and connection. We remain very optimistic and are thrilled with the transformation that is underway.\nI'll now turn it over to Joan to provide additional details on our operating results. Joan, over to you.\n\nJoan Bottarini\n\nExecutive VP, CFO & Principal Accounting Officer, Hyatt Hotels Corporation\n\nThank you, Mark, and good morning, everyone. My commentary today will cover consolidated financial results, key drivers of our strong performance, capital allocation execution and expectations I can share for the remainder of 2022.\nThis morning, we reported third quarter net income attributable to Hyatt of $28 million and diluted earnings per share of $0.25. As Mark mentioned, this was a record third quarter with adjusted EBITDA of $252 million, including ALG's contribution of $78 million.\nAdditionally, net deferrals were $17 million and net finance contracts were $26 million. The strength of our results was largely driven by our outsized growth in fee revenue.\nTotal management franchise and other fees were $224 million, an increase of 50% from the third quarter of 2019, driven by the significant fee contribution from ALG and our industry-leading organic net rooms growth over the past 5 years.\nAs a result of our expansion in fee revenue, the mix of our fee-based earnings relative to real estate earnings was in excess of 70% for the quarter, illustrating how we are quickly transforming our earnings model.\nIf you also include ALG vacations, which is inherently asset-light, given its revenue is primarily derived from commissions and the level of capital investment required is minimal, our total mix of asset-light earnings relative to real estate earnings is even higher.\nTurning to our Legacy Hyatt results. Adjusted EBITDA was $174 million for the quarter, which is approximately 31% higher than 2019, adjusted for currency and the net impact of transactions.\nOur management and franchising business benefited from our larger system size and a more fully recovered RevPAR environment. As Mark mentioned, system-wide RevPAR was 2% above 2019 with the growth all driven by our Americas and EAME and Southwest Asia segment. These 2 segments reported adjusted EBITDA greater than 2019 by approximately 30%.\nAdditionally, our owned and leased segment generated $66 million in adjusted EBITDA for the quarter, down 10% to 2019 on a reported basis while being up 41% to 2019 when adjusted for the net impact of transactions.\nComparable owned and leased margins improved to 24.1% in the quarter, up 720 basis points to 2019 levels for the same set of properties, reflecting an increase in average daily rate of 17% versus 2019 and another quarter of strong operational execution.\nInternational comparable owned and leased properties accounted for over half of the adjusted EBITDA growth to 2019, and we continue to see outperformance in our properties in the United States.\nAs we look ahead to the fourth quarter, we're seeing a continuation of these positive trends, driven by a strong recovery in group revenue, steadily improving business transient demand and sustained strength from leisure.\nTurning to ALG. The performance of the segment once again exceeded our expectations, driven by continued strength in net package RevPAR and guest departures in the third quarter. Adjusted EBITDA was $78 million.\nNet deferrals were $17 million. And net finance contracts were $26 million. As we noted in the past, when assessing ALG performance, it's critical to include net deferrals and net finance contracts due to the timing of the recognition of GAAP revenue and expense of unlimited vacation club memberships.\nTo further illustrate how net deferrals and net finance contracts tracked to cash flow generation and represent value creation of the business, we have included a new enhanced disclosure in schedule A-3 of our earnings release. This free cash flow generation of an ALG continues to be strong and 3 key areas drove ALG financial results.\nFirst, net package RevPAR for the same set of properties managed by ALG in the Americas was up 29% to 2019, reflecting strong net package ADR growth of 25%. Total net package revenue was up 91% to 2019, reflecting the significant net rooms growth since 2019, primarily due to ALG's expansion in Europe and organic growth in the Americas.\nSecond, approximately 9,200 membership contracts were signed for ALG's Unlimited Vacation Club in the quarter, exceeding 2019 levels by 32%. Third, ALG vacations had approximately 682,000 guest departures and realized strong unit pricing.\nThe improvements to the operating model and ongoing optimization of the mix of revenue, coupled with strong demand, continues to produce very strong levels of earnings. And during the third quarter, ALG vacations also benefited from certain airline refunds resulting in a onetime positive impact of $4 million.\nIn summary, ALG posted another quarter of very strong financial results. We're optimistic about the fourth quarter for several reasons, including the expected continued strength of leisure travel demand, favorable pricing environment, an airlift that remains above 2019 levels for key Americas destinations.\nI'd also like to provide an update on our strong cash and liquidity position. As of September 30, our total liquidity of $2.9 billion included $1.4 billion of cash, cash equivalents and short-term investments and approximately $1.5 billion in borrowing capacity on our revolving credit facility.\nOur total liquidity as of September 30 excludes approximately $300 million of restricted cash to redeem floating rate senior notes. In October, we used this restricted cash to redeem approximately $302 million of floating rate senior notes, inclusive of interest.\nAnd also in October, we used cash on hand to redeem approximately $353 million of senior notes at par and inclusive of interest in advance of their July 2023 maturity, realizing a significant savings in future interest expense.\nAs a result of these transactions, the total outstanding principal on our senior notes was $3.1 billion as of October 31. These actions are a direct result of our strong realization of asset sale proceeds thus far this year and demonstrate our ongoing commitment to our investment-grade profile.\nRecord operating performance and asset-light growth is contributing to our strengthening free cash flow. During the third quarter, we repurchased $162 million of Class A common shares. And during the month of October, we repurchased an additional $27 million of Class A common shares. And as of October 31, we now have approximately $638 million remaining under our share repurchase authorization.\nFinally, I'd like to make a few additional comments regarding our 2022 outlook. As a result of the strong operating trends Mark covered earlier, we now expect full year 2022 system-wide RevPAR to grow between 60% and 65% to 2021 and to be down between 7% and 4% to 2019.\nAdditionally, consistent with our communication in the second quarter, we continue to expect adjusted SG&A to be in the approximate range of $460 million to $465 million, excluding any bad debt expense.\nWe expect ALG adjusted SG&A will be approximately $20 million lower than the outlook provided last quarter, offset by Legacy Hyatt adjusted SG&A that will be approximately $20 million higher.\nThese updates reflect payroll savings and a delay in certain investment spend for ALG with the savings largely offset by an increase in incentive compensation expense and other onetime costs in our Legacy Hyatt business.\nWe continue to expect capital expenditures for 2022 to be approximately $210 million, which includes Legacy Hyatt of $185 million and $25 million for ALG.\nLastly, turning to net rooms growth. As Mark mentioned, with our continued transformation and recently announced strategic deals, we are raising our full year 2022 net rooms growth guidance to approximately 6.5%.\nI will conclude my prepared remarks by saying we are very pleased with our third quarter results, which demonstrate our unique positioning and differentiated model.\nThe strong positive operating leverage in our business model and the value creation ALG has brought to Hyatt 1 year after acquisition is fueling record earnings and free cash flow.\nWe're proud of the accomplishments we've achieved to advance our long-term strategy and are excited for the recently announced deals, accelerating our asset-light growth, while at the same time, reducing leverage and returning capital to shareholders.\nThank you. And with that, I'll turn it back to our operator for Q&A."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/29e45fff3cc2add40f5a4d602099f2b7",
        "textblob_polarity": 0.12303859808442288,
        "textblob_subjectivity": 0.40622364171243985,
        "sentiment": {
            "distribution": {
                "positive": 24,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9995269278685252,
                "neutral": 0.9777039885520935
            }
        },
        "content1": "Q2 2022 Hyatt Hotels Corp Earnings Call\n\nQ2 2022 Hyatt Hotels Corp Earnings Call\n\nHNYSEAUG 9, 3:00 PM\n\nOperator\n\nGood morning, and welcome to the Hyatt Second Quarter 2022 Earnings Call. As a reminder, this conference call is being recorded.\nI would now like to turn the call over to Noah Hoppe, Senior Vice President, Investor Relations. Please go ahead.\n\nNoah Hoppe\n\nSVP of IR and Financial Planning & Analysis, Hyatt Hotels Corporation\n\nThank you, operator. Good morning, everyone, and thank you for joining us for Hyatt's Second Quarter 2022 Earnings Conference Call. Joining me on today's call are Mark Hoplamazian, Hyatt's President and Chief Executive Officer; and Joan Bottarini, Hyatt's Chief Financial Officer.\nBefore we get started, I would like to remind everyone that our comments today will include forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our annual report on Form 10-K, quarterly reports on Form 10-Q and other SEC filings. These risks could cause our actual results to differ materially from those expressed in or implied by our comments.\nForward-looking statements in the earnings release that we issued today, along with the comments on this call, are made only as of today and will not be updated as actual events unfold. In addition, you can find a reconciliation of non-GAAP financial measures referred to in today's remarks on our website at hyatt.com under the Financial Reporting section of our Investor Relations link, and in this morning's earnings release. An archive on this call will be available on our website for 90 days.\nAnd with that I'll turn the call over to Mark.\n\nMark Samuel Hoplamazian\n\nPresident, CEO & Director, Hyatt Hotels Corporation\n\nThank you, Noah. Good morning and thank you to everyone for joining us today. This morning we reported our second quarter 2022 earnings results, further demonstrating the power of Hyatt's transformation into a fundamentally stronger and uniquely positioned company. The attributes that define our differentiated model include, first; our focus on the high-end traveler, second; our earnings concentration in the Americas; third, a majority of revenues derived from leisure travel; fourth, relatively higher exposure to group business; fifth, strong positive operating leverage, especially in our owned and leased hotel performance; and finally, industry-leading net rooms growth over the past 5 years.\nIn the same time period, Hyatt has been transformed and we believe is well positioned to outperform other multi-brand companies over the years to come. Our second quarter results reflect superior performance across all of our business lines derived entirely from the attributes I just mentioned that define our positioning. We anticipated a strong recovery in the second quarter, and I'm pleased to report results that exceeded our expectations.\nWe had a record quarter as measured by adjusted EBITDA plus net deferrals and net finance contracts, the strongest in the company's history by a significant margin driven by a record level of leisure demand, along with rapidly recovering group and business transient demand. Comparable system-wide RevPAR in the second quarter exceeded 2019 levels when excluding Greater China. In addition, ALG net package RevPAR and our all-inclusive properties in the Americas managed by ALG was ahead of 2019 levels by 17%.\nAdjusted EBITDA for legacy Hyatt also set a new record after adjusting for currency and the net impact of transactions. Looking ahead, our outlook remains optimistic for a number of reasons. First, it is notable that our second quarter results were achieved while group and business transient are still in a state of recovery. Demand has yet to normalize with system-wide occupancy still down more than 1,000 basis points to 2019 levels in the second quarter, a gap entirely driven by lower levels of group and business transient demand.\nMomentum continues to build in these 2 areas, and conversations with customers, along with strong forward booking data provides confidence that occupancy will recover more fully in the months ahead. Second, while we are encouraged by the RevPAR recovery thus far, it's important to highlight the significant gap that exists when comparing RevPAR growth to the broader economic expansion that has occurred over the past 3 years.\nTraditional drivers of our business such as consumer discretionary spend and nonresidential fixed investments have expanded in the mid-teens percentage range or higher, while our RevPAR in the United States only just surpassed 2019 levels in June, and on a system-wide basis in July. The RevPAR recovery still significantly lags the broader economic measures. And only with further recovery to travel spend regain its pre-pandemic share of wallet. We expect the gap to narrow as consumers pivot back to prioritizing spending on services and businesses resume travel more fully.\nThird, we believe our customer base and higher-end chain scale concentration will remain resilient in the face of potential macroeconomic pressures. The variety of data we monitor from forward bookings to consumer sentiment surveys indicate the high-end customers maintaining resilience, and continues to prioritize travel. This is consistent with consumer behavior for higher income groups during other periods of macroeconomic uncertainty.\nWhen looking at comparable system-wide RevPAR luxury brands in the Americas and in the Indian Southwest Asia regions, we were up 22% in the second quarter and accelerated up to 28% in July when compared to 2019, respectively. This is clear evidence of a differentiator and value driver for Hyatt as compared with the broader industry, especially during variable macroeconomic conditions.\nFourth, our industry-leading net lease growth has yet to be fully reflected in our financial results. Since the start of 2019, nearly 30% of our organic growth has come through openings in Asia Pacific. Even with the strong level growth, our Asia Pacific segment contributed only $6 million of adjusted EBITDA in the second quarter of 2022 as compared to $20 million in the second quarter of 2019. And the region has grown by over 13,000 rooms or 35%. We are seeing RevPAR momentum in Asia Pacific, and expect fees from the region to serve as a tailwind as it continues to recover in the months and quarters ahead.\nLastly, our loyalty program, World of Hyatt, and overall commercial services engine is a source of tremendous strength. The number of World of Hyatt members has grown by 65% over the past 3 years, which is driving a record level of direct bookings, especially through our digital channels. The performance of our Americas full service properties in the second quarter is a great demonstration of our progress with World of Hyatt members accounting for nearly half of room nights, and revenue booked directly through Hyatt channels reaching nearly 74%, both improving significantly over the same period in 2019.\nOur brands are resonating with customers and we're delivering great results through expanded market share and lower distribution costs for our hotel owners. We're now a more agile organization with an accelerating proportion of earnings coming from our fee-based business. We believe the key attributes of Hyatt's business in 2022 and looking forward better positions us than ever before to continue to deliver strong results as we adapt to evolving macro factors we may face in the future.\nNow let's dive a bit deeper into the latest trends from the quarter. First, starting with ALG. The segment significantly exceeded our expectations once again this quarter. To provide context, through the first 6 months of 2022, ALG has already surpassed its full year 2019 economic performance. Net package RevPAR for properties managed by ALG in the Americas, in both 2019 and 2022, had a strong recovery improving from down 8% in the first quarter to up 17% in the second quarter relative to 2019. Further, non-package revenue had a significant positive impact on results as well with a 26% increase when compared to 2019, a testament, the compelling programming at ALG's resorts and the value that our high-end customer base places on accessing great additional experiences while on property.\nThe strong net package RevPAR environment also contributed to a record number of new unlimited vacation club contract signings and another terrific quarter for the ALG vacation distribution business. And it's worth acknowledging these strong results were achieved when travel alternatives such as European destinations and cruise lines had significantly more availability than in prior periods.\nTurning to integration efforts. May 9 marked the official date when guests could start to earn and redeem World of Hyatt points at ALG resort properties in the Americas. It is still early, but we're thrilled with the progress so far. We've enrolled over 41,000 new World of Hyatt members at participating ALG resort properties with a rate of enrollment that is significantly higher than what we typically see from newly opened Hyatt properties. We're also very encouraged by the level of spend of our World of Hyatt members, which is materially outpacing nonmembers. We expect the integration of World of Hyatt with ALG's European properties to be complete by the end of the year, and we'll provide updates of our progress there.\nTurning to the latest trends in our legacy Hyatt business. The pace of recovery also exceeded expectations with comparable system-wide RevPAR improving from down 25% to 2019 levels in the first quarter to down only 5% in the second quarter. Excluding Greater China, system-wide RevPAR finished ahead of 2019 in the second quarter, demonstrating the broadening demand for our hotels globally now that travel restrictions have [been lifted].\nFrom a geographic perspective, RevPAR has continued to recover in many parts of the world. Looking at the Americas, RevPAR was up 3% to 2019 in the second quarter driven by strength in our luxury brands which actualized 20% ahead of 2019 levels driven by rate growth of 27%. This is particularly meaningful given that we have doubled the number of luxury rooms in our system over the past 5 years. Many urban markets improved rapidly as the quarter progressed driven by improved group and business transient demand. In the United States, RevPAR urban locations was down 8% versus 2019 in the second quarter, and has steadily shown month-to-month improvements being down only 4% in June and down only 2% in July as compared to 2019.\nIn EV and Southwest Asia, the region saw a travel resurgence with RevPAR growth of 12% to 2019 in the second quarter. Cross-border travel was notably strong in the region with travelers from North America contributing 17% of rooms revenue, consistent with the contribution during the same period of 2019. The overall strength of recovery in the region can be attributed to solid growth in Leisure, an increase in business transient large events, all contributing to stronger rates.\nMeanwhile, RevPAR in Asia Pacific remained at depressed levels, finishing down 48% versus 2019 in the second quarter driven by Greater China, which was down 62% due to lockdowns in certain key markets. Despite the difficulties in Greater China, RevPAR in the Asia Pacific region improved throughout the quarter when compared to 2019, from down 58% in April to down 35% in June.\nWe remain confident in Asia Pacific's path to recovery with the continued ease-of-travel restrictions and improvement in airlines. We're particularly encouraged to see the recovery momentum accelerated in July with RevPAR down less than 20% versus 2019 with a very rapid improvement in Greater China, which was down only 21% in July, a significant improvement from being down 64% just 2 months prior.\nFrom a segmentation perspective, we experienced another record quarter of leisure transient revenue, up 19% to 2019 on a comparable system-wide basis with a contribution of 54% of total room revenue for the quarter. While resorts continue to experience strong results, the leisure recovery broadened with notable growth in urban markets as cities more fully reopened across the globe. Group room revenue showed meaningful strength, building on the momentum from the first quarter, finishing down only 11% to 2019 in the second quarter with steady month-to-month improvement from down 14% in April to down only 7% in June. We continue to see significant short-term group demand primarily from corporations with gross group bookings in the second quarter for stays that will occur this year, at 45% above 2019 levels, for our Americas full service managed properties. It was this unprecedented level of short-term group demand that narrowed our case deficit as we progress through the quarter.\nWe entered the second quarter with a group pace deficit up 16% to 2019, but actualized down only 11% as a result of strong short-term booking behavior. This trend is continuing with an acceleration in booking activity in July for 2023.\nAs for business transient, we're very encouraged by the recovery momentum as demand continues to broaden. System-wide business transient was down 58% to 2019 in the first quarter, and improved to down 38% in the second quarter, with June down only 31%. We experienced encouraging performance in certain gateway cities such as New York City, up 5% to 2019, with other major cities showing strength driven by the relaxing of company travel prescriptions.\nThe recovery within our large national accounts is typically encouraging, improving from 54% recovered in April to 71% recovered in June. And our top 10 customers have recovered by more than 80%.\nAs more employees return to office, restrictions are eased and cross-border travel more fully resumes. We anticipate business transient to continue to strengthen in the months ahead.\nTurning to growth. We had a strong second quarter of net rooms expansion. We opened over 5,500 rooms, contributing approximately 4,600 net rooms to our system. Over half of the rooms we opened during the quarter were resorts and included incredible additions to the portfolio, such as the Avila Maldives and the Secrets Moxche outside of Playa del Carmen. Additionally, we opened our first Caption by Hyatt on the same Beale Street in Memphis. We are excited about this innovative lifestyle select service brand, and we are thrilled to have the first one to open and operate in. We look forward to many more to come.\nOur total net rooms growth is 19% over the trailing 12-month period, which represents an increase of 40 basis points as compared to the 18.6% of net rooms growth reported in the first quarter. The accelerated growth in our fee-based business during the second quarter was heavily driven by our ALG resorts. It's notable that ALG has already achieved net rooms growth of 10% since the start of the year, which is well ahead of the approximately 10% growth target we anticipated for the full year.\nAs for the legacy Hyatt portfolio, net room growth is 4.6% over the trailing 12-month period as opening activity has slowed in part by a lower level of openings in Greater China due to lockdowns impacting the rate of construction. However, we have exciting hotel openings scheduled over the back half of the year and compelling conversion opportunities under negotiation. As a result, we expect net rooms growth for the full year to be greater than 6%.\nMoving to real estate transactions. As previously disclosed, we've had a very active first half of the year which resulted in gross proceeds from asset sales of $812 million. We're currently marketing 2 owned hotels for sale, and are pleased with the progress we are making. We're also pleased to announce that on August 3, we acquired the Hotel Irvine in Irvine, California, a hotel we know very well, as it was previously the Hyatt Regency Irvine for over 20 years before exiting our system several years ago. We purchased the 541-room hotel for $135 million, securing our brand presence in a highly sought-after location where we are underrepresented.\nAs in the past, when we look at unique opportunities like this one, we remain highly confident in our ability to unlock value through renovating and repositioning the hotel while seeking to identify a strategic third-party buyer to be a long-term owner of the asset.\nI'm proud to share that we recently announced progress made across our ESG platform, World of Care, released our Diversity Equity and Inclusion Disclosures and shared our global reporting initiative, all of which demonstrated how Hyatt is advancing care from the planet, people and responsible business. We are proud that our World of Care platform was named 2022 ESG Program of the Year by [Radian] communications. I'd like to share a few specific key ESG highlights.\nFirst, Hyatt's Science Based Targets were approved by the Science Based Targets initiative, reflecting our focus on making significant reductions in greenhouse gas emissions. Second, I'm proud to share that we have increased representation across several groups, including people of color and women in leadership positions across our workforce. Lastly, with a focus on improving diverse vendor representation across our supply chain, Hyatt, welcomes 220 new Black owned businesses to participate as suppliers to our hotels in the Americas.\nI would like to thank all of the members of the Hyatt family who bring World of Care to life every day with creativity and passion. We look forward to continuing to share our progress, challenges and solutions that are advancing us towards our ESG goals.\nI'll conclude my prepared remarks this morning by saying that we're very pleased with the strong results we delivered this quarter and maintain our optimism as we look toward the remainder of this year and into 2023.\nI'll now turn it over to Joan to provide additional details on our operating results. Joan, over to you.\n\nJoan Bottarini\n\nExecutive VP, CFO & Principal Accounting Officer, Hyatt Hotels Corporation\n\nThanks, Mark, and good morning, everyone. My commentary today will cover consolidated financial results, key drivers of our strong performance and expectations I can share for the remainder of 2022. This morning, we reported second quarter net income attributable to Hyatt of $206 million and diluted earnings per share of $1.85, with our results favorably impacted by gains on sale of real estate of $251 million, the acquisition of ALG and significantly improved operating performance. Adjusted EBITDA for the quarter was $255 million. Additionally, net deferrals were $25 million and net finance contracts were $15 million.\nAs Mark mentioned, this was a record quarter. We experienced a record level of leisure demand and a rapid recovery in group and business transient demand. We translated this demand into strong rate realization, fee growth and margin expansion through excellent execution.\nAdjusted EBITDA for Hyatt, excluding ALG, was $201 million for the quarter, which is approximately 13% higher than 2019, adjusted for currency and the net impact of transactions. The improved performance of the legacy Hyatt business reflects strength in our core business and new fees generated from our industry-leading growth.\nWe reported a record level of total management franchise and other fees, 27% higher than any other quarter in the company's history, and up 30% to 2019 in the second quarter driven by RevPAR expansion and industry-leading networking growth. Comparable RevPAR growth was 3% to 2019 in the Americas and 12% to 2019 in EMEA and Southwest Asia in the second quarter, with our Asia Pacific region trailing. The Americas and Indian Southwest Asia Lodging segment combined resulted in an approximately 11% expansion in fees in 2019.\nTurning to our owned and leased portfolio. The segment generated $99 million in adjusted EBITDA for the quarter, down 14% to 2019 on a reported basis while being up 20% to 2019 when adjusted for currency and the net impact of transactions. Comparable owned and leased margins improved to 31.9% in the quarter, up 800 basis points to 2019 levels for the same set of properties reflecting another quarter of very strong operational execution and an increase in average daily rate of 15% in 2019.\nInternational comparable owned and leased properties accounted for $9 million of adjusted EBITDA growth to 2019 driven by strong results in our European properties, namely the Park Hyatt Paris and the Park Hyatt Zurich. Additionally, our Miraval portfolio continued to perform exceptionally well, generating an $8 million increase in adjusted EBITDA compared to 2019.\nLooking ahead to the third quarter, the rate of RevPAR recovery strengthened in July, benefiting from strong summer leisure travel and group demand, with system-wide RevPAR in July, finishing 5% ahead of 2019, and ADR growth of 17%, marking the first month in which system-wide RevPAR exceeded 2019 levels. Our comparable owned and leased hotel RevPAR in July was up 12% with ADR growth of 18%. On a system-wide basis, Leisure revenue maintained its strength, and group revenue slightly exceeded 2019 levels in July, a remarkable milestone considering group revenue, was down more than 40% in the first quarter of this year and 11% in the second quarter.\nLooking into August and onwards, total transient bookings remained strong with comparable transient revenue at approximately 1% higher than 2019 for the remainder of this year and 4% higher, excluding Greater China. We also continue to see strong short-term demand for group with short-term group bookings at approximately 40% above 2019 levels for our Americas full service managed property. Overall, the trends and trajectory are very encouraging and consistent. Demand is broadening, both geographically and by segment. We have confidence that the recovery in demand will continue into the latter half of this year, and we're particularly encouraged by the momentum we're seeing in Asia Pacific.\nTurning to ALG. The performance of the segment once again significantly exceeded our expectations. Adjusted EBITDA for the quarter was $54 million, net deferrals were $25 million and net finance contracts were $15 million. As a reminder, it's critical to assess performance of some of these 3 items, adjusted EBITDA, net deferrals and net finance contracts. Due to GAAP revenue and expense recognition requirements related to ALG's Unlimited Vacation Club business. We've provided a table on Page 3 of the schedules in the earnings release for reference and net deferrals and net finance contracts as well as a supplemental presentation for modeling ALG's contribution to Hyatt.\nI'll take a moment to cover 3 areas that drove ALG's financial results. First, net package RevPAR for the same set of hotels in the Americas was up 17% to 2019 during the quarter, reflecting strong net package ADR, which was up 19% in the second quarter of 2019. New hotels added to the ALG resort portfolio, and significantly improved performance drove $36 million in total fee revenue in the quarter. Incentive fees were notably strong and record average rates fuel expanding operating margin growth.\nSecond, approximately 8,500 membership contracts were signed for ALG's Unlimited Vacation Club in the quarter, the primary driver of performance for other revenues net deferrals and net finance contracts. This level of sales exceeds 2019 by 20% driven by sales of memberships at higher tiers. UVC now has 125,000 active members, exceeding 2019 by 30%. Third, the ALG Vacations business realized strong results with strong unit pricing, increased airlift and consumer preference for all-inclusive luxury. In the quarter, ALG Vacations reported 744,000 guest departures, which drove $256 million of distribution and destination management revenue and $206 million of expense in the quarter, reflecting approximately 20% margins on the business, significantly above 2019.\nThe strong margin levels were aided by strong seasonal demand. And on a full year basis, we anticipate margins for the Vacation business to be in the mid- to high teens. In summary, ALG posted another quarter of very strong financial results. We remain optimistic as we look into the remainder of the year for several reasons, including the strength of demand in which we see no sign of softening, travel restrictions that have been lifted in key ALG markets, improved airlift that is approximately 24% above 2019 levels for key Americas destinations, and a favorable pricing environment.",
        "content2": "We'd also reiterate that ALG is seasonal. And while we anticipate the growth rate relative to historical periods to remain strong, the EBITDA contribution of the segment is expected to moderate relative to what was generated in the first half of the year as we enter seasonal periods of lower leisure demand, and also make investments in the second half of 2022, targeted towards future growth opportunities.\nI'd also like to provide an update on our strong cash and liquidity position. As of June 30, our total liquidity includes nearly $2 billion of cash, cash equivalents and short-term investments, up approximately $650 million from the prior quarter driven by cash flow from operations and net proceeds from asset sales. The increase in our liquidity is net of approximately $180 million of debt reduction, primarily related to the Grand Hyatt San Antonio sale and approximately $100 million in share repurchases during the quarter. In addition to our cash position, we maintained approximately $1.5 billion in borrowing capacity on our revolving credit facility. We entered into a new credit agreement during the second quarter with the maturity of May of 2027.\nAs of June 30, we have no debt maturities in the next 12 months. However, we will have an option beginning in the fourth quarter of 2022 to pay down a portion or all of the notes issued in the fourth quarter of 2021, and we expect to pay down a significant portion of these notes in keeping with our commitment to an investment-grade profile.\nFinally, I'd like to make a few comments regarding our 2022 outlook. While we acknowledge that long-term visibility remains challenging, especially in certain markets where travel restrictions remain in place, we expect full year 2022 system-wide RevPAR to grow between 55% and 60% to 2021, and to be down between 9% and 4% to 2019. This implies that RevPAR over the latter half of the year will be in the same approximate range as 2019 for the same set of comparable hotels adjusted for currency. Additionally, we continue to expect adjusted SG&A to be in the approximate range of $460 million to $465 million, excluding any bad debt expense, and continue to expect capital expenditures to be approximately $210 million.\nLastly, turning to net rooms growth. While we recognize macro factors such as supply chain issues, and COVID-related restrictions are impacting the timing of opening. As Mark mentioned, we are particularly encouraged by the volume of conversion opportunities in the second half of 2022, and expect net rooms growth for the full year to be greater than 6%.\nI will conclude my prepared remarks by saying that we're very pleased with our second quarter results, which demonstrates the progress we've made on our asset-light transformation and the excellent execution driving core business results by our global property and support teams. Our optimism for the future is fueled by our confidence in new teams as well as the visibility we have to continued momentum in demand.\nThank you. And with that, I'll turn it back to our operator for Q&A."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/9581d8a0276622fa88ea46bc7fb573cf",
        "textblob_polarity": 0.12103645147123399,
        "textblob_subjectivity": 0.4044444444444443,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "negative": 2,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9931703805923462,
                "negative": 0.9978786706924438,
                "neutral": 0.9725309371948242
            }
        },
        "content1": "Q1 2022 Hydro One Ltd Earnings Call\n\nQ1 2022 Hydro One Ltd Earnings Call\n\nHTORONTOMAY 5, 2:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Hydro One Limited First Quarter 2022 Analyst Teleconference. (Operator Instructions) As a reminder, the call is being recorded.\nI would now like to introduce your host for today's conference, Mr. Omar Javed, Vice President, Investor Relations at Hydro One. Please go ahead.\n\nOmar Javed\n\nVP of IR, Hydro One Limited\n\nGood morning, everyone, and thank you for joining us in Hydro One's first quarter earnings call. Joining us today are our President and CEO, Mark Poweska; and our Chief Financial Officer, Chris Lopez.\nIn the call today, we will go over our first quarter results and then spend most of the call answering as many of your questions as time permits. There are also several slides that illustrate some of the points we'll address in a moment. They should be up on the webcast now, or if you're dialed into the call, you can also find them on Hydro One's website in the Investor Relations section under Events and Presentations.\nToday's discussions will likely touch on estimates and other forward-looking information. You should review the cautionary language in today's earnings release and our MD&A, which we filed this morning regarding the various factors, assumptions and risks that could cause our actual results to differ as they all apply to this call.\nWith that, I'll turn the call over to our President and CEO, Mark Poweska.\n\nMark Poweska\n\nPresident, CEO & Director, Hydro One Limited\n\nGood morning, and thank you for joining us for our first quarter earnings call. As you'll see from this morning's release, our teams continue to operate in a very disciplined manner to serve our customers and the communities in which we operate. I'll briefly discuss some of our notable achievements this quarter and then pass it on to Chris to discuss the financial results in greater detail.\nTo start with, I'm very pleased with the results that our teams have achieved. Their hard work has enabled us to provide electricity to our customers when and where it's needed. This dedication to great customer service, along with a track record of top quartile reliability for transmission has been recognized.\nMost recently, we were delighted to receive news that our transmission license has been amended to develop 4 transmission lines to meet the growing electricity demand in Southwest Ontario. This is in addition to a previous transmission designation for the Chatham to Lakeshore line in 2020. These 5 transmission lines will meet the needs of new and growing industries, help attract future jobs to the region and ultimately, facilitate economic growth in Ontario. We are proud that the provision of low-carbon electricity to the region will drive a more sustainable future for all.\nIn addition to the positive news on the transmission lines in Southwest Ontario, the Independent Electricity System Operator, the IESO, recently launched an engagement plan for the timing of the Waasigan transmission line. As a reminder, the Waasigan transmission line previously known as the Northwest Bulk transmission line is a line that will transmit power from Thunder Bay to Atikokan, which is Phase 1; and then from Atikokan to Dryden, which is Phase 2. This line will support economic growth in the Northwest region, including the mining sector.\nIn October of 2018, Hydro One was requested by the IESO to start the development work for the project. Last week, the IESO held a webinar where it indicated that there would be a need to have Phase 1 of the line in service as close to the end of 2025 as possible. We are very pleased with this update that will support the communities and businesses in the north. Our teams will start working immediately to provide feedback to the IESO engagement process as well as designing plans to meet the desired in-service date.\nThe Waasigan line also allows us to take progressive steps with First Nations communities towards meaningful reconciliation, which I believe is our obligation as members of Corporate Canada. I'm very pleased to announce that yesterday, Hydro One and First Nations communities came to a landmark agreement for the Waasigan transmission line. This industry-leading agreement offers First Nations communities the option to invest in a 50% equity stake in the Waasigan line. We are committed to partnership opportunities and believe this is the way forward for major capital projects.\nWe operate on the traditional territory of over 100 First Nations across Ontario. We are committed to building long-term relationships with these communities, and Waasigan is an example of that. Last year, we publicly stated that we will provide significant economic participation opportunities for indigenous communities in major capital projects. We also committed to increasing our indigenous procurement spend to 5% of all materials and services by 2026 and ensuring that 20% of our corporate donations and sponsorships support indigenous communities. This proactive approach to economic participation recognizes our obligation to advancing economic reconciliation by providing investment opportunities on large greenfield projects. This provides long-term and meaningful opportunities for First Nations communities, which in turn supports our business strategy.\nHydro One is committed to all communities we serve. For the second year, we announced grants for indigenous communities, charitable organizations and municipalities from the Energizing Life Community Fund. Given to 24 recipients, these grants support initiatives that promote physical, psychological and emotional safety across Ontario. The recipients provide critical local services such as service dog training for youth with autism, interactive technology to foster social engagement for seniors, and environmental educational programming for black and racialized families.\nAt Hydro One, we feel a responsibility to be present and support local organizations who are working tirelessly to energize life in their communities. At a time when more than 1/3 of Canadians know a child or person who is suffering from mental health problems because of the pandemic, we teamed up with Jack.org to provide adults and educators with mental health strategies to support young people. We are proud to work alongside Jack.org in breaking down barriers to get young people the mental health support they need.\nIn addition to removing barriers, we're also actively connecting people. In late March, the Ontario Government, Hydro One and Acronym Solutions launched a pilot project that will bring high-speed Internet access to homes and businesses in the municipality of Brighton. The pilot project will allow us to use our existing infrastructure to fast track the development of a high-speed Internet network in this community. The past 2 years have underscored how essential Internet connectivity is to economic productivity and ability to access work, education, health and other critical services. This is just another way in which we are embracing innovative solutions to energize life for our customers.\nIn addition to this pilot, a regulation under the Ontario Energy Board, OEB Act was passed on April 21 to formalize the important role that all distribution companies play in supporting the government's commitment to connect approximately 700,000 homes and businesses in Ontario. Hydro One welcomes the chance to help enable better access and connectivity for our customers.\nContinuing with the regulatory updates. Using a customer-centric approach, we filed an evidence update with the OEB on the joint rate application, JRAP, on March 31. We updated the cost of JRAP to reflect market conditions and the load forecast to reflect the IESO's most recent annual planning outlook. The filing preserves our ability to deliver on our commitments to customers without impacting the proposed transmission and distribution rates during the 2023 to 2027 period.\nWe believe in keeping our commitments to our customers. We also recognize that our customers and all Ontarians are facing increased pressure due to an exceptional set of economic circumstances. As such, we are proposing a unique deferral mechanism. It ensures customers are not burdened during this difficult period with cost increases affecting investments that will benefit current and future generations. The incremental revenue requirements associated with this evidence update are proposed to be recorded in deferral accounts for recovery commencing in 2028. As a result, there will be no changes to the proposed transmission or distribution rates for the 2023 to 2027 rate period due to the proposed changes in this evidence update.\nFollowing our evidence update, the OEB issued a procedural order, outlining the illustrative hearing schedule. For the schedule, we will enter a period of interrogatories followed by technical and settlement conferences. The oral hearing is now expected to begin in September 2022, with a decision expected in the first quarter of 2023.\nIn our unregulated segment, we continue to make good strides with our Ivy Charging network. In the first quarter, Ivy opened 32 Level 2 charging stations, now known as Park & Charge, in partnership with various municipalities. Park & Charge provides municipalities and businesses with the opportunity to bring charging to their communities for EV drivers who are not in a rush, backed by Ivy's reliable EV network and customer service.\nIvy also rebranded its Level 3 network as Ivy Charge & Go for drivers who want to quickly get back on the road. Following the agreement with ONroute and its partners, the Canadian Tire Corporation and the Ministry of Transportation, Ivy opened fast chargers at 10 ONroute locations. Once built, Ivy's Charge & Go network will be one of Ontario's largest and most connected with approximately 60 locations and over 150 Level 3 chargers.\nBefore I pass it over to Chris, I'd like to take a moment to thank Jessica McDonald, who is not standing for reelection to the Board of Directors this year. Hydro One has benefited from Jessica's leadership, experience and forward thinking since 2018. The Governance and Regulatory Committee on behalf of the Board of Directors conducted a search to fill the vacancy created by Jessica's departure and is nominating Mark Podlasly for election to the Board of Directors at the Annual Meeting of the Shareholders on June 8, 2022. You'll hear more about Mark and the depth of this skill he'll bring to the Board after the AGM.\nWith that, I'll turn it over to Chris to discuss our financial results this quarter. Over to you, Chris.\n\nChristopher Felix Lopez\n\nCFO, Hydro One Limited\n\nThank you, Mark. Good morning, everyone, and thank you for joining us today. In terms of our financial results for the first quarter, earnings per share was $0.52 compared to $0.45 in 2021. The key drivers for the change in earnings this quarter were the annual adjustment to OEB-approved rates for the transmission and distribution segments as well as higher peak demand and energy consumption driven by favorable weather and reopening of the economy, which were partially offset by higher OM&A due to an increased allowance for doubtful accounts and higher depreciation, amortization and asset removal costs.\nOur first quarter revenue net of purchase power was higher year-over-year by 12.6%. This was made up of the recovery of deferred tax assets or DTA amounts as well as the cessation of DTA amount sharing going forward, following the DTA implementation decision by the OEB in April of 2021. As a reminder, the impact from the DTA implementation decision are cash flow positive, but net income neutral due to a corresponding offset in taxes.\nIn addition, revenues for the Transmission and Distribution segments reflected the annual adjustment of OEB-approved rates for 2022. Colder weather and reopening of the economy drove up peak demand in all months of the quarter compared to the same period last year. The average monthly peak demand for the quarter was up 3.7%, while the energy distributed to Hydro One customers also increased by 9.1%.\nOn the cost front, operating, maintenance and administration expenses were higher year-over-year by approximately 2.1%. The increase in OM&A was primarily a result of higher allowance for doubtful accounts or bad debt expense due to the aging receivables in the distribution segment.\nAs a reminder, in the first quarter last year, we had accelerated certain work programs such as vegetation management, station maintenance, information technology and customer program spend. The M&A on these work programs remain largely consistent with last year's levels.\nThat said, we are beginning to experience the impacts of the current economic environment, especially as it relates to materials and services in both segments. Impacts such as essential commodities, including copper, aluminum and steel have undergone price increases and supply shortages. Continuous demand and limited supply have led to price increases for freight-based shipping. And rising fuel costs have impacted most categories of materials and services purchases, including Hydro One's vehicle fleet fuel costs, which are expected to increase by 30% to 35% in 2022.\nDue to these market changes, Hydro One is experiencing price escalation for many materials and services that will manifest themselves in the upcoming quarters.\nDepreciation expense was higher year-over-year by 6.3% due to the increase in capital assets, which is consistent with our stated capital investment program.\nOn financing, we saw no change year-over-year in our financing charges. However, financing charges decreased from last quarter by $6 million due to the $600 million repayment of long-term debt, which had matured in January. As a reminder, we had borrowed late last year to fund this debt maturity.\nWe continue to be pleased with the stability of our balance sheet and robust investment-grade credit ratings.\nIncome tax expense was $79 million for the quarter compared to $26 million in the same quarter last year. The increase in income tax expense was due to the tax expense on account of the DTA implementation decision, which, as discussed earlier, is net income neutral. In addition to the DTA recovery amounts, we also had higher taxes on account of higher pretax earnings, which were partially offset by timing differences.\nThe effective tax rate this quarter was 20.2% versus the effective tax rate last year of 8.8%. This is consistent with the annual guidance we provided earlier this year of 14% to 22% over the next 5 years. As a reminder, the most significant impact will be over the 2021 to 2023 DTA recovery period.\nMoving to investing activities. In the first quarter, we placed $229 million of assets in service, which is a 45.9% increase compared to the prior year. The year-over-year increase related primarily to the Transmission segment in which a significant portion of the East-West Tie project was placed in service. In addition, we had higher spend on station refurbishments and replacement work as well as higher volume of assets being put into service to maintain North American Electric Reliability Corporation, or NERC standards.\nCapital investments for the first quarter were $449 million, which is a 14.8% decrease from the first quarter in 2021. The decrease came primarily from the Transmission segment due to the completion of the Ontario Grid Control Center in the city of Orillia in 2021, a lower volume of station refurbishments and replacements and a lower volume of wood pole replacements.\nThe capital investments in the Distribution segment were also lower due to the completion of the Orillia Grid Control Center that I just mentioned. In addition, we had a lower volume of wood pole replacements and a lower spend on IT initiatives. These are partially offset by reinforcement projects and a higher volume of work to connect customers.\nYou'll also note that future capital investment profile for both segments have been adjusted since our last call. This was done to reflect the evidence update for the joint rate application, which was filed in March. The new transmission lines, the development surrounding the Waasigan transmission project and the broadband regulatory initiative have not been reflected in these numbers due to their current stage of development.\nThat said, any amounts on these initiatives will not be part of JRAP and will be additive to future capital investments. As a reminder, the capital investment numbers for future years remain subject to OEB approval. The evidence update we filed has a modest impact on our projected rate base growth for both segments.\nOn guidance, we continue to be committed to and affirm our target of 4% to 7% earnings per share growth through 2022. As a reminder, we expect to provide updated guidance for the post 2022 period following the approval of the joint rate application.\nI'll stop there and we would be pleased to take your questions.\n\nOmar Javed\n\nVP of IR, Hydro One Limited\n\nThank you, Mark and Chris. We ask the operator to explain how she'd like to organize the Q&A polling process. In case we aren't able to address your questions today, my team and I are always available to respond to follow-up questions. We ask that you limit your questions to one question and one follow-up. If you have any additional questions, we request you to rejoin the queue. Please go ahead."
    }
]