[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/0cf451bff148a457c1326ec2ee866d5f",
        "textblob_polarity": 0.15221835075493617,
        "textblob_subjectivity": 0.40015805558488443,
        "sentiment": {
            "distribution": {
                "positive": 24,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9996284072597822,
                "neutral": 0.9974333345890045
            }
        },
        "content1": "Q2 2024 PayPal Holdings Inc Earnings Call\n\nQ2 2024 PayPal Holdings Inc Earnings Call\n\nPYPLNASDAQJUL 30, 2:00 PM\n\nOperator\n\nGood morning, and welcome to PayPal's Second Quarter 2024 Earnings Conference Call. My name is Sarah, and I will be your conference operator today. As a reminder, this conference is being recorded. I would now like to turn the program over to your host for today's conference, Steve Winoker, PayPal's Chief Investor Relations Officer. Please go ahead.\n\nSteven Eric Winoker\n\nAnalyst, UBS\n\nThanks, Sarah. Welcome to PayPal's Second Quarter 2024 Earnings Call. I'm joined by President and CEO, Alex Chriss; and CFO, Jamie Miller.\nOur remarks today include forward-looking statements that involve risks and uncertainties. Actual results may differ materially from these statements. Our commentary is based on our best view of the world and our businesses as we see them today. As described in our earnings press release, SEC filings and on our website, those elements may change as the world changes.\nNow over to you, Alex.\n\nJames Alexander Chriss\n\nPresident and CEO, PayPal Holdings, Inc.\n\nThank you, Steve, and thanks to everyone for joining us this morning. PayPal delivered a strong second quarter and first half with encouraging operating and financial results. While change takes time and we still have much work ahead of us, we are well positioned today, have the right leadership in place and are moving full steam ahead.\nI'm confident we are on the right track and making meaningful progress on our transformation to position PayPal for long-term durable and profitable growth.\nLooking at our results in the second quarter. Total payment volume rose 11% to $417 billion, and we delivered 9% revenue growth on a currency-neutral basis. Transaction margin dollars grew 8%, representing our best performance on that metric since 2021. Our non-GAAP earnings per share increased 36% year-over-year. We're encouraged to see not only the strength and stability in PayPal's platform, but also early contributions from some of the initiatives we have underway.\nBranded checkout continues to grow profitably. Braintree is now meaningfully contributing to transaction margin dollar growth for the first time in over 2 years. Venmo Momentum continues to build and monthly active accounts increased across both PayPal and Venmo.\nGiven the strength across PayPal, we are raising our full year guidance for growth in transaction margin dollars and earnings per share and increasing our investment in strategic growth initiatives that we are driving.\nOverall, we remain on course with the strategy we set at the beginning of the year. Our teams are moving with urgency, excited about our innovation and focused on execution. We are still early in our transformation, and while pleased with our progress in many areas, we know there is much more we can do and with greater speed.\nFor example, mobile experiences, SMB, and Venmo are places we are working hard to improve, and we are continuing to identify ways to operate more effectively and efficiently. I want to spend a moment discussing how PayPal stands apart as a strategic commerce partner.\nIn the past 2 quarters, we have talked at length about the experience upgrades we are bringing to branded checkout. However, I do not want to lose sight of what makes PayPal truly differentiated: our 2-sided network of hundreds of millions of consumers and merchants worldwide.\nWe are building an end-to-end platform spanning the full commerce journey with superior customer experiences and sales conversion from start to finish. PayPal is one of the only players with both sides of the network, consumer and merchant at scale globally and with the infrastructure to support it. That is incredibly hard to replicate and a powerful foundation on which to launch new innovations, including Fastlane and the ads platform that we are in the early stages of building.\nThe data insights and compounding network effects give us an incredible advantage that we are now just beginning to harness fully. Today, we operate in a massive $6 trillion-plus global e-commerce market that benefits from the ongoing digitization of payments and commerce in new context. These tailwinds, combined with the initiatives we are now executing, such as building more omnichannel capabilities and offering more value-added services for consumers and merchants, will expand our addressable market and provide PayPal with significant opportunity for long-term growth.\nOver the last year, we have been working to transform our global business from a series of products and services into a multifaceted omnichannel and open platform capable of generating value in multiple ways throughout the commerce ecosystem.\nWe are building a platform that delivers far more value to our customers and partners than the individual products we offer. This is a key differentiator for PayPal and will expand our market opportunity over time. The initial response to the innovations we are introducing gives us confidence that we will see more consumers and more engagement in more places across our growing network that, in turn, will drive more merchants and higher levels of commitment into our ecosystem.\nThese network effects will be mutually reinforcing, compounding and add value to the company. Our peers are taking note and the value of our platform is being recognized by large tech companies that are seeking to partner with us in a variety of new ways.\nOne great example of this is Meta, which we already partner with on multiple fronts. PayPal is a top payment method for advertisers and consumers globally across Meta's family of apps. Meta's donations and charitable giving campaigns now run on the PayPal Giving Fund platform.\nMeta pays out creators and developers using Hyperwallet and Meta uses Braintree for credit card processing. We are working closely with Meta to optimize the experiences and look forward to deepening our partnership with Meta in mutually beneficial ways in the months and years ahead. You will continue to hear about more partnerships with deepening commitments over the coming quarters.\nLet me update you on our customer-backed business strategies. We continue to execute with high velocity to enhance customer experiences and value for our large enterprises, SMBs and consumers. We are building the foundation for our next phase of growth.\nFor large enterprises, we continue to have a productive conversation to help merchants understand the additional value they can unlock by strengthening their relationship with us to take advantage of our full platform capabilities.\nFor example, we recently renewed our contract with DoorDash to expand how we work together. Beyond unbranded PSP processing and offering our branded marks, DoorDash also relies on our risk capabilities to mitigate losses. As part of our new agreement, DoorDash has committed as an initial launch partner for our latest branded checkout enhancements that we announced in January and they will be participating in our new ad platform.\nCombining our best-in-class payments platform with value-added services that are margin accretive is helping us create a more profitable dynamic. Last quarter, I told you we expected to make Fastlane generally available in the U.S. in the second half of the year.\nI'm pleased to announce that in August, we are delivering on that commitment and making Fastlane generally available to merchants in the U.S. This includes merchants on Braintree and PPCP as well as through partners, including Salesforce, Adobe and BigCommerce.\nWhile broad adoption will take time, we have heard from many merchants who are excited to add fast line and have a robust go-to-market strategy. As I've shared before, data from our early adopters shows that returning Fastlane users convert at nearly 80% versus the industry average guest checkout conversion closer to 50%.\nAs our network builds with more merchants and consumers, we expect benefits to scale over time because we will be able to recognize even more shoppers. The early feedback we've heard from our merchants and sales team gives us increasing confidence that Fastlane will accelerate PayPal's ability to capture the roughly 60% share of e-commerce purchases made without a branded market.\nAs a reminder, a large part of that 60% is still manual card entry, has low conversion today and is generally a poor experience for consumers and merchants. Much of that is now changing with Fastlane.\nFor small- and medium-sized businesses, we are continuing to improve our value proposition through the rollout of PPCP. We continue to make progress migrating volume from legacy platforms onto this new solution as well as integrating with new partners and merchants.\nSMB volume on PPCP continues to trend positively, up more than 40% through the first half of the year. A large portion of that volume is coming from merchants using PayPal as their full stack processor across both branded and unbranded payments.\nOur efforts here are also important because PPCP ensures merchants have our latest branded checkout integration, which will include Fastlane. That will give consumers a best-in-class checkout experience wherever they shop and help merchants benefit from higher conversion. On average, merchants who adopt PPCP use more products which deepens our relationship, reduces churn and drives higher average revenue per account.\nAs I've said before, this is an area where we are focused, and we have tremendous opportunity to better serve small businesses end-to-end needs. For consumers, we are focused on extending our leadership in consumer preference, increasing the share of checkout and driving more frequent engagement from our consumers.\nIn the second quarter, we launched in-app offers with major brands, including BestBuy, Priceline, Lyft, Instacart, Ticketmaster, Walmart and Nordstrom. We are seeing positive trends in consumer engagement with gross merchandise volume, driven by one of our offers nearly tripling in June compared to March.\nAnd while still early days, the initial interest from advertisers is encouraging. As we've shared before, you will see us invest in marketing in the back half of the year and beyond to further position PayPal and Venmo as rewarding ways to pay.\nI talked previously about our need to improve our branded checkout experiences on mobile devices. That improvement is now happening. In the first half, we started ramping several designs and technology innovations to our branded checkout flows to improve the experience for our customers. For example, we are launching a new super simple vaulted experience for high repeat use merchants.\nIn initial tests, the redesigned vaulting payment page alone shows a conversion lift of 75 to 110 basis points. Experiences like this one are clearly resonating with consumers and remember that every point of conversion lift drives significant value for our merchants who are fighting to win every sale.\nWe will be ramping our redesigned branded checkout experiences to all eligible consumers in the U.S. in the coming weeks and months. As the #1 branded mark with the largest network of merchant acceptance, we are a ubiquitous checkout solution.\nWe are continuing to innovate and create high converting experiences on both desktop and mobile and across platforms and devices. We also continue engaging consumers post purchase with smart receipts, package tracking, push notifications and more, adding increased value and driving the PayPal engagement flywheel.\nIn fact, we drove almost 20 million app logins from our post-purchase experiences in June alone, growing more than 70% from a year ago. P2P is an essential acquisition and engagement tool for us, and we are returning it to growth.\nWe suffered declines through 2023, but over the past few quarters, we have seen an improvement driven by product enhancements such as new global withdrawal capabilities, better risk decisioning and more cross-border activity.\nWe will continue to invest in our experiences, pricing and marketing to drive enhanced awareness and engagement.\nTurning to Venmo. We are building on the business' strong market position. In the second quarter, Venmo processed more than $73 billion in total payment volume, growing 8% year-over-year, with monthly actives increasing 5% year-over-year to nearly 62 million, both a strong base of peer-to-peer users and adoption of our ecosystem of products are driving this growth.\nFor example, both Venmo debit card and Pay with Venmo monthly actives grew approximately 30%. In the second quarter, we launched push provisioning of the Venmo debit card to Apple and Google Wallets and continued to enable Pay with Venmo with more merchants and partners, including eBay and Step Hub, which we expect will continue to fuel this growth.\nOur recently launched Venmo teen accounts is showing encouraging early traction, expanding our addressable market and helping us build lifelong relationships with customers from an early age.\nWhat excites me most about Venmo is that we are only scratching the surface of its potential, starting to drive customer-led, profitable innovation and we see substantial headroom for growth. Said simply, Venmo is primed for growth.\nFinally, consumers who love PayPal for online purchases are also telling merchants they want to use PayPal for their off-line purchases. We continue to drive the adoption of our card products and we're making it easier to add PayPal and Venmo branded cards to Apple and Google wallets on mobile devices.\nWe are also looking forward to launching even more ways for consumers to use PayPal anytime, anyplace with NFC technology starting in Europe. Expect to see more from us in the coming quarters to enable and incentivize our customers to use PayPal online and in person.\nReflecting on the quarter and looking ahead, I want to thank the PayPal team for continuing to work tirelessly as we transform our company and give our customers the best possible experiences.\nWith that, over to Jamie.\n\nJamie S. Miller\n\nChief Financial Officer, PayPal Holdings, Inc.\n\nThanks, Alex. Good morning, everyone. Moving to Slide 6. PayPal delivered strong second quarter results, and we are raising our full year guidance. We're passing through the first half performance and increasing second half growth investments as we build confidence and initiatives across the company.\nOur goal for 2024 remains the same to set PayPal up for long-term success by prioritizing investments that will deliver durable, profitable growth. As Alex mentioned, while the second quarter produced another improving set of results, change takes time and can sometimes be uneven. The success of our transformation will be measured over quarters and years.\nWe have a lot of work ahead, but the teams are making progress and building on a strong foundation visible in our first half results. Looking at the high-level financial results in the second quarter, revenue increased 8% at spot and 9% on a currency-neutral basis.\nTransaction margin dollars grew 8% year-over-year, a more than 300 basis point improvement from the first quarter. Non-GAAP earnings per share were $1.19, representing 36% year-over-year growth and relative to our prior expectations, higher earnings per share were driven by a combination of factors including stronger transaction margin dollar growth and interest income.\nTurning to Slide 7. Our financial results are a function of the number of customers we have, how engaged they are across our platform and how frequently they transact with us. Our operating metrics reflect progress on this front.\nWe ended the second quarter with 429 million total active accounts and 222 million monthly active accounts. Total active accounts increased by nearly 2 million from the first quarter and included growth in PayPal merchant and consumer accounts in addition to other products. We were encouraged to see sustained total active account growth following a positive inflection in the first quarter.\nMonthly active accounts continued to show steady progress, up 3% year-over-year to 222 million, with contributions from both PayPal consumer accounts and Venmo. Transactions per active account, which is a trailing 12-month number, was 60.9 in the second quarter, up 11%. Excluding PSP processing, which is primarily Braintree, transactions per active account grew 6%.\nMoving to Slide 8. Total payment volume grew 11% on a spot and currency-neutral basis to $417 billion. U.S. TPV grew 11% and international TPV also grew 11% on a currency-neutral basis, primarily driven by strength in Continental Europe and Asia.\nLooking at the breakdown by product, global branded checkout volumes grew 6% on a currency-neutral basis in the second quarter. This was consistent with our first quarter performance, which increased 6% excluding a 1-point benefit from the additional leap day.\nWithin branded checkout, we continue to see strength across large enterprise platforms, marketplaces and international growth. We remain laser-focused on driving deeper adoption of our best-in-class solutions with small and medium businesses and improving our mobile experiences, which are critical, particularly in markets like the U.S. and the U.K.\nPSP processing volume grew 19% in the quarter compared to 26% in the first quarter. Importantly, we are beginning to see the benefit of our shift in strategy to drive profitable growth. Our focus on price to value is having an impact, with Braintree now contributing positively to transaction margin dollar growth in a meaningful way.\nMoving to more financial detail on Slide 9. Transaction revenue grew 9% on a spot basis to $7.2 billion, driven primarily by Braintree, branded checkout and Venmo. Other value-added services revenue in the quarter was close to flat at $732 million.\nInterest on customer balances continued to be a meaningful tailwind to OVAS revenue and contributed approximately 3 points to transaction margin dollar growth in the quarter.\nRevenue within our credit business declined year-over-year but performed in line with expectations. Part of the decline is due to proactive decisions made last year to manage risk and reduce on-balance sheet merchant receivables. We are also seeing ongoing normalization of loss rates within our off-balance sheet U.S. consumer revolving portfolio.\nOverall, we have taken steps over the last year to actively manage the credit portfolio's exposure and are continuing to position the portfolio to move toward a less capital-intensive business model. Transaction take rate declined by 3 basis points to 1.72% compared to a 5 basis point decline last quarter.\nPSP volumes and Venmo benefited transaction take rate, which was offset by faster large enterprise growth within our branded checkout business, foreign exchange fees and an acceleration in other merchant services, including payouts.\nTransaction margin dollars increased 8% in the second quarter compared to a 4% increase in the first quarter. Higher interest on customer balances, branded checkout, Braintree and Venmo were the largest contributors to year-over-year growth. Branded checkout and Venmo's strong transaction margin results benefited from ongoing efforts to improve and optimize transaction loss performance as well as some transaction expense favorability.\nWhile it's still early, we are encouraged to see initial actions related to price value as well as product and ongoing risk enhancements make a positive impact. Relative to last quarter, we saw Braintree return to profitable growth and improvements in the contribution from Venmo, branded checkout and P2P.\nNontransaction-related operating expenses declined 1% and as we continue to actively manage our cost structure while reinvesting in key growth initiatives. Non-GAAP operating income grew 24% in the quarter to $1.5 billion. Non-GAAP operating margin expanded 230 basis points to 18.5%, benefiting from expense leverage and improvement in transaction margin trends.\nPayPal generated $1.4 billion in free cash flow in the second quarter, and we completed $1.5 billion in share repurchases, bringing share repurchases over the past 12 months to approximately $5 billion.\nFinally, we ended the quarter with cash, cash equivalents and investments of more than $18 billion and debt of just over $12 billion.\nMoving to guidance on Slide 10 for the third quarter and the full year in 2024. For the remainder of the year, we continue to guide assuming a relatively consistent macroeconomic and consumer spending environment. For the third quarter, we expect revenue to grow by mid-single digits and non-GAAP EPS to grow by high single digits.\nWe are raising our guidance for the full year and now expect 2024 non-GAAP EPS to grow in the low- to mid-teens. This increase reflects outperformance in the second quarter as well as a slightly more positive view of the second half of the year with some strategic reinvestment into growth initiatives.\nUnderpinning our guidance, we now expect transaction margin dollars to increase by a low- to mid-single-digit percentage for the full year. We have seen steady profitable growth from our branded checkout business and feel confident in the progress our teams are making.\nIt is encouraging to see the initial impact of our initiatives related to price to value as well as ongoing product enhancements in areas like P2P. Some of our efforts, particularly on the innovation side, are still early and will take time to scale, but we're encouraged by the initial results and customer response as we begin moving from the test and pilot phases into launch.\nAs we move into the second half of the year, we expect to continue to make progress on these fronts, but there are a few factors to keep in mind. Consistent with the strategy we laid out in prior quarters, our teams continue to prioritize high-quality profitable growth as we execute against our long-term road map. Related to this, we expect lower volume and revenue growth as we move through the second half of the year. This is deliberate, and it shows good progress by strategically focusing on price to value in areas like large enterprise processing within Braintree, we are driving transaction margin dollar improvements even on a lower volume growth.\nOffsetting some of these improvements, we expect a much smaller tailwind from growth and interest on customer balances, which represented an approximately 3 percentage point tailwind to transaction margin dollar growth in the first half. We are also planning prudently and forecasting less favorability with some normalization in transaction and credit losses.\nWe continue to expect nontransaction operating expenses to increase slightly with ongoing efficiency funding our strategic growth investments. Our investment spending will ramp as the year progresses to support our highest priority growth initiatives, the go-to-market of new products, partnerships and innovation as well as reinvigorated marketing and brand campaigns for both PayPal and Venmo.\nThese investments are all in support of reaccelerating durable profitable growth for the company. Given the strong start to the year, we are raising our 2024 free cash flow guidance to approximately $6 billion. We are also increasing our share buyback plan to $6 billion compared to our prior guidance for at least $5 billion.\nIn closing, we've been making good progress throughout the first half of 2024 as we drive significant change across the company. We have clear opportunities to lean in further and ensure we stay on offense in what remains a competitive and dynamic environment. We're excited about the path forward and look forward to updating you on our progress along the way.\nWith that, back to you, Alex.\n\nJames Alexander Chriss\n\nPresident and CEO, PayPal Holdings, Inc.\n\nThank you, Jamie. To summarize: PayPal grew profitably again, with strength in multiple areas, including branded, unbranded and Venmo. We are also starting to see traction in several initiatives. Taken together, these results highlight the strength of PayPal's global commerce platform.\nI'll leave you with 1 last example. You've heard me talk about our Venmo customers looking for us to provide more money in and money out opportunities. As we are improving opportunities to spend Venmo balance with products like Venmo debit card or Pay with Venmo, we are seeing a corresponding improvement in funds being used within the Venmo ecosystem rather than transferred out.\nThis is an example of meeting our customers where they are, solving their needs and driving monetization and margin improvement in the process. Overall, this was a strong quarter for PayPal, and it gives us the confidence to both increase our growth investments and raise our full year profit and free cash flow guide. I'm proud of our team and excited about the coming quarters and years for PayPal.\nSteve, let's go to Q&A.\n\nSteven Eric Winoker\n\nAnalyst, UBS\n",
        "content2": "Thanks, Alex. [Operator Instructions] Sarah, please open the line."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/4407ae2d824afff01a1fe019006c7487",
        "textblob_polarity": 0.12131963346035214,
        "textblob_subjectivity": 0.4139000246260721,
        "sentiment": {
            "distribution": {
                "positive": 21,
                "neutral": 2,
                "negative": 1
            },
            "scores": {
                "positive": 0.9740605638140724,
                "neutral": 0.9978074729442596,
                "negative": 0.9916222095489502
            }
        },
        "content1": "Q1 2024 PayPal Holdings Inc Earnings Call\n\nQ1 2024 PayPal Holdings Inc Earnings Call\n\nPYPLNASDAQAPR 30, 2:30 PM\n\nOperator\n\nGood morning. My name is Sarah, and I will be your conference operator today. At this time, I would like to welcome everyone to PayPal Holdings' Earnings Conference Call for the First Quarter 2024. [Operator Instructions] I would now like to introduce your host for today's call, Ryan Wallace, Head of Investor Relations. Please go ahead.\n\nRyan Ward Wallace\n\nVice President, Head of Investor Relations, PayPal Holdings, Inc.\n\nGood morning. Thank you for joining PayPal's First Quarter 2024 Earnings Conference Call. Joining me today is Alex Chriss, our President and CEO; and Jamie Miller, our CFO.\nWe're providing a slide presentation to accompany our commentary. This conference call is also being webcast. Both the presentation and call are available on our Investor Relations website.\nIn discussing our company's performance, we will refer to some non-GAAP measures. You can find the reconciliation of these non-GAAP measures to the most directly comparable GAAP measures in the presentation accompanying this conference call.\nOur remarks today will include forward-looking statements that are based on our current expectations, forecasts and assumptions and involve risks and uncertainties. Our actual results may differ materially from these statements. You can find more information about risks, uncertainties and other factors that could affect our results in our most recent annual report on Form 10-K and quarterly report on Form 10-Q filed with the SEC and available on our website. All information in this presentation is as of today's date. We expressly disclaim any obligation to update this information.\nAnd with that, let me turn the call over to Alex.\n\nJames Alexander Chriss\n\nPresident and CEO, PayPal Holdings, Inc.\n\nThank you, Ryan, and thank you to everyone for joining us this morning. This quarter, we delivered a solid set of results, and the year is off to a good start. Our new leadership team is operating well together, and we are really starting to get our arms around the business. You will see in our numbers and the read-through that our efforts are beginning to make a difference.\nWe also see substantial need for continued retooling of the company, how we work with our customers and how we execute. We are encouraged by the progress to date but remain realistic that we still have a lot of work to do and a lot of opportunity to drive profitable growth ahead of us.\nWhat we said at the start of the year still holds. This is a transition year where we are focused on execution and making critical choices that will set the business up for long-term success. We have a plan that will return this company to where it needs to be and remain focused on execution to get there.\nWe see clear opportunities for operational improvements across our large enterprise, small business and consumer businesses, including Venmo, and in driving more efficiency across the organization. But it will take time to prudently drive a meaningful and sustainable transformation.\nIn the first quarter, we delivered 10% revenue growth on a currency-neutral basis on $404 billion in total payment volume. Transaction margin dollar performance grew 4%, which was better than expected, thanks in part to actions we took.\nOur non-GAAP earnings per share increased 27% year-over-year. Our results are stronger than we expected earlier in the year, and they require some unpacking to put them in the context of the full year. What I want you to understand is what we are focused on, namely making surgical changes to the way we are running the company. Some of these will have an immediate impact, and others will take longer to bear fruit. As such, we need to maintain flexibility throughout this year to make important decisions to drive the long-term growth of the business. This includes decisions about where we prioritize and reinvest, how we go to market and actions that can be taken to sharpen our value proposition for consumers and merchants.\nWith that in mind, we do now expect full year EPS to grow mid- to high single digits, which is partially driven by our better-than-expected start to the year. Jamie will take you through our Q1 results, contours of the year and updated guidance in just a few moments. Let me first spend some time providing an update on our execution against our customer strategies and investment priorities and detailed progress on our efforts to operate more efficiently.\nTurning to our 3 customer groups. We continue to make steady progress on strengthening our strategic positioning and product portfolio. For large enterprises, we continue to focus on accelerating growth in branded checkout and driving the profitability of our business.\nWe are executing to get upgrades to our core branded checkout experiences to the market. We continue to make good progress in our early testing of Fastlane by PayPal with a focused group of merchants. And data from those alpha merchants show that returning Fastlane users are converting at nearly 80%. We are just getting started and already creating a low double-digit lift in guest checkout conversion for participating merchants.\nThe results so far are encouraging as incremental conversion improves our merchants' growth and profits. Demand for this product is promising, and we expect to make Fastlane generally available in the U.S. in the second half of the year.\nAdditionally, we are continuing to focus on making it even easier to pay with PayPal by removing friction from the checkout process. In the coming months, we will continue to move to more passwordless authentication processes like biometrics and launch a redesigned mobile checkout experience, which we believe will result in higher conversion rates.\nWe've begun active discussions with our largest enterprise customers to focus on commercial outcomes that reflect the true value of our payments processing platform and the services we provide. As we speak, many of our top merchants are gathered in California for our annual Commerce 360 Customer Conference, where our teams will go deep on the innovations we plan to bring to market this year and the value they can provide.\nWe are also in the early stages of evaluating the overall dynamics and pipeline of our top 10,000 merchant accounts. As we evaluate our programs, we see clear opportunities to price to value, not only with our PSP processing but especially with our value-added services that we already provide, services such as payouts, fraud prevention and processing orchestration.\nThis process will take time, but we have a focused game plan. And we are already having fruitful conversations that are helping merchants understand the additional value they can unlock by strengthening their relationship with us, including through our value-added services.\nFor example, DraftKings recently went live with our fraud management solution, Fraud Protection Advanced, which combines our intelligence with advanced machine learning and analytics to help businesses protect themselves from ever-evolving fraud threats. This is an example of a best-in-class offering and a key differentiator against our competitors. It also showcases our ability to leverage AI to drive customer benefit and is an area where we can price to the value we provide.\nFor small- and medium-sized businesses, the launch of our PayPal complete payments platform has been gaining momentum over the past couple of quarters. We've made good progress in expanding PPCP's geographic reach to now more than 34 countries. In the first quarter, we expanded the platform to Canada, the U.K. and more than 20 European markets. We also added new features to PPCP in Australia, Germany and the U.S. in recent months.\nAdditionally, we are seeing positive response to our new low- and no-code tools for merchants and developers to integrate PPCP, which we launched in March. As of the end of the first quarter, approximately 7% of our SMB volume is already on PayPal complete payments with our team focused on distribution through partners that can accelerate adoption to the largest number of customers.\nOur efforts here are important because PPCP ensures merchants have our latest branded checkout integration, which will include Fastlane so that consumers have a best-in-class checkout experience wherever they shop. And merchants will benefit from higher conversion.\nOn average, merchants who adopt PPCP use approximately 4 PayPal products, which deepens the relationship and reduces churn. This translates to an average revenue per account for our PPCP full-stack merchant that is nearly 2x that of an SMB on a legacy integration.\nAs you all know, I have a deep passion for helping small businesses succeed. Frankly, this is an area where PayPal took its eye off the ball. Over the years, we've deprecated products and made pricing decisions that negatively affected our market positioning. Despite that, we still have the largest population of SMBs anywhere, who are using our products and eager for us to do more for them. This is an area where we are investing to correct our course. We are here to serve and win the small business market.\nOn the consumer front, the PayPal app is at the center of our strategy to leverage the power of our data to create more value for our customers and unlock new sources of revenue and margin expansion opportunities. In the first quarter, we revamped the PayPal app with a new look and feel and introduced enhancements to our rewards program to enable shoppers to get the most out of their money while increasing conversion from merchants.\nAdditionally, we began testing a comprehensive rewards-focused life cycle marketing program. When tested with approximately 20% of our PayPal app users, we saw it drive a nearly 7% increase in weekly app logins and 4% increase in transaction margin per user.\nIntroducing consumers to new products like our debit card that can help maximize the value they receive from PayPal is a major focus. The enhancements our team made to our onboarding flow enabled a 38% increase in debit card first-time users during the first quarter. On average, a customer who adopts the PayPal debit card is more engaged, generating a 2x lift to transaction activity and a nearly 20% increase to average revenue per account compared to users who primarily use checkout. Approximately 4% of our active PayPal consumer accounts in the U.S. have a debit card. So while we have a lot more to do, this work is meaningful to the economics of our business.\nIn the quarter, we onboarded BigCommerce and WooCommerce to our package tracking solution. In the 12 months since launch, we've had approximately 7 million active accounts use package tracking. This is a key pillar in our post-purchase strategy. Package tracking not only allows consumers to track their shipments within the PayPal app, but will also enable us to make personalized purchase recommendations and present relevant offers through the app and our AI-powered smart receipts. We believe these innovations will drive engagement with the PayPal app and incentivize future branded checkout activity.\nFor Venmo, we are focused on giving our customers more ways to immediately use their Venmo debit card in person with Apple Pay and Google Pay, which you will see in the market in the coming months. In the first quarter, we saw a 21% year-over-year increase in consumers using our Venmo debit card. Remember, Venmo debit cardholders are among the most engaged accounts and on average, drives 6x the incremental revenue than that of a P2P-only customer.\nSimultaneously, we are making it easier for consumers to use their Venmo balance when making payments or sending money to friends. In the first quarter, balance-funded P2P senders grew by 17%, which contributed to our overall transaction margin dollar growth in the quarter.\nOur leadership team is continuing to go through our business from top to bottom, understanding where we can operate more efficiently and invest in the innovation that will offer the greatest impact for our customers and PayPal. This is a mindset shift we are driving throughout the entire organization. Investing for durable growth backed by a clear payback path and time horizon remains a top priority. Investing in branded checkout and better serving our small business customers are 2 focus areas you heard me talk about today.\nWe are also actively evaluating and greenlighting new investments to accelerate future growth that support and strengthen our strategic priorities. A good example of this is our remittance business, Xoom, which has stagnated while similar services have gained share. This business has been on a negative revenue trajectory due to a lack of prioritization and clarity about its value proposition.\nThat is now changing. We are executing the right product refinements bundled with an enhanced and more customizable pricing model intended to promote growth over the long run. We plan to reduce the cost of cross-border transfers and provide consumers the option to eliminate transaction fees altogether when funding with our PYUSD stablecoin. We are activating those plans, and we expect to see tangible progress throughout 2024 and beyond.\nThe key takeaway here is that we are in the process of assessing a handful of areas of investment where we believe there are compelling unit economics and market upside. These may mean that we will make decisions to invest in 2024 where we believe these investments will ultimately contribute to the sustainable and profitable growth of the company.\nAt the same time, we must maintain our focus. We are continuing to evaluate the markets we operate in and the products we offer. Where we see areas to improve focus and prioritization, we will take action and update you accordingly.\nFinally, a few words on our continued efforts to drive operational efficiency and productivity across PayPal. We are instilling a rigorous cost benefit discipline throughout the company and leaving no stone unturned when it comes to reducing unproductive costs.\nWe are also investing in automation that will help answer our customers' frequently asked questions, simplify the integration process for our merchants and enable our team to deploy solutions more quickly. As mentioned on the last earnings call, we have started reporting stock-based compensation as part of our non-GAAP metrics beginning this quarter. In addition to our annual incentive plan, shifting to cash payment from stock, we have also better aligned our incentive programs to performance, particularly focusing on transaction margin and non-GAAP operating income growth. We will continue to focus on a pay-for-performance culture that appropriately aligns pay with results.\nI'll conclude by thanking the PayPal team for continuing to innovate and serve our customers. While we are still in the early innings of driving a meaningful and comprehensive transformation of PayPal to deliver the sustainable and high-quality growth we are aiming for, our first quarter results are an encouraging indication of what our team's renewed strategic focus and persistent execution can achieve.\nWe will continue to update you on our execution throughout the year and be transparent about our progress. I'm confident that we are taking the right steps to build long-term profitable growth.\nWith that, I'll hand it over to Jamie to take you through our first quarter results.\n\nJamie S. Miller\n\nChief Financial Officer, PayPal Holdings, Inc.\n\nThanks, Alex. Good morning, everyone. We had a solid start to the year with first quarter results that were above our expectations. As Alex mentioned, it's still early in the company's transformation. We are getting deeper in understanding both our challenges and our opportunities with much greater clarity.\nOur goal for 2024 is to foundationally set up the business for the future by making key decisions and aligning our investment path for growth. And to do so, we are laser-focused on strategic analysis and decision-making, driving innovation back into the business and executing with excellence.\nWhile it will take time for our efforts to sustainably flow through results, the speed at which the team is moving is encouraging, and we are making steady progress. Let me start with a summary of our financial performance. As a reminder, our non-GAAP results now include the impact of stock-based compensation expense and related payroll taxes. This change is intended to enhance transparency, discipline and align our performance measures to how many investors already evaluate our business.\nNow moving to our results. As Alex mentioned, in the first quarter, revenue increased 9% at spot and 10% on a currency-neutral basis. Transaction margin dollars grew 4% year-over-year, improving in growth by more than 400 basis points from the fourth quarter. I'll walk through the drivers of that growth in a few minutes and provide context on the shape of the year, including tailwinds that we expect to be more pronounced in the first half compared to the second half.\nUnder our updated non-GAAP methodology, earnings per share were $1.08, representing 27% year-over-year growth. Under the company's prior non-GAAP methodology, which excluded the impact of stock-based compensation, earnings per share would have increased approximately 20% to $1.40, above our guidance for mid-single-digit growth on a comparable basis.\nRelative to our outlook, higher earnings per share were driven by a combination of factors, including better-than-expected transaction margin dollars, ongoing expense discipline, the timing of certain investment in marketing spend and interest income. Now I'll walk through some key operating metrics that support those results.\nWe ended the first quarter with 427 million total active accounts and 220 million monthly active accounts. Total active accounts increased by nearly 2 million from the fourth quarter and included growth in PayPal merchant and consumer accounts in addition to other products. We were encouraged to see total active accounts inflect positively in the quarter, and we remain focused on driving deeper relationships and more activity across our customer base.\nMonthly active accounts continued to show steady progress, up 2% year-over-year to 220 million with contribution from both PayPal and Venmo. Transactions per active account, which is a trailing 12-month number, was 60 in the first quarter, up 13%. Excluding PSP processing, which is primarily Braintree, transactions per active account grew 7%.\nMoving to volume growth. In the first quarter, TPV grew 14% on a spot and currency-neutral basis to $403.9 billion. U.S. TPV grew 12%. International TPV grew 17% on a currency-neutral basis primarily driven by strength in Continental Europe and improvement in Asia.\nGlobal branded checkout growth accelerated to 7% on a currency-neutral basis from 5% in the fourth quarter. The first quarter included about a 1 point benefit from leap day as well as ongoing benefits from the growth of global marketplaces.\nWithin branded checkout, large enterprise and international markets were the biggest contributors to growth. We remain laser-focused on driving deeper adoption of our best-in-class solutions with small- and medium-sized businesses and improving mobile [ experience ], which are critical, particularly in markets like the U.S. and the U.K.\nPSP processing volume grew 26% in the quarter driven by continued momentum from Braintree compared to 29% in the fourth quarter. Conversations with merchants have been encouraging as we shift our focus to a more disciplined go-to-market and renewal process that emphasizes a focus on profitable growth. Merchants recognize the product and performance improvements we have already started to make and are excited about the pipeline of upcoming innovation.\nAs I noted earlier, revenue in the first quarter increased 9% at spot and 10% on a currency-neutral basis to $7.7 billion. Transaction revenue grew 11% on a spot basis to $7 billion driven by Braintree and branded checkout.\nOther value-added services revenue in the quarter declined 2% on a spot basis to $665 million. Within other value-added services, interest on customer balances continued to be a meaningful tailwind. Our credit business performed relatively in line with our expectations with revenue lower because of 2 main factors.\nFirst, we are carrying lower merchant receivables after tightening originations last year. Second, we have had lower revenue share on our off-balance sheet U.S. consumer revolving credit portfolio due to ongoing normalization of loss rates.\nTransaction take rate declined 5 basis points to 1.74% driven primarily by lower foreign exchange fees and lower gains from foreign currency hedges. In addition, mix shift to large merchants continued to impact our branded checkout take rate.\nTransaction margin dollars increased 4% in the first quarter. Higher interest on customer balances, branded checkout, better transaction loss performance and lower credit losses were the largest contributors to growth. While the performance of the core business has been relatively consistent, we expect that a few of these tailwinds are likely to be less meaningful as we move through the year.\nSpecifically, we expect to see lower year-over-year benefit from interest on customer balances and lower year-over-year improvement on transaction and loan loss performance. Nontransaction-related operating expenses declined 2% as we continue to actively manage our cost structure while reinvesting into key strategic initiatives. Part of the decline in operating expenses is a result of certain corporate and marketing investments deferred to the second half as well as lower stock-based compensation.\nNon-GAAP operating income grew 15% in the quarter to $1.4 billion, and non-GAAP operating margin expanded 84 basis points to 18.2%. PayPal generated $1.8 billion in free cash flow in the first quarter or $1.9 billion, excluding the impact of held-for-sale accounting related to our European buy now, pay later externalization.\nIn the quarter, we completed $1.5 billion in share repurchases, bringing share repurchases over the past 12 months to approximately $5.1 billion. We ended the quarter with cash, cash equivalents and investments of $17.7 billion and debt of $11 billion.\nI'll now move to our second quarter and 2024 guidance. Consistent with the approach we shared in February, we will continue to provide revenue guidance 1 quarter at a time.\nFor the second quarter, we expect revenue to increase approximately 6.5% at spot and 7% on a currency-neutral basis. In addition, we expect non-GAAP earnings per share to increase by a low double-digit percentage.\nFor the full year, we continue to plan for a relatively consistent macroeconomic and consumer spending environment. With respect to earnings per share, we now expect 2024 non-GAAP EPS to grow by a mid- to high single-digit percentage.\nAs Alex said earlier, we are in a transition year, and we do not expect that our quarterly progression will be linear. To help bridge this outlook compared to our prior guidance for approximately flat non-GAAP EPS, there are 2 main factors I would point you to.\nFirst, our inclusion of stock-based compensation expense within non-GAAP results is expected to benefit EPS growth by approximately 3 percentage points this year. Second, we saw meaningful outperformance in the first quarter relative to our plans. We intend to reinvest a portion of this performance back into the business. We expect earnings growth to be more muted in the second half of the year due primarily to less benefit from interest income on customer balances, normalization in transaction and loan loss performance as we progress through the year and the expected timing of investment actions.\nUnderpinning our outlook, we now expect transaction margin dollars to be slightly positive for the full year. We expect nontransaction operating expenses to increase slightly. Embedded within this outlook is the flexibility to make key strategic decisions to invest and reinvigorate profitable growth within components of the portfolio and accelerate go-to-market efforts.\nFor the full year, we expect other value-added services revenue to be roughly flat year-over-year. This excludes any potential impact from the CFPB late fee regulation, given pending litigation across the banking industry and uncertainty on both timing and implementation. As a company, we have already taken steps to mitigate the future impact [indiscernible] take time to fully take hold.",
        "content2": "Consistent with the approach we shared last quarter, our guidance includes minimal impact from the new innovations rolling up this year. Our focus is on execution as we begin moving from test and pilot phases into launch. We continue to expect free cash flow for 2024 to be approximately $5 billion and for at least $5 billion in share buybacks.\nIn closing, 2024 is off to a solid start as we drive significant change across the company. We have clear opportunities to lean in further. We are doing the hard work now to position PayPal for profitable growth in the years ahead, and it has been incredibly energizing to see the team's commitment to this goal.\nWith that, I'll now hand it back to the operator to begin Q&A."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/2e011255dc1a42ccaaae11877d7985eb",
        "textblob_polarity": 0.1475863019570504,
        "textblob_subjectivity": 0.42344029049811405,
        "sentiment": {
            "distribution": {
                "positive": 24,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9931284214059511,
                "neutral": 0.9103858917951584
            }
        },
        "content1": "Q4 2023 PayPal Holdings Inc Earnings Call\n\nQ4 2023 PayPal Holdings Inc Earnings Call\n\nPYPLNASDAQFEB 7, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Sarah, and I will be your conference operator today. At this time, I would like to welcome everyone to PayPal Holdings Earnings Conference Call for the Fourth Quarter 2023. [Operator Instructions]\nI would now like to introduce your host for today's call, Ryan Wallace, Head of Investor Relations. Please go ahead.\n\nRyan Ward Wallace\n\nVice President, Head of Investor Relations, PayPal Holdings, Inc.\n\nGood afternoon, and thank you for joining PayPal's Fourth Quarter 2023 Earnings Conference Call. Joining me today is Alex Chriss, our President and CEO; and Jamie Miller, CFO.\nWe're providing a slide presentation to accompany our commentary. This conference call is also being webcast. Both the presentation and call are available on our Investor Relations website. In discussing our company's performance, we will refer to some non-GAAP measures. You can find the reconciliation of these non-GAAP measures to the most directly comparable GAAP measures in the presentation accompanying this conference call.\nOur remarks today will include forward-looking statements that are based on our current expectations, forecasts and assumptions and involve risks and uncertainties. Our actual results may differ materially from these statements. You can find more information about risks, uncertainties and other factors that could affect our results in our most recent annual report on Form 10-K and quarterly report on Form 10-Q filed with the SEC and available on our Investor Relations website.\nAll information in this presentation is as of today's date, we expressly disclaim any obligation to update this information. And with that, let me turn the call over to Alex.\n\nJames Alexander Chriss\n\nPresident and CEO, PayPal Holdings, Inc.\n\nThank you, Ryan, and thank you to everyone for joining us this afternoon. It's been a productive first 4 months. I'm pleased that we've been able to accomplish in such a short period of time while delivering the solid financial results we will discuss today. More importantly, I'm excited about the foundation we're setting and the velocity at which we're executing as we enter 2024. Today, I'd like to walk you through the changes we've made to the structure of our company, including several key additions to our leadership team, give a clear road map for how we will be executing going forward. and share our strategic priorities for 2024. Jamie will take you through the fourth quarter and full year results in greater detail, but the headline is that we delivered a solid quarter during the most important shopping season for our customers.\nIn Q4, we delivered 9% revenue growth on $410 billion in total payment volume. Transaction margin dollar performance was better than expected in the fourth quarter, and we continued strong expense discipline, reducing non-transaction-related expenses by 9% year-over-year.\nTaken together with $600 million in share repurchases in the quarter, our non-GAAP earnings per share increased 19% year-over-year. While these are solid results, we know there is still much room for improvement, and we're committed to making the necessary changes to our business and how we invest and operate to get it right. One of the key changes I talked about in our last earnings call was ensuring we have an outstanding leadership team in place. It's important to me that we have a leadership team with a broad diversity of experience, deep operational rigor and leaders with track records of success.\nI'm thrilled with the talent that we've assembled in the last few months. With Jamie as our new CFO, Isabelle Cruise leading people in places, Michelle Gill leading small business and financial services, Susan Karari leading global markets, Diego Scotty leading consumer and Global Marketing and Communications, combined with talented leaders who have risen within PayPal, we have a world-class leadership team in place to help the organization reach its full potential.\nEach of these leaders chose to join PayPal because they see the tremendous opportunity we have in front of us to reshape commerce and are already driving a renewed energy within the company. Second, we've organized our teams around the customers we serve, consumers, small businesses and [indiscernible]. This creates clear lines of accountability and will enable teams to focus on delivering the right solutions that address our customers' greatest needs. Regardless of the customer we're serving, we want to make a PayPal offering so user-friendly, so rewarding and so integrated into a customer's life that PayPal is the obvious choice. Our new structure enables that.\nThird, last week, we announced that we will reduce our global workforce by approximately 9% through both direct reductions and the elimination of open roles over the course of the year. As I mentioned in our last earnings call, our size has been slowing us down. While this was not an easy decision to make, this change is necessary to execute with the focus and speed required to drive our next [ stir ] of growth and allow us to invest in our future. With these changes, we continue to reprioritize and invest in the innovation and delivery of products and solutions that offer the greatest impact for our customers.\nThe team has been very focused on building out our strategy and driving focused execution for 2024. These are the most important priorities we're focused on this year, accelerating growth in our branded checkout business, improving overall profitability, including that of our high-growth PSP services, unlocking the power of data to create more value for our customers while tapping into new sources of revenue and margin and operating more efficiently.\nOur first look customer announcement 2 weeks ago was an initial demonstration of the importance of delivering compelling value propositions to consumers and merchants. As promised, we're doing a lot of things to drive change internally and externally.\nHowever, nothing happens overnight. It will take time for some of our initiatives to scale and move the needle, but the initial customer reaction and merchant demand for our new innovations has been encouraging. 2024 is going to be a transition year, focused on execution to position the business for long-term success. Our clear goal is to reshape the company to accelerate profitable growth and margin expansion in the years ahead.\nPrioritization will be key allowing us to move more quickly and with better results. Later in the call, Jamie will take you through our full year guidance. We have made strategic decisions to reinvest cost savings back into our most important initiatives. It is critical that we remain on offense and position ourselves to not only innovate but capture our share of the growth in global commerce. We want to be clear eye in terms of the potential near-term benefits from our initiatives, which is why our 2024 guidance includes minimal contribution from the innovations we recently announced.\nWe want to see execution and clear results prior to embedding these initiatives into our financial outlook. As a company, we will build back a track record of delivering on our commitments. In November, I committed to being transparent with you all on how we will run the business. I want to spend a few minutes to share our operating principles and how we expect these will drive value creation over time. Our 5 operating principles are: number one, start with the customer. I believe in working customer back. We will start by defining our customers and their most critical needs. Then we will use that knowledge to inform everything we do, including investments and innovation.\nNumber two, focus on profitable growth. We will prioritize high-quality, profitable growth and driving improved transaction margin dollars through more rigor and discipline. Number three, drive operating leverage over time. We will combine our assets and data to develop more personalized experiences for our customers and drive efficiencies across the business to leverage our cost base.\nNumber four, set measurable goals and communicate consistently. We say what we mean and mean what we say, we will be transparent and accountable for our performance; and number five, maintain a strong balance sheet. We will be diligent in managing our resources and returning excess cash to our shareholders. These 5 principles will guide how we make decisions and will ultimately keep us accountable to deliver what we say we will do.\nLet me now take you through what this means for how we serve our customers and what we're focused on in 2024. For enterprises, we're focused on accelerating growth in branded checkout and driving the profitable growth of our PSP services this year. Branded checkout is a critical part of PayPal's value proposition. We need to ensure we have our best checkout experience available to every consumer on every merchant every time. This will be a multiyear effort.\nTo start, we've redesigned our branded checkout experience creating more simplicity and consistency with the goal of optimizing presentment, increasing speed and minimizing friction across all major checkout flows. When combined with our efforts in password-less authentication, these new flows can result in up to an additional 50% drop in latency, allowing a shopper to check out twice as fast. Improvements like this are aimed at driving a higher selection rate of PayPal and better conversion for our merchants.\nA challenge in the past has been bringing existing merchants on to our latest integrations and experiences. This is one of the reasons why our new guest checkout experience FastLane by PayPal is so exciting. It's truly differentiated and will provide a compelling reason for merchants to operate. With it, we can recognize up to 70% of guests visiting a merchant, reduced checkout time by up to 40% and grow the top of our branded checkout funnel. BigCommerce, 1 of our long-time partners has already implemented FastLane on their platform, and the conversion of their merchants using this new solution is as high as 79%. Combining solutions like FastLane with a full suite of PSP offerings and more targeted, personalized commerce experiences creates a powerful end-to-end suite of capabilities that drive higher sales for merchants and gives them more reason to choose PayPal.\nWe're focused on driving profitable growth, including within our PSP services like Braintree. The team continues to earn market share and merchant confidence through product and performance enhancements, delivering off rate improvements of up to 240 basis points for enterprise customers in the U.S. We're continuing to build out and seamlessly integrate additional value-added services in areas like orchestration, routing optimization, payouts and risk as a service in addition to serving as a seamless integration point for our latest branded checkout experiences, including PayPal, Venmo and Buy Now, Pay Later. We will be able to compete in the market with a best-in-class offering and price to value. In addition, we're putting greater discipline into our go-to-market and renewal processes as we focus on profitable growth. These areas take time to scale, but we're laser-focused on them and expect to make steady progress this year.\nFor small businesses, we're on a journey to move from a variety of standalone products to a modern platform with a comprehensive suite of solutions. What this means in 2024 is that we're focused on accelerating the adoption of PayPal Complete Payments, or PPCP, through a reinvigorated go-to-market approach for partners and developers. This full stack solution enables us to distribute our best branded checkout flow to SMBs while also competing for the approximately $750 billion addressable market of processing volumes. We've had limited penetration of SMB full stack processing to date due to the lack of a strong product, but that is now changing.\nNovember and December were record-setting months for new SMB adoption of PPCP. We're seeing lower churn rates for merchants on PPCP year-over-year, but we've also seen increases in transaction volume for merchants migrating to full stack processing from our legacy products. As the year progresses, we intend to drive additional adoption through partner channels, targeted marketing and developer-friendly capabilities like low- and no-code integration paths available through our brand new developer portal.\nOver time, we want to better serve other important SMB needs, offering more ways to help them connect to new customers. It's also worth noting that all the checkout improvements I just discussed as part of our enterprise strategy can also benefit the tens of millions of SMBs that use PayPal. For consumers, we're focused on differentiating our value proposition, deepening existing relationships and giving shoppers more reasons to choose PayPal. PayPal already has strong consumer awareness and trust, but that is not enough to compete in today's world. Part of a person's decision to choose PayPal comes down to presentment, ease of use and speed, areas where we still have room to improve. We also want to give consumers more reasons to choose PayPal by delivering personal lines and rewarding shopping experiences that also drive higher conversion for merchants.\nThis year, we're launching and evolving a new PayPal app to create a situation. We will also leverage our merchant relationships and the power of AI to make the entire shopping experience personalized for consumers while giving them control over their data. In addition, we will drive increased understanding and awareness of Why PayPal via sustained marketing efforts. Our goal is to drive quality customer growth over time as well as deeper relationships that include more frequent use and a greater range of product adoption.\nThe new checkout and app experiences we are rolling out this year will also create an engagement loop that will drive higher awareness of the various products we offer and drive higher adoption of our portfolio over time. Let me give you 2 examples of where we have significant opportunity to drive increased adoption. In the U.S., we have over 27 million active accounts using PayPal Rewards. In the fourth quarter, rewards accounts had higher engagement and average revenue per account that was almost double that of non-rewards accounts. The average revenue per account of someone who adopts the PayPal Cashback Mastercard is about 5x higher than the average checkout-only account.\nToday, only about 2% of active accounts have that card in their wallet. Increasing adoption of these products will not only drive a richer experience for our customers but improvement in customer engagement and lifetime value for us. Redesigning our app and creating improved frictionless onboarding paths are tangible ways that we plan to drive higher penetration of these types of products.\nWe're also bringing more functionality and better experiences to Venmo this year, like the ability to connect consumers with cash back offers from small businesses in their local communities. In addition to this innovation, we're focused on driving adoption of the Venmo debit card. Venmo debit card holders are among our most engaged accounts and drive 6x the incremental revenue than that of a P2P only customer, about 6% of our active Venmo customers have a Venmo debit card today.\nSo there is a significant opportunity there for us to focus on. Finally, this year, we will demonstrate meaningful progress towards operating more efficiently. We've already consolidated many disparate technology services into common platforms. So we have more work to unleash the power of our data in service of our customers. We're simplifying and automating manual processes and investing in tools and services needed to drive productivity and innovation velocity. This will reduce cost and complexity, improve the developer experience and give more reasons for customers to choose PayPal.\nFor example, we're converging to a single merchant reporting system, so that our merchants will get consistent and accurate reports, which will make a huge difference in how they run their business. Another outcome of consolidating platforms is that we will now see 1 view of the customer, which allows us to more effectively cross-sell the various products we offer. We will be moving at lightning speed and with the weight of the company behind each of these initiatives to deliver the best experiences possible for our customers this year.\nTo wrap up, I am pleased with our fourth quarter results and the execution that the team delivered throughout the quarter amid an enormous amount of change. I'm excited about the year ahead and all the innovation we have in store for our customers. With that, I'll hand the call over to Jamie to take you through our results for the fourth quarter and full year.\n\nJamie S. Miller\n\nChief Financial Officer, PayPal Holdings, Inc.\n\nThanks, Alex. Good afternoon. First, let me say that I'm very excited to have joined PayPal. Our new leadership team is laser-focused on our customers, and I am incredibly energized to see our team come together to deliver PayPal's full potential. Before I discuss our financial results, you'll notice several things different in our materials today. First, we've redesigned our press release in a more standardized tabular format designed to allow ease of use and better consumption of information. We have also included additional supplemental metrics in our investor presentation intended to provide greater transparency into our business. We will continue to evaluate these and other changes over time.\nI'll start with a summary of our financial performance. In the fourth quarter, we reported 9% revenue growth on a spot and currency-neutral basis. For the full year, revenue grew 8% at spot and 9% on a currency-neutral basis. Transaction margin dollars were flat year-over-year in the fourth quarter and declined 1% for the full year. Non-GAAP earnings per share were $1.48 in the quarter, representing 19% year-over-year growth. Higher earnings per share in the quarter were driven by ongoing expense discipline and better-than-expected transaction margin dollars, which benefited from branded checkout, Braintree and interest on customer balances.\nWe ended the full year with $5.10 of non-GAAP earnings per share, up 24%. Our full year results benefited from lower operating expenses the higher interest rate environment and the impact of share buybacks. Now I'll walk you through some key operating metrics that support these results. We ended the year with 426 million active accounts and 224 million monthly active accounts. Throughout last year, we indicated that we expected ongoing churn of unengaged accounts in less developed markets, predominantly in Latin America and the Asia Pacific region.\nThis was the primary driver of our year-over-year reduction in total active accounts. We had modest growth in monthly active accounts, up 1% for both the quarter and the full year, and our active base of engaged counts remain stable. More than 50% of our total active accounts were monthly actives over the course of 2023. Transactions per active account, which is a trailing 12-month number was [ 58.7 ] in the fourth quarter, up 14%. If we exclude PSP processing, which is primarily Braintree from that figure, transactions per active account grew 7%. Part of this growth rate is driven by the churn of unengaged accounts that I just mentioned, but we were also encouraged by the higher activity levels we're seeing among our core base of accounts.\nPage 14 in our investor presentation includes additional information on our historical trends in monthly active accounts and transactions per active account, excluding PSP processing. On volume growth in the fourth quarter, we saw total payment volume, or TPV, of $409.8 billion, representing 15% growth at spot and 13% growth on a currency-neutral basis.\nThis growth was driven primarily by Braintree as well as branded checkout and Venmo. U.S. TPV grew 11%, International TPV grew 17% on a currency-neutral basis, primarily driven by strength in Europe and improvement in Asia. For the full year, TPV was $1.5 trillion increasing 13% at spot and 12% on a currency-neutral basis.\nPayPal's fourth quarter global branded checkout volumes grew by approximately 5% on a currency-neutral basis, bringing full year branded checkout volume growth to 6%. We have seen a solid start to the year with consistent global branded checkout growth through January. PSP processing volumes grew 29% in the quarter, driven by ongoing growth in Braintree. The team continues to make product and performance enhancements for merchants. We are also putting greater discipline into our go-to-market and renewal processes as we focus on overall profitable growth.\nWith respect to revenue, as I noted earlier, revenue in the fourth quarter increased 9% on a spot and currency-neutral basis to $8 billion. Transaction revenue grew 9% on a spot basis to $7.3 billion, driven by Braintree and Branded Checkout. In the fourth quarter, U.S. revenue grew 8%. International revenue increased 10% at spot and 12% on a currency-neutral basis, accelerating from the third quarter.\nSimilar to TPV, we saw ongoing strength in Europe and improvements in Asia. For the full year, U.S. revenue grew 9% and international revenue increased 7% at spot and 9% on a currency-neutral basis. Other value-added services revenue in the quarter grew 9% on a spot basis to $743 million. For the full year, other value-added services revenue grew 26% or by approximately $600 million. For both the quarter and the full year, this growth was driven almost entirely by increased interest income on customer stored balances.\nTransaction take rate declined 10 basis points to 1.78% in the fourth quarter. Approximately 7 bps of this decline was driven by 2 factors: lower gains from foreign currency hedges, which are recorded as international transaction revenue and flat foreign exchange fees. In addition, mix shift with higher volumes from large merchants continued to have a slight impact on our branded checkout take rate. Transaction take rate for the full year was 1.76%, also down 10 basis points year-over-year. Transaction margin dollars were flat year-over-year in the fourth quarter compared to a 3.5% decline in the third quarter. This approximate 4 percentage point improvement was driven by a combination of the absence of merchant contractual compensation in the prior year period and by Branded Checkout and Braintree.\nThe growth of interest income on customer stored balances and growth of Branded Checkout were the largest contributors to transaction margin dollars in the fourth quarter. This growth was offset by the absence of hedge gains compared to the prior year period as well as declines in other parts of the portfolio, including the impact of migrating and consolidating legacy PayPal payment services. Fourth quarter transaction expense as a rate of TPV came in at 97 basis points, 4 basis points higher than the same period last year. This increase was primarily driven by Braintree volume growth and was partially offset by a favorable geographic mix of PayPal volumes and rate benefits in Venmo. Full year transaction expense as a rate of TPV was 94 basis points. Transaction loss as a rate of TPV was 7 basis points for the quarter, up 1 basis point from the fourth quarter last year and 8 basis points for the full year. Credit losses were $119 million for the quarter or 3 basis points as a rate of TPV, down 32% year-over-year and 3 basis points as a rate of TPV for the full year.\nWe have taken a prudent and active approach to managing our overall credit risk, tightening originations within our PayPal business loans portfolio, and externalizing our European Buy Now, Pay Later portfolio. In the fourth quarter, non-transaction-related operating expenses declined 9% as we continue to actively manage our cost structure. For the full year, the same expenses declined 11%.\nNon-GAAP operating income grew 11% in the quarter to nearly $1.9 billion and for the full year by 14% to $6.7 billion. Our non-GAAP operating margin increased 40 basis points to 23.3% in the quarter and increased 110 basis points to 22.4% for the full year due to better operating expense leverage in each period. PayPal generated $2.5 billion in free cash flow in the fourth quarter. This includes a $1.7 billion net benefit from the sale of our European Buy Now, Pay Later receivables to KKR, partly offset by the impact of new loans originated as held for sale.",
        "content2": "Adjusting for this impact, we generated nearly $800 million in adjusted free cash flow in the quarter and $4.6 billion for the full year. Higher-than-expected changes in working capital and cash taxes had a negative impact on fourth quarter free cash flow. In the quarter, we completed more than $600 million in share repurchases, bringing full year share repurchases to approximately $5 billion. We ended the quarter with cash, cash equivalents and investments of $17.3 billion and debt of $11.3 billion.\nBefore turning to our first quarter and 2024 guidance, I have 2 updates to our guidance approach to share. First, for the time being, we intend to move away from providing annual revenue guidance and instead provide guidance for the upcoming quarter. Given the considerable changes underway at the company, we believe it is prudent to guide revenue 1 quarter ahead and provide updates as the year progresses. Second, the first quarter and 2024 guidance that we're providing today excludes the impact of stock-based compensation from our non-GAAP results. This is consistent with our historical approach.\nBeginning in the first quarter, we will include stock-based compensation expense in our non-GAAP results. We will update our reporting and guidance accordingly at that time. Stock-based compensation is an integral part of our cost structure and one that we believe we need to manage more directly and transparently. Including stock-based compensation expense in our non-GAAP earnings, we'll introduce more accountability and discipline and will align our own performance measures to the way that many investors already evaluate our business.\nIn terms of our outlook for the first quarter, we expect revenue to increase approximately 6.5% at spot and 7% on a currency-neutral basis. In addition, we expect non-GAAP earnings per share in the first quarter to grow at a mid-single-digit percentage. With respect to our full year financial plan, as we have said previously, with all of the changes we are making, 2024 will be an execution year and one we're positioning the business for long-term success will be critical. For the full year, we are planning for a relatively consistent macroeconomic environment with some level of interest rate declines as we move through the year.\nWe also assume that overall consumer spending and activity levels will remain relatively consistent. We expect full year 2024 non-GAAP EPS to be roughly in line with prior year EPS of $5.10. Underpinning our outlook we expect roughly flat transaction margin dollars. Alex discussed our innovation and product enhancements earlier. Many of these are already in pilot or launch, but will require execution throughout the year before we begin to see impact. Our guidance includes minimal impact from these initiatives. We expect a low single-digit increase in non-transaction operating expense. As Alex mentioned, we announced actions last week to reduce cost to drive continued efficiencies while at the same time, investing more in our product engineering and platform teams to drive growth.\nThere are 2 factors to be mindful of that will impact our other value-added services revenue. First, while we are still seeing benefit from the higher interest rate environment, we expect that this tailwind will be much less significant in 2024. Second, we continue to take an active and prudent approach to managing our credit exposure. We are carrying lower credit receivables after tightening originations last year. And for our off-balance sheet originations, we are planning for ongoing normalization and loss rates, which will impact the revenue share that we earn.\nWe expect free cash flow for 2024 to be approximately $5 billion. From a financial policy perspective, we remain committed to maintaining an investment-grade credit rating. Absent inorganic growth opportunities, we expect to continue allocating approximately 70% to 80% of our free cash flow to share buybacks.\nHowever, given our strong cash position as we enter the year, we are currently planning for at least $5 billion in share buybacks in 2024. That concludes my prepared remarks. I'll now hand it back over to the operator to begin Q&A."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/2c9a60eed4a988e0da026adfe3d81ba8",
        "textblob_polarity": 0.1307704939800284,
        "textblob_subjectivity": 0.42107760372172787,
        "sentiment": {
            "distribution": {
                "neutral": 12,
                "positive": 20,
                "negative": 1
            },
            "scores": {
                "neutral": 0.9093236476182938,
                "positive": 0.9685885339975357,
                "negative": 0.9342734813690186
            }
        },
        "content1": "Q3 2023 PayPal Holdings Inc Earnings Call\n\nQ3 2023 PayPal Holdings Inc Earnings Call\n\nPYPLNASDAQNOV 1, 10:00 PM\n\nOperator\n\nGood evening. My name is Krista, and I'll be your conference operator today. At this time, I would like to welcome everyone to the PayPal Holdings Earnings Conference Call for the Third Quarter 2023. [Operator Instructions] Thank you. I would now like to introduce your host for today's call, Ryan Wallace, Head of Investor Relations. Please go ahead.\n\nRyan Ward Wallace\n\nVice President, Head of Investor Relations, PayPal Holdings, Inc.\n\nThank you. Good afternoon, and thank you for joining us. Welcome to PayPal's earnings conference call for the third quarter of 2023. Joining me today on the call is Alex Chriss, our President and CEO; and Gabrielle Rabinovitch, SVP and acting CFO. We're providing a slide presentation to accompany our commentary. This conference call is also being webcast. Both the presentation and call are available on our Investor Relations website.\nIn discussing our company's performance, we will refer to some non-GAAP measures. You can find the reconciliation of these non-GAAP measures to the most directly comparable GAAP measures in the presentation accompanying this conference call. We will make forward-looking statements that are based on our current expectations, forecasts and assumptions and involve risks and uncertainties. These statements include, without limitation, our guidance for the third quarter and full year 2023, our planning assumptions for 2023, our comments related to anticipated foreign exchange rates, operating margin, impacts from our sale of loans to KKR and share repurchase activity.\nOur actual results may differ materially from these statements. You can find more information about risks, uncertainties and other factors that could affect our results in our most recent annual report on Form 10-K and quarterly report on Form 10-Q filed with the SEC and available on our Investor Relations website. You should not place undue reliance on any forward-looking statements. All information in this presentation is as of today's date, November 1, 2023. We expressly disclaim any obligation to update this information. And with that, let me turn the call over to Alex.\n\nJames Alexander Chriss\n\nPresident and CEO, PayPal Holdings, Inc.\n\nThank you, Ryan, and thank you to everyone for joining us this afternoon. It is a pleasure to speak with you all on today's call, my first as President and CEO of PayPal. Before I dive in, I'd like to take a moment to thank my predecessor, Dan Schulman, for his diligence and professionalism in handing over the reins and helping me onboard quickly.\nAdditionally, I'm very excited to welcome Jamie Miller to PayPal as the company's next Chief Financial Officer. Jamie will officially be joining PayPal on November 6. Jamie is a world-class CFO, who joins us with decades of experience in both senior finance and operations roles at a number of different Fortune 100 and private companies, including GE and Cargill and was most recently CFO of EY. Jamie is a vital addition to our team. Under Jamie's leadership, I have no doubt that we will drive the financial discipline, necessary efficiencies and operational excellence our company requires. I look forward to introducing Jamie to you over the coming months, and you will also hear from her, of course, on our next earnings call.\nAs excited as we are to welcome Jamie, I also want to take a moment to express my sincere thanks to Gabrielle for all her hard work, dedication and passion as Interim and then Acting CFO. She's helped drive the company forward and has been instrumental in helping me get up to speed over the past couple of months. I truly appreciate her partnership as well as her commitment to PayPal and look forward to working with her during this next chapter of PayPal's journey.\nOkay, let's jump in. When I was asked by the Board to take on the CEO role, I was so energized by the possibilities of the impact PayPal can have on the world. I've dedicated the last 19 years of my career to fighting for the underdog, helping consumers and small businesses around the world achieve their dreams, interact with each other and build a better life. PayPal takes that mission to a whole new level. The assets, the data, the scale and the brand, the full foundation of what PayPal sits on today is unrivaled. And for me, that is the opportunity of a lifetime.\nI am also walking in eyes wide open. There are clearly challenges to tackle. I am someone who speaks plainly and transparently. If we are doing things well, I will highlight them. If there are things we can do better and need to fix, then I will have no hesitation in calling those out too. Our innovation activity has accelerated but we still have work to do on maximizing our impact for our customers and results.\nCompetition and complexity have increased and the company's focus has not been clear. We are doing a lot of things but are we focused enough with our resource allocation? Are we executing with excellence behind the most important work to provide customers with a compelling and differentiated value proposition? Are we partnering with customers in a way that brings them deep value but also rewards the PayPal shareholder? These are questions I am maniacally focused on answering with the team and doing a better job of executing across the board.\nBut let me be clear, notwithstanding those realities, this is a growth company with great prospects. Even within the first month on the job, I am more energized and have more conviction and clarity than I expected over how we win. We have significant opportunities for growth and impact. The foundation is strong and the value pools and growth vectors are there. We must simply execute better and with higher velocity, and we will.\nI'd now like to share with you all my onboarding process and what I've learned and observed so far. Then I will describe changes you will see going forward, and lastly, I'll set expectations for what you will see from us over the next few quarters. While I have only been here a little over 4 weeks, I've been conducting in-depth conversations with internal and external stakeholders, including employees, customers, partners and investors and diving into the business with our product and go-to-market teams. The feedback has been encouraging, exciting, revealing and very clear.\nThere are 2 lenses I've had in synthesizing the input. First, how do we differentiate in solving the most critical customer problems? Second, what are our unique growth vectors and how do we accelerate our impact for customers and shareholders? Before I run through my thoughts after 30 days, first, let me say I've been surprised and delighted with how consistent and clear the answers to the previous questions have become. We are not searching for ideas for tremendous growth. Our assets and our position in the market are incredible. We know exactly what needs to be done. We simply must execute.\nTo give you some additional context, here are a few of my initial observations on our employees. Our people are kind, caring, dynamic, innovative and engaged. They care deeply about our customers and one another and are energized by our mission. My focus is to clearly define our mission, vision and purpose and unleash this team to execute a clearly defined and durable strategy. We will establish and refocus systems and processes to galvanize the entire organization behind our purpose and growth outcomes.\nOn our customers and innovation, I generally see our customers falling into 3 categories: consumers, small businesses, and large enterprises. When looking at our customers through this lens, each segment has unique assets and a multitude of growth opportunities. I've been encouraged by how much innovation our teams are delivering, but we have an opportunity to, A, focus our teams on what's most important to these customers; and B, package our innovation in a way that is clear and differentiates us in the market.\nLet me give you some examples. For consumers, we have not only tremendous breadth, mind share and wallet share of our consumers but these are active and engaged users. In the U.S. alone, over 70% of the adult population has used PayPal in the past 5 years. Let me say that again. Over 70% of adults in the U.S. have used PayPal in the past 5 years. And with the recent launch of our Venmo Teen Account, we are now seeing adoption of our core products and services across the entire addressable market in the U.S. Additionally, we've innovated with unique products and experiences for consumers that each on their own provide tremendous customer benefit.\nFor example, our PayPal Cashback Mastercard provides 3% cashback on PayPal purchases as well as cashback on all other purchases. Customers with this card make, on average, 56 more purchases with PayPal in the year after they adopt the product than they did the year before. Over 25 million consumers have used PayPal Rewards in the past 12 months, and we've put more than $200 million back in our customers' pockets with cashback and savings during that time. But even more interesting, through our Rewards product, we have an active database of over 300 million SKUs of inventory from our merchant partners. These data points can help us use AI to power a robust shopping recommendation engine, to provide more relevant rewards and savings back to our customers.\nWe've just begun and already rolled out passkeys to more than 10 million consumers globally to reduce friction in the sign-in experience. We've added additional security features by providing fraud alerts for all your cards in the PayPal Wallet. We're gaining ubiquity both online and in person as our PayPal and Venmo-branded credit and debit cards can now be added in the Apple and Google Wallets. And we've launched the first regulated stablecoin by a global payments company in PYUSD, connecting our PayPal and Venmo ecosystems together and creating one of the most robust peer-to-peer networks in the world.\nIndividually, these are each incredible innovations, but we have not yet brought them all together into a cohesive, integrated and seamless customer experience and value proposition. As I said at the beginning, we have brand awareness and reach consumers in most markets around the world. They know PayPal and they are rooting for us. It is our responsibility to now put together these innovations into a world-class, seamless experience, and that is exactly what we're going to do. As an example, we have refocused our consumer product and go-to-market team to relaunch a brand-new end-to-end consumer experience with checkout at the center that will bring value to consumers with every single purchase. We will make it abundantly clear why choose PayPal. This is the first core priority I've asked the teams to focus on.\nNext, for small businesses. The core customer problem we can solve is helping them get more customers. From a breadth and depth perspective, we again have tremendous reach. We serve approximately 35 million merchant accounts and the vast majorities are SMBs. We have recently launched our new PayPal Complete Payments solution in the market. This solution helps small businesses sell globally and accept a range of payments, including PayPal, Venmo and PayPal Pay Later products to help drive checkout. We provide SMBs the tools to transact globally and are innovating for them with critical services such as package tracking. Package tracking is now live with over 5,000 merchants on BigCommerce, Blue Commerce and UltraCart. Early results show merchants are experiencing an 80% decrease in item not received disputes, 40% higher dispute wins and 65% faster funds release.\nThis is a good start, but what really gets me excited is how all of our profile and payment data comes together to empower each of our merchants to improve their conversion rates via our next-generation checkout while making our consumers check out experiences more efficient. We've just rolled this product out to a handful of pilot merchants. And with the breadth of our consumer coverage, we are able to identify the majority of consumers that visit our merchant's site. That means we can autofill payment information for consumers and streamline guest checkout for our merchants.\nTo serve small businesses with our best-in-class product, we must get PayPal Complete Payments to scale globally. This is the second core priority I have asked our product and go-to-market teams to rally behind. And you will see us with a concerted push to dramatically improve the end-to-end PayPal Complete Payments product rollout and adoption in the next couple of quarters. Once we've accomplished this, we will have earned the right to expand additional offerings to small businesses. As someone with deep experience scaling products and services for the small business segment, we have the right to play and win in a number of meaningful and durable businesses that will solve core customer problems and delight our users.\nLastly, for our enterprise customers. We have proven that we can win in the market and take share with Braintree, serving the largest enterprises such as Adobe, Booking.com, DoorDash, Ticketmaster and Uber. In the last 12 months, we processed over $450 billion in volume out of an estimated $4 trillion to $5 trillion of global large enterprise e-commerce. That's approximately 10% flowing through us. We now have a beachhead to build upon. We will address additional customer needs such as payouts, fraud management, chargeback automation and FX. These value-added services not only address specific customer pain points but also help PayPal drive additional margin.\nTo be clear, our focus here will be continuing to improve performance, provide additional services and expand margin. And lastly, on our company as a whole, let me touch briefly on our evolution to operating as a platform company. Our ability to seamlessly delight customers end to end is a function of the quality of our technology and data platforms, which are very strong. But we have a significant and important opportunity to further become a platform company that builds company-wide capabilities, accelerates at scale and drives efficiencies across the organization. Fully unlocking this will accelerate innovation, velocity in the market and value.\nFurther, our data and scale are key strengths. Our machine learning capabilities combine hundreds of risk and fraud models with dozens of real-time analytics engines and petabytes of payments data to generate insights by learning users' behaviors, relationships, interests and spending habits. This scale gives us a very unique advantage in the market. Our ability to create meaningful profiles with the help of AI is exceptionally promising. You will see us using our data and the advances in generative AI in responsible ways to further connect our merchants and consumers together in a tight flywheel.\nThis is essential. We must build products and customer experiences that are strengthened by our unique 2-sided network. Harnessing an end-to-end data platform will help us drive network effects throughout our business. In order to maximize this opportunity, it will require technology consolidation and automation across the company. Simply put, our cost base remains too high and it's actually slowing us down. As such, I am in the process of evaluating our most profitable growth priorities and aligning our resources to those priorities. We will become leaner, more efficient and more effective, driving greater velocity, innovation and impact for customers.\nTo recap my observations and focus areas, our assets and breadth are unrivaled. Our innovation is accelerating and will drive impact, but we must focus and execute. The weight of the organization will be squarely behind: one, reinventing our consumer experience to drive a clear and durable value proposition with checkout at the center; two, improving and scaling PayPal Complete Payments for small businesses globally; and three, driving margin expansion in Braintree and other products for large enterprises. Additionally, we will invest in our company-wide platform, driving efficiency and acceleration of innovation while rightsizing our expenses.\nNow I'd like to share what you can expect from me in terms of how we will communicate to all of you and the principles to which we will adhere. You'll see this starting with our next earnings call in terms of how we report our numbers and what we view as important metrics to our shareholders. I believe in the last several years, it has been difficult to model our company consistently because the company itself hasn't provided consistent metrics to allow you to do so. That is going to change.\nFor our next earnings call, we will unpack for you the following: first, we will be clear what our operating principles are and how these principles drive the growth opportunities we pursue and, in turn, drive capital allocation, technology allocation and talent allocation decisions across our business. Second, we will be clear about what metrics matter the most to us and how we are managing the business. I can tell you right now, what I care about most is high-quality customer growth and profitable revenue growth. Going forward, PayPal will be focused on generating real profit for the company. I can't emphasize that last statement enough. It is key to how I believe this company should be run, and it is how you should expect us to measure our performance. Unprofitable growth is counterproductive to the long-term prospects of this or any other growth-oriented company.\nThird, as a management team, we will be guided by margin-accretive revenue growth. Over time, I believe we have a tremendous opportunity to grow revenue outside of purely transaction-related volume as we continue to serve our customers' core needs. We are taking a closer look at how best to report our financial performance and which KPIs we will be focused on going forward. Once we complete this review, we will consistently use the same metrics, and it will be easy for you to model the business, judge our performance and hold us accountable.\nNext, I want all stakeholders to be able to understand in a simple way how we do what we do and how we make money doing it. This includes our customers as they are the lifeblood of our existence. Lastly, I am laser-focused on operating leverage and making sure we manage our cost base with relentless attention and commitment. As I said before, I believe our cost base and complex structure is slowing us down. We have opportunities to accelerate our revenue growth while reducing our expenses, helping further drive operating leverage.\nIn terms of the time line from here, I can tell you that we are already hard at work determining a comprehensive plan for 2024 and ensuring we are prepared to deliver it. There are teams stacked against the focus areas I mentioned earlier and they are deep in execution mode. Our core execution and fast-twitch operating muscles are building by the day. In parallel, the leadership team and I are refreshing our strategic priorities and focus areas for 2024, and we'll be sharing them with you in our next earnings call in February. I will unpack for you then the clarity of our strategic focus, our focused growth priorities and how we will achieve durable profitable growth, adjustments we will make to drive efficiencies across the organization and guide what you can expect us to deliver in 2024.\nIt is clear to me that the things we need to do better aren't all going to be achieved overnight. And of course, business, like life, is not a straight line. However, I can tell you 1 thing for sure. We are going to move at lightning speed to get there as quickly as possible. With that, I'd like to hand the call over to Gabrielle to take you through the Q3 results and then we'd be happy to take some questions.\n\nGabrielle Rabinovitch\n\nPrincipal Accounting Officer, Senior VP of Investor Relations & Treasurer and Acting CFO\n\nThanks, Alex. It's great to have you on board. The past few weeks have been incredibly inspiring and invigorating. There's renewed energy and excitement at PayPal with you leading us forward. I look forward to welcoming Jamie and working with you as we enter this new chapter of growth for PayPal. I share Alex's enthusiasm for our increased pace of innovation and the outstanding opportunities we have, given the power and scale of our global franchise. And I agree that with increased focus and improved prioritization, accelerating our growth and delivering operating leverage are mutually reinforcing.\nImportantly, we're committed to increase transparency and improve consistency in how we discuss our business and the ongoing enhancement of our disclosures. I would also like to thank the entire PayPal team for their steadfast focus on delivering for our customers and executing our priorities.\nFirst, several highlights from the quarter. We're reporting 9% revenue growth on a currency-neutral basis and 20% growth in non-GAAP earnings per share, both of which are ahead of our guidance. In the third quarter, we again demonstrated strong expense discipline and our ability to operate our business with improved efficiencies. In addition, we continue to make progress in the quarter across our long-term strategic initiatives, which are focused on driving more profitable growth.\nMoving to our customers. We're encouraged by new cohorts coming in. Retention and active use based on product innovations are starting to pay off. That said, during the quarter, active accounts declined by 2.8 million as we continue to flush out low-quality customers predominantly in Latin America and Southeast Asia. As a reminder, we said this would be a year where we churn off lower-quality actives and in which total accounts would decline. Year-to-date, churn has been lower than our expectations. Customer growth is a vital pillar of our growth agenda. We're an organization focused on serving our customers and improving our value proposition, and we're positioning ourselves for a return to growth in our customer base.\nTurning to volume growth. We're reporting total payment volume of $387.7 billion, representing 15% growth at spot and 13% growth on a currency-neutral basis, with that growth primarily driven by Braintree. U.S. TPV grew 10%. International TPV grew 19% currency-neutral, accelerating 5 points sequentially, primarily driven by strength in Europe as well as improvements in Asia.\nI would now like to comment on our branded checkout performance. PayPal's global branded checkout volumes grew approximately 6% in the quarter on a currency-neutral basis relative to 7.5% growth in Q3 last year. Growth accelerated in July to 8% but moderated as we moved through the quarter. To date in Q4, branded trends have stabilized and are tracking in line with the first half of the year. As I mentioned, revenue increased 9% on a currency-neutral basis and 8% at spot to $7.4 billion. Transaction revenue grew 7% to $6.7 billion, driven by Braintree and PayPal branded checkout. Hedge gains for the quarter were $7 million, $149 million lower than Q3 last year.\nIn Q3 of last year, we also benefited from approximately $75 million in contractual compensation from merchants, which did not contribute to our revenue this year. In addition, as we discussed last quarter, migrating and consolidating legacy PayPal payment services was also a drag on the growth in transaction revenue. Other value-added services revenue grew 25% to $764 million, almost entirely driven by increased interest income on customer stored balances. In the third quarter, U.S. revenue grew 7%. Interest revenue increased 10% at spot and 11% on a currency-neutral basis, accelerating sequentially and year-over-year.\nAs with TPV, we saw strengthening performance across Europe, which was most pronounced in the early to mid-summer. And in China, our seller business improved as well. Transaction take rate declined 13 basis points to 1.72%. Similar to our Q2 results, approximately 70% of this decline was driven by 3 factors: lower gains from foreign currency hedges, which are recorded as international transaction revenue; a decline in foreign exchange fees, in part driven by lower currency volatility; and the headwind from lapping elevated contractual compensation from merchants last year. In addition, the mix of volumes from large merchants continue to pressure our branded checkout take rate. Our total take rate declined 12 basis points to 1.91% and was affected by the same factors as transaction take rate.",
        "content2": "Transaction expense as a rate of TPV came in at 93 basis points, 4 basis points higher than Q3 last year. This increase was primarily driven by Braintree volume growth and was partially offset by the geographic mix of PayPal volumes and rate benefits in Venmo. Transaction loss as a rate of TPV was 8 basis points for the quarter, flat to last year. Credit losses were $117 million or 3 basis points as a rate of TPV. In the aggregate, volume-based expenses increased 21% in the third quarter. Consistent with our expectations going into the quarter, Q3 saw a higher level of pressure on transaction margin dollar and rate performance due to several lapping and more transitory factors that we've discussed on past earnings calls.\nTransaction margin dollars declined 3.5% to $3.4 billion, and transaction margin declined 558 basis points to 45.4%. In the third quarter, we delivered 540 basis points of operating expense leverage. Non-transaction-related operating expenses declined 12%. We've been actively managing our cost structure, and in Q3, reductions across each of our principal operating expense categories contributed significant leverage. Non-GAAP operating income grew 8% in the quarter to $1.6 billion. Our non-GAAP operating margin declined 18 basis points to 22.2%, with operating expense leverage largely offsetting transaction margin compression.\nFor the third quarter, non-GAAP EPS increased 20% to $1.30, which exceeded the high end of our guidance range by $0.06. We ended the quarter with cash, cash equivalents and investments of $15 billion. We generated $1.1 billion in free cash flow, which represents a 30% decline from the third quarter last year. As a reminder, last quarter, we classified the European installment loans that we intended to sell to KKR as held-for-sale. All loans subsequently originated in this portfolio are also classified as held-for-sale and are reflected as outflows within cash flow from operations.\nIn Q3, this dynamic reduced free cash flow by $810 million. In future periods, we will recognize the cash from proceeds of sales as an offsetting inflow to cash flow from operations. Adjusting for this temporary impact, free cash flow grew 21% to $1.9 billion. Our strong balance sheet and free cash flow generation are competitive differentiators and provide us with significant optionality for value creation. We have also made progress this year executing a disciplined approach to capital allocation and managing our balance sheet.\nIn the third quarter, we completed an additional $1.4 billion in share repurchases. Through September 30, we've now returned $4.4 billion to shareholders. For the full year, we continue to expect to allocate approximately $5 billion to our share repurchase program. Given our conviction in our business relative to its valuation today, we've taken a more aggressive approach to our capital return program and have reduced our weighted average shares outstanding by 7% over the last 8 quarters. We believe that share repurchase remains an optimal use of capital, allowing us to retain the flexibility to continue investing opportunistically in our business.\nIn addition, as a result of our decision to sell our European Pay Later receivables to KKR, we ended Q3 with $5 billion in net credit receivables, a 16% decline year-over-year and a 9% decline sequentially. Two weeks ago, we closed on the first step of this commitment, receiving approximately $1.4 billion in proceeds. Later this month, we will close on the next tranche of our back book sale of credit receivables. We are also maintaining a tightened origination strategy for the PayPal business loans portfolio.\nPrincipal and interest receivables declined nearly 30% in the quarter, and this portfolio now represents approximately 12% of our overall credit receivables portfolio versus 21% 12 months ago. As you heard from Alex, we're evaluating our growth priorities and aligning our resources to accelerate our velocity [indiscernible] With greater focus, we can be more effective. Consistent with this approach, we're divesting Happy Returns. In September, we entered into an agreement to sell Happy Returns to UPS for $465 million in cash, meaningfully higher than our acquisition price. We're thrilled that following a rigorous process over many months, our team was able to find Happy Returns the right long-term home with UPS. This sale, which is expected to close in the current quarter, will enable us to put even more focus on our core business and priorities.\nI would now like to discuss our outlook for the remainder of the year. Relative to the plan laid out on our earnings call 3 months ago, branded checkout growth has been lower than expected. As I mentioned earlier, after an acceleration in the summer, we've seen a return to growth that is more in line with trends throughout the first half of 2023. We now expect fourth quarter revenue to grow between 7% and 8% on a currency-neutral basis or approximately 6% to 7% at spot. In addition, we expect non-GAAP EPS in Q4 to be approximately $1.36, representing 10% growth relative to 2022.\nOur guidance contemplates a sequential improvement in transaction margin dollar performance. That said, on a year-over-year basis, we now expect transaction margin dollars to decline. In addition, we expect our non-GAAP operating margin to contract from the fourth quarter last year. For 2023, we now expect revenue to grow approximately 8.5% on a currency-neutral basis and approximately 7.5% at spot. The ongoing strength of Braintree volumes in conjunction with lower-than-expected branded checkout trends are resulting in incremental pressure on our non-GAAP operating margin.\nRelative to the 100 basis points of expansion previously expected, we now expect approximately 75 basis points of margin expansion. We're slightly increasing our expectations for full year 2023 non-GAAP EPS, which we now expect to be approximately $4.98, representing 21% growth from last year. This increase reflects the benefit of Q3 outperformance and changes to our tax rate assumption. In addition, we now expect free cash flow for 2023 to be at least $4.6 billion.\nIn closing, we believe that we're well positioned to navigate the road ahead. As Alex noted in his comments, we're working on our plans to accelerate profitable growth, and we'll share our progress with you along the way with consistency and transparency. We're committed to building PayPal for the future and guided by our relentless focus on creating the best possible experiences for our customers. Backdrop continues to be complex, we're taking an appropriately prudent approach to managing our business. And with that, Alex and I are happy to take your questions."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/d120d04f93107c18261dd0e7bee98389",
        "textblob_polarity": 0.14213739471718204,
        "textblob_subjectivity": 0.3857411245177201,
        "sentiment": {
            "distribution": {
                "neutral": 4,
                "positive": 19,
                "negative": 1
            },
            "scores": {
                "neutral": 0.997314527630806,
                "positive": 0.996240750739449,
                "negative": 0.5243851542472839
            }
        },
        "content1": "Q2 2023 PayPal Holdings Inc Earnings Call\n\nQ2 2023 PayPal Holdings Inc Earnings Call\n\nPYPLNASDAQAUG 2, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Sarah, and I will be your conference operator today. At this time, I would like to welcome everyone to PayPal Holdings' earnings conference Call for the second quarter 2023. [Operator Instructions]\nI would now like to introduce your host for today's call, Ms. Gabrielle Rabinovitch, Senior Vice President and Acting CFO. Please go ahead.\n\nGabrielle Rabinovitch\n\nPrincipal Accounting Officer, Senior VP of Investor Relations & Treasurer and Acting CFO\n\nThank you, Sarah. Good afternoon, and thank you for joining us. Welcome to PayPal's earnings conference call for the second quarter of 2023. Joining me today on the call is Dan Schulman, our President and CEO. We're providing a slide presentation to accompany our commentary. This conference call is also being webcast, and both the presentation and call are available on our Investor Relations website.\nIn discussing our company's performance, we will refer to some non-GAAP measures. You can find the reconciliation of these non-GAAP measures to the most directly comparable GAAP measures in the presentation accompanying this conference call.\nWe will make forward-looking statements that are based on our current expectations, forecasts and assumptions and involve risks and uncertainties. These statements include, without limitation, our guidance for the third quarter and full year 2023; our planning assumptions for 2023; our comments related to anticipated foreign exchange rates, operating margin, impact from our sale of loans to KKR; and share repurchase activity.\nOur actual results may differ materially from these statements. You can find more information about risks, uncertainties and other factors that could affect our results in our most recent annual report on Form 10-K and quarterly report on Form 10-Q filed with the SEC and available on our Investor Relations website. You should not place undue reliance on any forward-looking statements. All information in this presentation is as of today's date, August 2, 2023. We expressly disclaim any obligation to update this information.\nWith that, let me turn the call over to Dan.\n\nDaniel H. Schulman\n\nPresident, Chief Executive Officer & Director, PayPal Holdings, Inc.\n\nThanks, Gabs, and thanks, everyone, for joining us on today's call. I'm proud of the PayPal team as we delivered another solid quarter. Revenues came in above the top end of our guidance, and non-GAAP EPS grew 24% to $1.16 in line with the midpoint of our guide. And we are reiterating our guidance for non-GAAP EPS and operating margin expansion for the full year.\nEncouragingly, e-commerce growth appears to have stabilized in the mid-single digits, substantially above our estimates when we entered 2023. Our branded checkout volumes grew roughly in line with the industry in Q2 and accelerated to nearly 6.5% growth in the month of June. And in July, our branded checkout volume growth accelerated again to over 8%, our highest monthly growth rate since the end of the pandemic. We expect branded checkout volumes will strengthen throughout the back half of the year, supported by traction from our key strategic initiatives.\nOf course, we still face a fluid global macroeconomic environment. However, it is quite encouraging to see core inflation rates continue to come down. As inflation cools, we would expect to see discretionary spending rise, which we believe will support and possibly accelerate the overall growth of e-commerce spending. And as a market leader in digital payments, any uptick in e-commerce will accelerate our growth.\nRevenues in Q2 grew by 8% on a currency-neutral basis to approximately $7.3 billion. It's instructive to note that we are lapping certain items that provided an outsized benefit to us in Q2 and Q3 last year. Consequently, those items pressure our revenue growth rate by approximately 1.25% in each of those quarters this year. Excluding these items, our growth in Q2 would have been between 9% and 10%.\nAs we mentioned last quarter, we expect our revenue growth in the second half of the year to be roughly the same as, and given recent trends, maybe a bit better than the first half. We expect Q3 revenues to grow approximately 8% on a currency-neutral basis.\nI would highlight that July was a very strong start to the quarter with currency-neutral revenue growth of 9% and TPV growth accelerating into the low teens. And for the year, we anticipate our revenue growth to be between 9% and 10% on a currency-neutral basis.\nWe continue to exercise good discipline in managing operating expenses. For the quarter, non-GAAP, nontransaction-related expenses fell 11% year-over-year. As a result, our non-GAAP operating margin was 21.4%, up approximately 230 basis points from a year ago. We expect to increase our non-GAAP operating margin for the full year by at least 100 basis points.\nAs we look ahead to the rest of 2023 and into 2024, we expect to drive meaningful productivity improvements. Our initial experiences with AI and continuing advances in our processes, infrastructure and product quality enable us to see a future where we do things better, faster and cheaper. These overall cost savings come even as we significantly invest against our 3 strategic priorities.\nWe know exactly what we need to do as we look towards 2024. And as you can see in our results, we are beginning to see the fruits of our labor. We understand that over the medium to long term, we need to deliver growth in our transaction margin dollars to ensure we sustainably grow our earnings. And we are beginning to see clear signs that our initiatives will yield notable traction against that objective over the next several quarters.\nAs I mentioned, we expect our top line to accelerate to low double-digit growth by Q4. We expect transaction margin dollars to increase while our operating expenses continue to create significant leverage. That, in connection with our share buybacks, enables us to target low to mid-teens EPS growth for the remainder of 2023 even as we begin to lap the increases we enjoyed on our interest income.\nI'd like to now turn to our 3 strategic priorities in which we are investing our resources and energy: Branded checkout, our PSC merchant solutions and our digital wallets. As I've mentioned in the past, all 3 of these are critical and interrelated. They are essential for us to increase our share of the e-commerce market as well as accelerate our margin dollar growth.\nAs we discussed in our June investor meeting, we are meaningfully accelerating new product innovations into the market, scaling our A/B testing and significantly improving our time to market. We are now consistently delivering against our road map on schedule. This is the result of significant investments in our platform infrastructure and tools and enhanced set of measurements and performance indicators, hiring new talent and early successes using AI in our software development process.\nWe continue to ramp our test velocity with more than 300 experiments launched across our product experiences in the first half of the year. Every successful test leads to incremental customer benefits. And the cumulative effect of those changes leads to noticeable improvements in our key metrics, including the gains we are seeing in branded checkout growth.\nFor instance, our Buy Now, Pay Later traction has meaningfully accelerated with the introduction of preapproved amounts to our consumers. Our work in onboarding and onboarding new experiences has driven new monthly cohorts with higher engagement and lifetime value. In this month, we are expanding the rollout of passkeys in the U.S. and Europe, which will greatly simplify the branded checkout log-in experience and drive improved authorization rates that will further extend our lead over our competitors.\nOur goal is to continually close the gap in our log-in and checkout experiences every quarter, and to be equal to or better than any competitor within the next year. We simultaneously aim to drive differentiated wallet experiences across both PayPal and Venmo. We believe that only those companies with unique and scaled data sets will be able to fully utilize the power of AI to drive actionable insights and differentiated value propositions for their customers. We are already experimenting internally with an AI-driven PayPal Assistant. We envision that a version of this will be part of our consumer app, and we plan to introduce it later this year.\nWe continue to see impressive traction in our PSP business with our growth rates nearly 30% on a currency-neutral basis. Many of the largest tech companies in the world are now either using our Braintree capabilities or are in deep strategic negotiations with us to do so. We are in the process of rolling out high-margin, value-added services, expanding internationally and making noticeable progress with in-person payments. And we continue to receive exceptional interest in our next-generation Checkout solution, which will leverage the scale of our network vault, our deep understanding of our two-sided network and the development of proprietary AI models.\nI couldn't be more pleased with the initial rollout of PayPal Complete Payments, our PSP merchant solution for channel partners in the SMB market. We are seeing tremendous interest in the platform with a substantial pipeline of completed sales and a backlog of deals that continues to grow. Importantly, our major channel partners are enthusiastic about its capabilities. We have already implemented PPCP, with leading channel partners like Adobe, Lightspeed, Recurly, Shift4, Shopify, Saks Payments, UltraCart, Wix and WooCommerce with more than 25 additional channel partners scheduled to be live by the end of the year. This not only demonstrates the strength of our platform capabilities, but will also enable a meaningful number of SMB merchants to access our latest Checkout experiences.\nThere is a remarkable sense of energy, excitement and enthusiasm among our leadership teams as we see clear and distinct signs of reinvigorated success in the market. We are now able to take advantage of many of the investments we have made over the past years to deliver a best-in-class experience for our customers, leveraging a modern infrastructure and our scale in the age of AI.\nWe have successfully recruited a large number of external talent to complement our internal teams in both AI and machine learning as well as throughout our product, engineering and technology groups in order to build upon our success and maximize our opportunity.\nI'd like to end my remarks talking about our CEO succession plan. We are in the very final stages of the process with several outstanding candidates, all of whom are highly qualified and excited to lead PayPal as we go into our next chapter of growth. I'm eager to welcome PayPal's next CEO, to work with them on a seamless onboarding and to support them in the amazing PayPal team as I transition to my role on the Board.\nAs you can hopefully tell, we have a lot of energy and confidence that we are on the right path with good momentum. Many of the headwinds we faced are now turning into tailwinds. We are executing with a high degree of excellence. We have a firm handle on our business model and can point to numerous successes already making a real difference in the market which will only continue to compound over time. PayPal is in an increasingly strong position, and we are poised to deliver for our customers and our shareholders.\nThank you. And with that, let me turn the call over to Gabs.\n\nGabrielle Rabinovitch\n\nPrincipal Accounting Officer, Senior VP of Investor Relations & Treasurer and Acting CFO\n\nThanks, Dan. I'd like to start by thanking the entire PayPal team for their continued commitment to serving our customers and executing our priorities. PayPal delivered another solid quarter in a dynamic environment. We're reporting revenue at the high end of our guidance range and earnings per share consistent with our expectations. Our results are tracking with the guidance we gave for the full year and reflect steady progress against our long-term growth aspirations.\nWe continue to invest in our key initiatives, while demonstrating discipline in delivering on our operating expense commitments. In June, we were delighted to share more about our long-term strategic plan and product road maps at our investment community meeting. Importantly, the product launches we discussed are on track, and we continue to gain conviction in our ability to accelerate our branded checkout volumes and drive greater profitability across our PSP services.\nDuring the quarter, we were pleased to announce a multiyear agreement to sell both our existing European Buy Now, Pay Later receivables as well as future originations to KKR. During my remarks, I will discuss the impact of this externalization on our financial results. We have also included additional details in our investor update presentation.\nBefore discussing our outlook for the remainder of the year, I'd like to highlight our second quarter performance. As Dan mentioned, revenue increased 8% on a currency-neutral basis and 7% at spot to $7.3 billion. Transaction revenue grew 5% to $6.6 billion, driven primarily by Braintree and PayPal-branded checkout.\nHeadwinds to growth in the quarter included the lapping of $75 million in contractual compensation from merchants last year, which was de minimis this year; $72 million less in hedge gains relative to Q2 last year; and the impact from migrating and consolidating legacy PayPal payment services. Other value-added services revenue grew 37% to $731 million. This performance was predominantly due to increased interest income on customer store balances and to a lesser extent, revenue growth from consumer credit products.\nIn the second quarter, U.S. revenue grew 9% and international revenue increased 5%. On a currency-neutral basis, international revenue increased 7%, accelerating sequentially and year-over-year. Transaction take rate declined 11 basis points to 1.74%. Approximately 2/3 of this decline was driven by a decline in foreign exchange fees, in part driven by lower currency volatility, a decline in gains from foreign currency hedges, which are recorded as international transaction revenue, and the headwind from lapping elevated contractual assessments from merchants last year.\nWhile merchant mix continued to pressure our branded checkout take rate, the second quarter was an improvement from Q1. Our total take rate declined 6 basis points to 1.94%, affected by the same factors as transaction take rate. Transaction expense as a rate of TPV came in at 94 basis points, 4 basis points higher than Q2 last year. This increase was primarily driven by growth in Braintree volumes, partially offset by rate benefits in core PayPal and Venmo.\nOverall, transaction expense dollars grew 16%. Transaction loss as a rate of TPV was 8 basis points for the quarter, a 3.6 basis point improvement versus last year. Transaction loss dollars declined 25%. The decrease this year was primarily due to an atypical merchants solvency last year, which drove a sizable loss in the second quarter with no comparable exposure this year. Our ongoing risk mitigation activities and mix of volumes also contributed to this performance.\nCredit losses were $112 million or 3 basis points as a rate of TPV. On a dollar basis, credit losses increased 65%. Provisions in the quarter were driven by a build of $146 million, partially offset by a $33 million reserve release from the reclassification of our European Buy Now, Pay Later portfolio to held for sale from held for investment.\nThe operating income benefit from this release of reserves was entirely offset by the fair value discount on the portfolio classified as held for sale. The increased provisioning resulted from increased expected losses in our PayPal Business Loans portfolio as well as growth in our U.S. Pay Later portfolio. Like the broader industry, we're seeing a normalization of our credit portfolio to pre-COVID delinquency levels across our consumer and PayPal Working Capital portfolio.\nThat said, we have seen some deterioration in our Business Loans portfolio. This portfolio represents less than 15% of our overall net credit receivables. And as we discussed last quarter, we have taken remedial actions to address this performance. We've tightened originations and have already seen improvement in new cohorts. We'll be managing the book with similar rigor as we move through the remainder of the year.\nAs a result of designating $1.9 billion in pay later receivables to assets held for sale, we ended Q2 with $5.5 billion in net credit receivables, a 3.5% decline year-over-year and a 26% decline sequentially. The decline in receivables due to held-for-sale accounting also contributed to an increase in our reserve coverage ratio. This ratio increased to 10% from 7.8% in Q1.\nIn the aggregate, volume-based expenses increased 13% in Q2 relative to an increase of 30% in the second quarter of 2022. Transaction margin dollars grew 1% to $3.3 billion, and transaction margin was 45.9%. While our transaction margin declined in the quarter, the rate of decline slowed considerably from both Q1 and the second quarter of last year, and we're executing on our strategy to grow transaction margin dollars.\nWe're encouraged by the progress we're making against our longer-term initiatives that will support improved transaction margin performance over time. Q2 marked the third quarter in a row that we've delivered meaningful expansion in our operating margin on both a GAAP and non-GAAP basis. Ongoing discipline in managing our cost structure allowed us to more than offset transaction margin compression with operating expense leverage.\nOn a non-GAAP basis, nontransaction-related operating expenses declined 11% with reductions across each of our principal operating expense categories contributing significant leverage. Strong expense performance resulted in 20% growth in non-GAAP operating income to $1.6 billion. This is the highest growth in operating income that we've delivered in more than 2 years.\nNon-GAAP operating margin expanded 228 basis points to 21.4%, which was slightly below the guidance we gave for the quarter. This is principally attributable to our credit portfolio where we earned less revenue than expected and increased loss provisions. For the second quarter, non-GAAP EPS increased 24% to $1.16, which was the midpoint of our guidance range.\nWe ended the quarter with cash, cash equivalents and investments of $14.4 billion. The net cash outflows for originations of loans held for sale reduced cash flows from operations by $1.2 billion in the quarter, resulting in free cash flow for the quarter of negative $350 million.\nLater this year, when the sale of the European BNPL back book closes, the proceeds will be recognized in cash flows from operations and offset this decline. So while the timing of accounting treatment will affect the quarterly profile of our free cash flow, there is no change to our outlook for the year, and we continue to expect to generate approximately $5 billion in free cash flow.\nIn the quarter, we completed $1.5 billion in share repurchases. For the full year, we now expect to allocate approximately $5 billion to our buyback program. Our recently announced credit externalization will help optimize our balance sheet and improve our capital efficiency. Given our desire to return capital to shareholders and the confidence we have in our business, we've taken a more aggressive approach to share repurchases. Since the end of 2021, our diluted share count has declined 6%.\nI would now like to discuss our outlook for the remainder of 2023. As Dan shared, based on our results through the first half of the year, we're reaffirming our guidance for the year for non-GAAP operating margin expansion and earnings per share. In the aggregate, for the first and second quarters of 2023, we've delivered revenue growth of approximately 9% on a currency-neutral basis. We expect revenue growth in the back half of the year to be in line with this performance, if not slightly ahead, given the momentum we're seeing in the business. In addition, we're on track to meet our expense guidance for the year and are committed to delivering at least 100 basis points of non-GAAP operating margin improvement. We also continue to expect to deliver non-GAAP earnings per share of approximately $4.95, representing 20% growth from 2022.\nWe're reiterating our full year guidance while absorbing incremental pressure from our credit portfolio, given strengthening business performance driven by Checkout initiatives and our ongoing realization of productivity gains. For the third quarter, we expect revenue to grow approximately 8% on both a spot and currency-neutral basis to approximately $7.4 billion at current spot rates. In addition, we expect non-GAAP earnings per share to be in the range of $1.22 to $1.24, representing growth of approximately 13.5% at the midpoint of the range.\nIn summary, we're proud of our solid operating results this quarter. PayPal's unique competitive advantages, including our portfolio of differentiated assets and our global scale and ubiquity continue to drive us forward. We're committed to investing in our core strengths and building PayPal for the future. And we're guided by our relentless focus on creating the best possible experiences for our customers.\nOur revenue momentum and customer engagement trends position us well to achieve our growth objectives this year and beyond. Given the uncertainties in the macroeconomic environment, we remain focused on managing the things we can control and allocating capital with discipline to ensure we optimize for long-term value creation and resiliency. And with that, Dan and I are happy to take your questions. Sarah, please go ahead."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/74e21b48ad71a863dc7f90214b7be6b1",
        "textblob_polarity": 0.15650508847877262,
        "textblob_subjectivity": 0.43835383914331283,
        "sentiment": {
            "distribution": {
                "positive": 18,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9996039039558835,
                "neutral": 0.9898509979248047
            }
        },
        "content1": "Q1 2023 PayPal Holdings Inc Earnings Call\n\nQ1 2023 PayPal Holdings Inc Earnings Call\n\nPYPLNASDAQMAY 8, 11:00 PM\n\nOperator\n\nGood afternoon. My name is Sarah, and I will be your conference operator for today. At this time, I would like to welcome everyone to PayPal Holdings earnings conference call for the first quarter 2023. [Operator Instructions]\nI would now like to introduce your host for today's call, Ms. Gabrielle Rabinovitch, Senior Vice President and Acting CFO. Please go ahead.\n\nGabrielle Rabinovitch\n\nPrincipal Accounting Officer, Senior VP of Investor Relations & Treasurer and Acting CFO\n\nThank you, Sarah. Good afternoon, and thank you for joining us. Welcome to PayPal's earnings conference call for the first quarter of 2023. Joining me today on the call is Dan Schulman, our President and CEO. We're providing a slide presentation to accompany our commentary. This conference call is also being webcast, and both the presentation and call are available on our Investor Relations website.\nIn discussing our company's performance, we'll refer to some non-GAAP measures. You can find the reconciliation of these non-GAAP measures to the most directly comparable GAAP measures in the presentation accompanying this conference call.\nWe will make forward-looking statements that are based on our current expectations, forecasts and assumptions and involve risks and uncertainties. These statements include our guidance for the second quarter and full year 2023, our planning assumptions for 2023 and our comments related to anticipated foreign exchange rates, operating margins and share repurchase activity. Our actual results may differ materially from these statements. You can find more information about risks, uncertainties and other factors that could affect our results in the most recent annual report on Form 10-K and quarterly report on Form 10-Q filed with the SEC and available on our Investor Relations website. You should not place undue reliance on any forward-looking statements. All information in this presentation is as of today's date, May 8, 2023. We expressly disclaim any obligation to update this information.\nWith that, let me turn the call over to Dan.\n\nDaniel H. Schulman\n\nPresident, Chief Executive Officer & Director, PayPal Holdings, Inc.\n\nThanks, Gabs, and thanks, everyone, for joining us today. We had a good start to the year with stronger-than-expected growth across our key financial metrics. And I'm particularly pleased to see the TPV from our branded checkout meaningfully accelerate to 6.5% growth FXN, up 200 basis points from Q4, while our unbranded TPV growth also accelerated from Q4 to post year-over-year growth of 30% FXN.\nEven with the strong start, there remain many challenging issues to navigate as we look forward. Both the macroeconomic and geopolitical environments are complex and difficult to predict. In these times, the strong message I'm giving the PayPal team is to focus on the things we can control.\nWe know that job #1 is to invest and innovate to improve our value proposition to our merchants and consumers. Since we honed our strategic priorities last year, we have consistently executed and delivered against our road map. And this work is beginning to reflect in our results.\nOf course, we still have room to improve in multiple areas, but we are making large strides in upgrading our merchant and consumer experiences, which are both significantly strengthened from a year ago. We are focused on executing in the most cost-effective and efficient way possible.\nAs you can tell from our nontransaction-related OpEx performance, we are more than delivering against our plan. As encouraging as these early results are, I would point out that we are just at the beginning as a multiyear efficiency journey.\nFor several years, we've been at the forefront of advanced forms of machine learning and AI to combat fraud and to implement our sophisticated risk management programs. With the new advances of generative AI, we will also be able to accelerate our productivity initiatives. We expect AI will enable us to meaningfully lower our costs for years to come. Furthermore, we believe that AI, combined with our unique scale and sets of data, will drive not only efficiencies, but will also drive a differentiated and unique set of value propositions for our merchants and consumers.\nSo despite the fact that today's macro environment is difficult to forecast, we believe we are well positioned to deliver a strong year and enter next year poised to reap additional revenue streams from the investments we are making in our products while continuing to drive efficiencies and reduce our overall cost structure.\nLet me now turn to our Q1 results. As I said, we were quite pleased with the quarter. Our revenues grew by 10.4% FXN to $7.04 billion in Q1, nearly 1.5 points better than our guidance. Consequently, we anticipate our full year revenues to be stronger than we expected, with the back half of the year being roughly similar in growth to the front half.\nWe processed $355 billion of TPV, an acceleration of nearly 300 basis points sequentially from Q4 to 12% FXN driven by 5.8 billion transactions in the quarter. With our branded checkout growing by 6.5%, we believe we improved our global share of checkout and gained share in unbranded processing.\nWe saw our monthly active base slightly increased in line with our expectations, while TPA grew by 13% year-over-year. Importantly, our core PayPal consumer transactions per user improved throughout the quarter and, in March, was 400 basis points higher than in March of last year. In addition, we saw a consistent improvement in the quality of new cohorts in Q1 versus last year.\nFor instance, our March cohort of new accounts had 24% higher TPA and 40% higher ARPA than in March of last year. These results strongly reinforce our decision to focus our resources on engagement and driving high-value accounts.\nDriven by continued discipline and execution, our non-GAAP EPS for Q1 grew by 33% to $1.17, exceeding the high end of our guidance by $0.07. As a result, we are increasing our non-GAAP EPS guidance for the year to $4.95, up 20%.\nOur 3 strategic priorities remain consistent: improve our core checkout proposition, grow our unbranded processing and drive adoption of our digital wallets. We are making good and steady progress on each of these interrelated goals.\nI'd like to highlight our unbranded suite of services, including Braintree and our newest platform for SMBs and channel partners, PayPal Complete Payments. Within the highly fragmented processing ecosystem, our PSP offering across unbranded and other merchant services is growing faster than the market, and we are taking share. We believe that in an apples-to-apples comparison, our volumes in these areas are now roughly equal to that of Android and Stripe.\nThere are 4 points I want to make regarding our unbranded momentum. First, unbranded processing is a strategic imperative for us. Enabling our merchants with our unbranded service helps ensure that we have a deep relationship with our most important merchants. It enables us to bring our latest and most technologically sophisticated checkout integration across PayPal and Venmo and our Buy Now, Pay Later service to our merchant base. Going forward, we will primarily focus on enabling unbranded processing and our latest branded checkout experiences through Braintree and PayPal Complete Payments. Based on our early observations, our share of branded checkout stabilizes or grows when our latest [indiscernible] integrations are in place.\nSecond, we will continue to invest to help ensure our unbranded platforms are best-in-class, enabling our merchants to reduce fraud and increase their sales conversion rates. We will do this while providing a comprehensive orchestration layer that enables our merchants to have a single point of contact and integration in a multi-PSP environment. Our platform reliability is now amongst the best-in-class, and our integrated servicing capabilities are increasingly differentiated.\nThird, we are focused on substantially improving the margin structure of our unbranded business. Our PayPal Complete Payments platform opens a new $750 billion TAM in the small and midsized business market, with a significantly enhanced [indiscernible] structure compared with our largest enterprise customers. Our Braintree and PayPal Complete Payments platforms are also expanding overseas where we can drive higher margins. And we are adding value-added services to our platform like Risk-as-a-Service, full omnichannel capabilities, payouts and FX-as-a-Service to both enhance functionality and add incremental margins.\nAnd finally, enabling merchants with our unbranded services will provide a constant stream of incremental data to feed our AI engines and fuel our next-generation checkout platform. We believe no other company will be able to replicate the unique nature and scale of our data set. And in the future, our AI engines will use that data to drive differentiated capabilities to improve the entire checkout experience for our merchants.\nWe anticipate that this combination of initiatives will enable our unbranded services to become a clear market leader, drive additional growth in our branded checkout, enable our next generation of checkout and provide new sources of margin growth. And I would add that we continue to win and expand services with new marquee customers like Live Nation, Booking.com and Adobe.\nOur focused efforts in improving our branded checkout are clearly making a difference in the market and in our results. Our product and engineering teams have driven substantial improvements in availability, latency and passwordless login. We also expect that our in-app native checkout solution via our APIs and SDKs, along with the deployment of our PayPal Complete Payments platform to our largest channel partners, should begin to bear significant fruit in bringing our legacy base to our latest integrations.\nBuy Now, Pay Later continues to provide meaningful value to both our consumers and merchants. Over 32 million consumers have used our Buy Now, Pay Later since inception at nearly 3 million merchants. We are now one of the most popular Buy Now, Pay Later services in the world with $6 billion of TPV in Q1, growing at 70% on a currency-neutral basis. Consumers spend 30% more on our branded checkout when using Buy Now, Pay Later, and we believe we have amongst the highest authorization rates and lowest loss rates in the industry.\nVenmo continues to grow its revenues by double digits, and we were pleased to see its TPV accelerate 550 basis points from Q4 to $63 billion. We're continually working to improve the Venmo P2P experience. This quarter, we launched an easier, more intuitive way to split P2P payments across multiple people, and we also increased the ad funds limit for Venmo to $10,000. We recently added the ability for Venmo customers to transfer crypto to other users and external wallets, bringing it on par with the experience on PayPal.\nLater this year, we will add the ability for a Venmo user to pay a PayPal user and vice versa, bringing more utility to both customer bases. We are currently piloting the upcoming launch of Venmo teen accounts, which have been requested by both parents and teens for some time. Our Amazon and Starbucks experiences continue to grow nicely, and we recently launched PayPal and Venmo with McDonald's and just signed a deal with Microsoft to launch both Pay with Venmo and Buy Now, Pay Later for Microsoft's Xbox store.\nFinally, I'd like to briefly touch on the search for my successor. The Board has formed a subcommittee, and we are working with a leading search firm. We have detailed [indiscernible] external candidates. We still plan to announce my replacement before year-end, and the process is well underway.\nOne of the most important criteria influencing my decision to retire was that felt that PayPal was on the right path to emerge from this economic climate in not only strong financial health, but also as a clear market leader in payments. Our results this quarter are another solid proof point that we are on that path.\nI'd like to thank all of our employees for their hard work and excellent execution. We still have a lot to accomplish and prove, but our customers are responding to our efforts, and that is and will always be our North Star.\nAnd with that, I'll turn the call over to Gabs.\n\nGabrielle Rabinovitch\n\nPrincipal Accounting Officer, Senior VP of Investor Relations & Treasurer and Acting CFO\n\nThanks, Dan. I'd like to start off by thanking our customers, partners and global team for helping us to deliver a great quarter. Our results demonstrate the relevance, diversification and strength of our payments platform. We are reporting healthy volume and revenue growth. This solid top line performance, in conjunction with expense management and efficiency gains, resulted in outstanding earnings growth. Notably, we accelerated our revenue and earnings growth on both a year-over-year and sequential basis.\nRelative to the first quarter targets we shared with you in February, both our revenue and EPS outperformed. The foundation we established last year for cost discipline and to realize productivity gains allowed us to expand operating margins and deliver profitable growth.\nBefore discussing our outlook for the second quarter, I'd like to review our first quarter results. As Dan mentioned, revenue increased 10% on a currency-neutral basis and 9% at spot to $7.04 billion. This represents a 3-year revenue CAGR of 15% and 20%, excluding eBay.\nTransaction revenue grew 6% to $6.4 billion driven primarily by our unbranded processing volume. Other value-added services revenue grew 39% to $676 million, predominantly due to higher interest income on customer store balances and, to a lesser extent, solid performance from consumer and merchant credit.\nIn the first quarter, U.S. revenue grew 13%. International revenue grew 3% spot and 7% on a currency-neutral basis, accelerating both year-over-year and sequentially. Transaction expense as a rate of TPV came in at 93 basis points, 5 basis points higher than Q1 last year. This increase was primarily driven by 30% growth in our unbranded processing volumes. These volumes grew approximately 3x faster than our overall TPV growth. As a result, transaction expense dollars grew 17%.\nTransaction loss as a rate of TPV was 8 basis points for the quarter, a 2 basis point improvement versus last year. Transaction loss dollars declined 7%. Our ongoing risk mitigation activities and our mix of volumes drove this improved performance. Credit losses were $142 million or 4 basis points as a rate of TPV. We ended Q1 with $7.5 billion in net receivables, flat sequentially.\nOriginations were primarily driven by the strength of our Buy Now, Pay Later franchise. As we have discussed, later this year, we plan to externalize a significant portion of this portfolio, reducing our balance sheet exposure as securing a long-term partner to support sustainable and healthy growth.\nOur reserve coverage ratio increased sequentially to 7.8% in Q1 from 7.4%, reflecting growth in the consumer receivables portfolio and some deterioration in our PayPal business loans portfolio. Relative to Q1 2022, our reserve coverage ratio improved 50 basis points.\nSimilar to the broader industry, overall, we're seeing a normalization of our credit portfolio to pre-COVID delinquency levels. We continue to be pleased with the quality and diversification of our credit portfolio and are closely monitoring the macroeconomic environment while making appropriate adjustments to ensure we continue to perform within our internal risk appetite.\nContinuing the trend from 2022, growth of unbranded processing volume outpaced growth in branded volume, resulting in slower transaction margin dollar growth. Volume-based expenses in the aggregate increased 17%, and transaction margin dollars grew 1% to $3.3 billion. Transaction margin declined to 47.1% from 50.9% in Q1 last year.\nWhile we do anticipate ongoing mix shift, we believe that this performance will improve as we execute against the strategies that Dan outlined to drive increased profitability across our unbranded processing volume and accelerated growth of our branded franchise.\nStrong discipline across nontransaction-related operating expenses more than offset the contraction in transaction margin. On a non-GAAP basis, nontransaction-related operating expenses declined more than 12%, with reductions in sales and marketing, technology and development, and customer support and operations expenses contributing significant leverage. This expense performance resulted in 19% growth in non-GAAP operating income to $1.6 billion. This is the highest growth in operating income that we have experienced in 8 quarters. Non-GAAP operating margin reached 22.7%, expanding 201 basis points from the first quarter of 2022. In addition, we're pleased to be reported $1.17 in non-GAAP earnings per share for Q1, representing 33% growth year-over-year.\nWe continue to be in a very strong position from a balance sheet and liquidity perspective, ending the quarter with cash, cash equivalents and investments of $15.3 billion. During the quarter, we generated $1 billion in free cash flow. Cash taxes related to the intra-group transfer of intellectual property reduced operating cash flow by approximately $430 million. And in Q1, we allocated $1.4 billion to share repurchases. For the full year, we continue to expect to generate approximately $5 billion in free cash flow and to repurchase roughly $4 billion of our shares.\nI'd now like to discuss our guidance for the second quarter and update our outlook for the full year. For the second quarter, we expect revenue to grow approximately 7.5% to 8% on a currency-neutral basis and 6.5% to 7% at spot. In addition, we expect non-GAAP earnings per share to be in the range of $1.15 to $1.17, representing growth of approximately 25% at the midpoint of the range.\nFor the full year, given our earnings outperformance in the first quarter, we are raising our outlook. We now expect non-GAAP earnings per share to grow 20% to approximately $4.95, an increase of 2 points of growth from the guidance we shared in February. At the start of the year, we indicated that our framework for 18% non-GAAP EPS growth in 2023, contemplated revenue growth coming in as low as mid-single digits. We also shared that our objective was to deliver revenue performance that exceeded this baseline.\nOur first quarter performance and the guidance for the second quarter are meaningful steps towards achieving this objective. As Dan indicated, assuming that current macro conditions continue, we now expect our back half revenue growth to be roughly in line with our performance in the first half of the year. Additionally, based on the expected contribution of unbranded processing volumes to our growth, we now expect at least 100 basis points of operating margin expansion in 2023.\nWe are encouraged by our start to the year, and at the same time, mindful that the environment remains dynamic. We're focused on execution and will be agile and responsive to how the macroeconomic environment is playing out. And we plan to continue to guide revenue 1 quarter at a time.\nTo wrap up, we entered the year as a more focused business with strong fundamentals. We're off to a great start in 2023 and believe we're well positioned to deliver revenue and earnings growth, expand margins and generate strong free cash flow.\nWe're continuing to invest to accelerate our growth and capture the meaningful opportunity ahead of us. In addition, our expansive scale enables us to realize additional efficiencies and productivity gains. We believe our digital payments platform is unrivaled in breadth and depth, which creates a powerful competitive advantage for us. And we have conviction that our strategy to accelerate our branded checkout franchise, improve the margin profile of our unbranded processing platform and strengthen our digital wallet will result in significant and enduring value creation for our shareholders. We look forward to continuing to share our progress with you.\nWith that, I'll turn it over to the operator for questions. Sarah, please go ahead."
    },
    {
        "date": "Unknown",
        "url": "https://dashboard.aiera.com/p/evtmin/6de1b97e462fa48e213ce9a99a0ed122",
        "textblob_polarity": 0.0,
        "textblob_subjectivity": 0.0,
        "sentiment": {
            "distribution": {
                "neutral": 2
            },
            "scores": {
                "neutral": 0.9997696876525879
            }
        },
        "content1": "Loading...\n\nLoading..."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/5ef3fa7bfc9fad0703d014990d38938f",
        "textblob_polarity": 0.12038434944684948,
        "textblob_subjectivity": 0.4006496512746511,
        "sentiment": {
            "distribution": {
                "positive": 26,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9784613664333637,
                "neutral": 0.996812492609024
            }
        },
        "content1": "Q3 2022 PayPal Holdings Inc Earnings Call\n\nQ3 2022 PayPal Holdings Inc Earnings Call\n\nPYPLNASDAQNOV 3, 10:30 PM\n\nOperator\n\nGood evening. My name is Briana, and I will be your conference operator today. At this time, I would like to welcome everyone to PayPal Holdings' Earnings Conference Call for the Third Quarter 2022. (Operator Instructions)\nI would now like to turn the call over and introduce your host, Ms. Gabrielle Rabinovitch, Senior Vice President and Acting CFO. Please go ahead.\n\nGabrielle Rabinovitch\n\nSenior VP of IR & Treasurer and Acting CFO, PayPal Holdings, Inc.\n\nThank you, Briana. Good afternoon, and thank you for joining us. Welcome to PayPal's Earnings Conference Call for the Third Quarter of 2022. Joining me today on the call is Dan Schulman, our President and CEO.\nWe're providing a slide presentation to accompany our commentary. This conference call is also being webcast and both the presentation and call are available on our Investor Relations website.\nIn discussing our company's performance, we will refer to some non-GAAP measures. You can find the reconciliation of these non-GAAP measures to the most directly comparable GAAP measures in the presentation accompanying this conference call.\nWe will make forward-looking statements that are based on our current expectations, forecasts and assumptions and involve risks and uncertainties. These statements include our guidance for the fourth quarter and full year 2022, our preliminary framework for 2023 and our comments related to anticipated cost savings, operating margin and share repurchase activity.\nOur actual results may differ materially from these statements. You can find more information about risks, uncertainties and other factors that could affect our results in our most recent annual report on Form 10-K and quarterly report on Form 10-Q filed with the SEC and available on our Investor Relations website. You should not place undue reliance on any forward-looking statements. All information in this presentation is as of today's date, November 3, 2022. We expressly disclaim any obligation to update this information.\nWith that, let me turn the call over to Dan.\n\nDaniel H. Schulman\n\nPresident, CEO & Director, PayPal Holdings, Inc.\n\nThanks, Gabrielle, and thanks, everyone, for joining us. I'm pleased to share that our results in the third quarter exceeded the guidance that we announced in August, marking the third consecutive quarter of delivering on our non-GAAP guidance.\nBefore reviewing our results and operational progress, I want to share 2 exciting developments that we believe will enhance our long-term strategic position. First, I am very pleased to announce that we are working with Apple to enhance our offerings for PayPal and Venmo merchants and consumers. Leveraging Apple's tap-to-pay on iPhone functionality, merchant customers in the U.S. will soon be able to accept contactless debit or credit cards and mobile wallets, including Apple Pay, using an iPhone and the PayPal or Venmo iOS app.\nThis will allow PayPal's merchant base to easily use their iPhone as a mobile point of sale without the need for a dongle or other payment terminals. We believe that this, along with our other in-store initiatives, will continue to accelerate our opportunity to seamlessly process payments in the physical world for our merchants.\nWe are also adding Apple Pay as a payment option in our unbranded checkout flows on our merchant platforms, including our PayPal Commerce platform. We are already in beta with several e-commerce platforms and merchants and anticipate a broader rollout in the coming months. And next year, U.S. customers will be able to add their PayPal and Venmo network-branded credit and debit cards to their Apple Wallet and use them online and in-store wherever Apple Pay is accepted.\nWe anticipate this to be available in the first half of 2023, expanding the opportunity for our consumers to transact in store. This is a significant step forward in our relationship with Apple and we are excited to work closely with them to bring these new capabilities to our mutual customers.\nSecond, I'm excited to share that we continue to ramp Pay with Venmo on Amazon and we plan to be fully ramped in time for peak holiday shopping. This partnership is a reflection of Venmo's scale and ubiquity particularly in younger demographics. And we look forward to working closely with Amazon on this new offering to drive results.\nThese relationships are aligned with our practice of working collaboratively with the major players across technology and financial services to provide more choice and superior experiences to our mutual customers. We are regarded by many as a partner of choice due to our scale and ubiquity, enabling us to create unique value for our customers.\nAnd while we continue to enhance our strategic position, we remain focused on the operational initiatives that we shared last quarter. Our efforts to reduce our cost structure and drive productivity gains are yielding strong results. We remain on track to drive over $900 million in cost savings across our operating and transaction expenses this year and at least $1.3 billion in cost savings next year.\nThis focus on efficiency, while continuing to invest in key growth areas is a high priority for us. And we now expect to grow our year-over-year non-GAAP operating margin in Q4 to approximately 22.5%. We further anticipate that in 2023, we will deliver at least 100 basis points of operating margin expansion.\nLet me now turn to our results. Our revenues in the third quarter were $6.85 billion, up 12% FXN and 11% spot, exceeding our guidance. I'm pleased to say that eBay's migration to managed payments is behind us and will be inconsequential to our results in the fourth quarter. Normalizing for eBay's migration to managed payments, our Q3 revenues grew approximately 13% on an FX-neutral basis.\nNon-GAAP EPS was $1.08, which exceeded the midpoint of our guidance by $0.13. The cost containment actions we discussed on last quarter's call have slowed the growth of our year-over-year non-transaction-related expenses to 4%. We now expect that non-transaction-related operating expenses for Q4 will be flat to slightly negative year-over-year and we are planning similar levels in 2023. We are pleased with this execution, particularly as we are driving reinvestment in key growth areas and continue to enhance our strategic position.\nIn the quarter, our free cash flow was $1.8 billion, up 37% year-over-year and an all-time record for us on an organic basis. We added 2.9 million NNAs in Q3 and we expect to add another 3 million to 4 million NNAs in Q4. I'm also very pleased to report that our transactions per active account in the quarter grew by a record 13% to 50.1x per year.\nI'd like to spend a few moments discussing our progress on Checkout. With 35 million active merchant accounts and nearly 400 million active consumer accounts, our scale is like few others in the world and represents a substantial competitive advantage in a business that is driven by network effects. In addition, we have built a high level of trust with our customers that drives significant preference to use our branded marks for online transactions.\nWe have continued to grow faster than overall e-commerce in Q3 with our total TPV up 14% FXN, demonstrating the competitive differentiation and diversification of our global platform. Within our PayPal-branded Checkout business, we believe we held or gained share in the United States with PayPal-branded Checkout volumes up 4% year-over-year.\nWhile there is not a standard proxy for e-commerce growth, I would point to Bank of America's credit and debit card volume data, which highlights 2% U.S. e-commerce growth in Q3, a full 200 basis points below our 4% branded Checkout growth rate. We do expect we will continue to grow at or above the rate of e-commerce growth.\nHowever, we know there are still substantial opportunities for us to pursue. We have 3 major areas of focus for Checkout: first, elevating and optimizing the consumer experience; second, providing merchants with a seamless integration experience and a one-stop shop for payments; and third, innovating new Checkout solutions.\nAs consumers move towards mobile shopping, we are focused on creating the simplest mobile Checkout experience possible. These enhancements include allowing customers to checkout without leaving the original merchant point of interaction. For example, our recently updated mobile SDK allows merchants to provide a seamless in-app checkout experience.\nWe are also deploying the latest secure user authentication standard for our consumers, enabling passkeys on all iOS devices to drive speed, simplicity and conversion. Our latest innovation is accelerated Checkout, which will provide merchants with a robust solution and enables one-click checkout.\nThis simplified consumer experience is achieved by leveraging vaulted credentials within our network to authenticate and improve customer purchases without the need for a password. This enables seamless guest or account checkout experiences by removing obstacles which currently cause abandoned sessions. We are currently piloting this with several key partner platforms and we look forward to expanding this initiative as we move through 2023 and beyond.\nFor each segment of our merchant base, we are implementing detailed processes, go-to-market plans and KPIs to measure our migration from legacy integrations. Moving more of our merchant base to our latest and most advanced integrations will take time. This will clearly be a multiyear initiative but it represents a significant opportunity for us. And we are putting resources, process and discipline in place to assure our execution.\nWe continue to see good momentum with our unbranded payment platforms. We believe we are well positioned to help merchants orchestrate payments, leveraging our insights on machine learning, to wrap traffic between multiple PSPs, resulting in increased approval and retention rates.\nBraintree is a key growth area for us and we will continue to invest to further enhance the platform. Braintree TPV grew 38% in the quarter. Our Braintree momentum is driven largely by recent merchant wins and share of wallet expansions. And we recently signed an expanded agreement with Live Nation, which establishes Braintree as their primary card processor across the globe and includes an extended marketing partnership with PayPal and Venmo at some of Live Nation's largest festivals.\nBuy Now, Pay Later continues to be a major asset to our checkout experience. And PayPal was just ranked as the best overall Buy Now, Pay Later value proposition in the United States by the Wall Street Journal. In the third quarter, we processed nearly $5 billion in volume, up 157% year-over-year with over 25 million consumers using our Buy Now, Pay Later services approximately 150 million times since launch. As a result of this robust growth, we believe we have become one of the largest Buy Now, Pay Later providers in the world with a unique competitive advantage derived from our two-sided network.\nOur upstream presentment continues to grow with over 280,000 merchants displaying our Buy Now, Pay Later on their product pages. The size of our active account base and the years of transaction data we have on our customers provides us with an additional competitive advantage from an underwriting perspective. As of the end of Q3, our loss rates remain among the lowest in the industry with no observable deterioration to date.\nVenmo continues to be a significant asset in our portfolio with much untapped potential. We have almost 90 million Venmo active accounts, including 57 million monthly active accounts. Total payment volume on Venmo grew 6% while Venmo commerce volumes grew 150% in Q3. We began to onboard charities to Venmo this quarter, which we expect will encourage more giving as we enter the holiday season.\nAs I shared earlier, we are obviously enthusiastic about our partnership with Amazon and look forward to working with their team. In October, we announced the launch of PayPal Rewards, which unifies our Honey and PayPal rewards programs. And customers now can earn, track, save and redeem cash back rewards and merchant offers in their PayPal app.\nIn addition, our customers can also combine the benefits of their existing card rewards and offers, allowing them to save even more. PayPal Rewards is ramping in time for peak holiday shopping and we have a robust roadmap to extend and enhance the program throughout 2023.\nIn closing, I'd like to underscore that we are confident we have turned a corner in our transformation. We will continue to drive cost savings and streamline our processes to improve productivity while investing to differentiate our value proposition, drive market share and deliver on our commitments.\nGiven a challenging macro environment, slowing e-commerce trends and an unpredictable holiday shopping season, we are being appropriately prudent in our Q4 revenue guide. At the same time, we are raising both our full year and Q4 EPS outlook and expect EPS growth in Q4 to be positive 6% to 8%. And given our commitment and focus on driving continued operational efficiency and earnings leverage, we plan to deliver no less than 15% non-GAAP EPS growth next year.\nWhile there are a number of unknowns regarding the macro environment, we can largely control our spend and its implication on earnings growth. Of course, we're also focused on investing for growth and we are balancing efficient spend with continued investment to drive future top-line growth.\nWe are excited by the operational initiatives, product enhancements and new strategic partnerships that position PayPal in a substantially stronger position from when we started the year. I want to thank the PayPal team for the work they do every day to support our merchants and consumers live our values and drive our results.\nAnd I'm also pleased that John Kim has recently joined us as Chief Product Officer. He has deep technical and operational expertise with extensive experience overseeing product and engineering teams and has driven customer-focused innovation at scale. We are fortunate to have the chance to work with him to drive this next chapter in PayPal's story.\nAnd with that, I'll turn the call over to Gabrielle.\n\nGabrielle Rabinovitch\n\nSenior VP of IR & Treasurer and Acting CFO, PayPal Holdings, Inc.\n\nThanks, Dan. I'd like to start off by thanking our customers, partners and global team for helping us to deliver a great quarter. The strong results we're reporting today demonstrate the continued execution of our strategy to deliver long-term sustainable growth.\nOur teams are proving our ability to navigate a dynamic operating environment while also staying focused on our key priorities. We once again demonstrated our results, combining execution and focus with growth in our core business. Our results reflect our operating discipline, diversification and resilience.\nThe power of PayPal is the scale of our global franchise. Our investments in innovation are making us stronger and we're excited by what we see as we execute against our growth opportunities. I share Dan's enthusiasm for our growing relationship with Apple and the rollout of Pay with Venmo on Amazon. We believe we will continue to extend and reinforce our leadership in payments and we are confident that our competitive positioning with unparalleled scale across our 2-sided network will allow us to emerge from this period of economic uncertainty stronger.\nWe're proud of the quarter we delivered. We surpassed the third quarter financial targets we shared with you in early August and delivered on our commitment of sequential acceleration in our revenue and earnings growth. We're also on track to build upon our operating margin performance in Q3 to deliver non-GAAP operating margin expansion in the fourth quarter on both a year-over-year and sequential basis.\nOur teams are energized by the progress we have made and by the increased operational rigor we're bringing to running our business and investing in our priorities. At the same time, the macroeconomic backdrop continues to be complex and we're focused on taking an appropriately prudent approach to managing our business for profitable growth at scale.\nThis year, we will process nearly $1.4 trillion of payment volume, an increase from $1.25 trillion last year and a 25% compound annual growth rate from $288 billion in 2015. At this massive scale, we are not immune to macro headwinds. As we close out 2022 and prepare for the year ahead, we're intensely focused on doing everything within our control to anticipate and mitigate ongoing macro risks and drive robust earnings growth.\nGiven the breadth of our 2-sided platform and our strong balance sheet and free cash flow generation, we believe we are well positioned and have the levers available to successfully navigate an economic cycle. We remain committed to meaningful non-GAAP operating margin expansion in 2023 and a significantly stronger non-GAAP earnings growth profile.\nBefore discussing our outlook for the remainder of the year, I'd like to highlight our third quarter performance. As Dan mentioned, revenue increased 12.4% on a currency-neutral basis and 10.7% at spot to $6.85 billion with each of these metrics exceeding our guidance. The dramatically strengthening dollar has been an increasing headwind as we move through the year and we expect this condition to persist in the fourth quarter.\nTransaction revenue grew 11.2% to $6.23 billion driven primarily by Braintree and Venmo. Other value-added services revenue grew 6.4% to $612 million. This performance, relative to last year, resulted from higher interest income on customer store balances, offset by lower credit revenue as we lapped higher-than-normal loan servicing fees.\nIn the third quarter, U.S. revenue grew 14.4% while international revenue increased 6% at spot. On a currency-neutral basis, international revenue increased 9.4% and excluding eBay, 11.7%. Additionally, eBay Marketplaces revenue declined 38% to $145 million and represented 2% of our total revenue.\nOur take rate performance was very strong with both transaction and total take rate improving approximately 4 basis points. Transaction take rate was 1.85% and total take rate was 2.03%. Both transaction and total take rate benefited from gains from foreign currency hedges recorded as international transaction revenue as well as Venmo monetization.\nInterest income also benefited our total take rate. Transaction expense came in at 89 basis points as a rate of TPV relative to 83 basis points as a rate last year. This result was largely driven by the increase in the contribution of Braintree volumes, which are predominantly card-funded to our overall mix of payment volume. To a lesser extent, funding mix also contributed to higher transaction expenses from more normalized debit card usage relative to 2021.\nTransaction loss at the rate of TPV was 8 basis points versus 9 basis points in Q3 last year. In addition, credit losses were $113 million or 3 basis points as a rate of TPV. As a reminder, in the third quarter of 2021, we released $63 million of credit reserves, which benefited transaction margin and operating margin performance in the prior period by 100 basis points.\nWe ended Q3 with $6.5 billion in gross receivables, reflecting sequential growth of 4%. The growth in global pay later receivables was the largest driver of loan origination. The mix of shorter duration originations from our pay later products and strong performance of our loan receivables portfolio resulted in a reserve coverage ratio of 7.4% compared to 7.3% last quarter and 11.6% in third quarter last year.\nTransaction margin dollars grew 4%, a reversal from year-over-year declines in the first and second quarters of 2022. Excluding the benefit from the reserve release last year, transaction margin dollars increased 6%. This quarter, we began seeing benefits to our transaction expense from leveraging our scale across the network ecosystem. We expect this trend to continue in Q4 and into 2023.\nIn addition, we're making progress in rationalizing non-transaction-related expense growth. In the third quarter, on a non-GAAP basis, these expenses grew 4% year-over-year relative to 17% growth last year, driving 180 basis points of operating leverage. Non-GAAP operating income also grew 4% year-over-year to $1.53 billion. Importantly, this is the first quarter since Q2 '21 in which we delivered operating income growth.\nOur operating margin was 22.4%, which was approximately 2 points better than our outlook provided at Q2 earnings. We're particularly pleased by this operating margin outperformance and look forward to building on this track record of cost prudence as we enter 2023 and beyond. For the third quarter, non-GAAP EPS was $1.08, nearly 15% stronger than our outlook. Pretax benefits in Q3 '21 of approximately $0.10 per share created a headwind to EPS growth.\nOur outperformance relative to our expectations was predominantly driven by the actions we took to increase efficiencies within non-transaction-related operating expenses and improved transaction loss performance. We ended the quarter with cash, cash equivalents and investments of $16.1 billion. During the quarter, we generated $1.8 billion in free cash flow, bringing year-to-date free cash flow to $4.1 billion. Relative to last year, Q3 free cash flow grew 37%.\nWe consider our balance sheet and cash flow to be competitive differentiators, which provide us with significant optionality for value creation. In the third quarter, we completed an additional $939 million in share repurchases. Year-to-date, we have now returned $3.2 billion to shareholders, representing 78% of the free cash flow we have generated.\nGiven our conviction in our business relative to its valuation today and its long-term competitive advantages and ability to deliver sustainable value creation, we have taken a more aggressive approach to our capital return program this year. We believe that share repurchase remains an optimal use of capital for our shareholders while allowing us to retain the flexibility to continue investing opportunistically in our business.\nWe now expect to complete an additional $1 billion in share repurchases in the fourth quarter. As I discussed during our earnings call last quarter, we've been assessing opportunities for additional credit externalization. We have made progress on this initiative and are committed to securing off-balance sheet funding for a portion of our global pay later portfolio next year.\nBefore I cover our guidance, I'd like to discuss the incremental disclosure that we are sharing this quarter to disaggregate our TPV. In our investor update, we're providing additional information related to our volume mix and how it has evolved over time. We believe sharing this detail is helpful for investors to better understand our business trends.\nI would now like to discuss our outlook for the remainder of the year and our preliminary thoughts for 2023. First, some context on the trends we're seeing and how these are shaping our outlook. As Dan mentioned, overall, we saw U.S. e-commerce growing in the low single digits in Q3 with deceleration into the close of the quarter. This trend persisted in October. On our platform as well as in third-party data, we have not seen the early start to the U.S. online holiday season that we saw in 2021.\nOur guidance contemplates holiday e-commerce ramping through November. Overall, our expectations for holiday e-commerce are consistent with the recent spending forecasts from Adobe, Mastercard and Salesforce with growth in the low single digits. We are also closely monitoring channel mix between in-store and online as well as the mix of services and goods spending.\nFrom a market perspective, the U.S. continues to outperform international and we are seeing weaker performance in the U.K., our second-largest market. These factors, combined with the broader macro trends, have been incorporated into our revised outlook. We are lowering our full year currency-neutral revenue expectations by 1 point and at the midpoint, raising our non-GAAP EPS expectations by $0.16.\nGiven the current uncertainty in the global macro environment, we believe this is an appropriately sensible and prudent approach to our revenue outlook. That said, our earnings guidance reflects the resilience and power of our franchise. In raising our EPS outlook again, we're demonstrating our control over operating expenses, the diversification of our business and the benefits from scale to our operating model.",
        "content2": "We believe that our ability to raise our earnings guidance in this environment is especially distinguishing relative to other public company guidance we've seen for Q4. For the full year, we now expect revenue to grow approximately 10% on a currency-neutral basis and approximately 8.5% at spot. For the fourth quarter, we expect revenue growth of approximately 9% on a currency-neutral basis and approximately 7% at spot. We believe our Q4 and full year revenue growth guidance is strong given our scale and the macro backdrop.\nWe also expect to deliver non-GAAP operating margin of at least 21% this year. For the first 3 quarters of 2022, our operating margin has declined year-over-year. Importantly, in the fourth quarter, we expect this trend to inflect and to deliver non-GAAP operating margin expansion. Our guidance contemplates Q4 operating margin of approximately 22.5%.\nIn addition, we're raising non-GAAP EPS to $4.07 to $4.09 for the year. As we noted entering the year, discrete tax benefits and reserve releases last year in the aggregate benefited 2021 non-GAAP EPS by approximately $0.54 and are a headwind to our EPS growth profile this year. Based on our expectations for revenue and operating margin in the fourth quarter, we expect non-GAAP EPS of approximately $1.18 to $1.20.\nWe expect to finish 2022 in a stronger position than we started it with greater operating discipline and focus. Dan and I are pleased with our improving execution and we're confident there will be room for continued improvement. However, with our most important weeks in the holiday season ahead of us as well as ongoing macroeconomic uncertainty, we believe it is too early to provide a detailed outlook for 2023 on this call.\nThat said, as we're planning for the year ahead, our framework currently includes the following assumptions: first, that our overall volumes will continue to grow faster than e-commerce across our core markets and that we will continue to take market share. At the same time, we expect inflationary pressures alongside slowing global growth to weigh on discretionary e-commerce spending, which could continue to be pressured in 2023.\nSecond, that we will deliver at least 100 basis points of non-GAAP operating margin expansion next year, an improvement from our 50 basis point commitment when we reported results last quarter. And third, our commitment to drive solid growth in earnings per share. Taken together, we believe that our cost savings initiatives and benefits from higher interest rates will enable us to deliver non-GAAP earnings growth of at least 15% next year.\nWe believe this outlook for next year contemplates a sufficiently wide range of revenue outcome. We are firmly committed to executing on the operational initiatives we discussed last quarter and are highly confident that we will deliver on our 2023 framework. Finally, from a capital allocation standpoint, we plan to take a similarly aggressive approach to share repurchases in 2023 as we have this year.\nIn closing, despite the many challenges of today's environment, we believe that we are well positioned to navigate the road ahead. We cannot have more confidence in our people and in the priorities we're executing against. We are just beginning to scale several of our newer consumer and merchant experiences and work with several important strategic partners in the ecosystem.\nFor our shareholders, we continue to achieve significant growth while returning capital in the form of share repurchases. And we're confident that our earnings power and strong free cash flow generation will allow us to continue to invest in our business and extend our leadership position. We are completely focused on delivering for all of our stakeholders and look forward to updating you on our progress.\nWith that, I'd like to turn the call back to the operator for questions. Briana, please go ahead."
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/a3f261f8d199b001f50ed49b448e6053",
        "textblob_polarity": 0.12057429008473397,
        "textblob_subjectivity": 0.39465459330341823,
        "sentiment": {
            "distribution": {
                "positive": 24,
                "neutral": 5,
                "negative": 1
            },
            "scores": {
                "positive": 0.997455875078837,
                "neutral": 0.9005820035934449,
                "negative": 0.9425745606422424
            }
        },
        "content1": "Q2 2022 PayPal Holdings Inc Earnings Call\n\nQ2 2022 PayPal Holdings Inc Earnings Call\n\nPYPLNASDAQAUG 2, 11:00 PM\n\nOperator\n\nGood evening. My name is Savannah, and I will be your conference operator for today. At this time, I would like to welcome everyone to PayPal Holdings' Earnings Conference Call for the Second Quarter 2022. (Operator Instructions) Thank you. And I would now like to introduce you to your host for today's call, Ms. Gabrielle Rabinovitch, Senior Vice President, Corporate Finance and Investor Relations. Please go ahead.\n\nGabrielle Rabinovitch\n\nInterim CFO and Senior VP of Corporate Finance & IR, PayPal Holdings, Inc.\n\nThank you, Savannah. Good afternoon, and thank you for joining us. Welcome to PayPal's earnings conference call for the second quarter of 2022. Joining me today on the call is Dan Schulman, our President and CEO. We're providing a slide presentation to accompany our commentary. This conference call is also being webcast, and both the presentation and call are available on our Investor Relations website.\nIn discussing our company's performance, we will refer to some non-GAAP measures. You can find the reconciliation of these non-GAAP measures to the most directly comparable GAAP measures in the presentation accompanying this conference call. Management will make forward-looking statements that are based on our current expectations, forecasts and assumptions and involve risks and uncertainties. These statements include our guidance for the third quarter and full year 2022 and comments related to anticipated cost savings, operating margin and share repurchase activity. Our actual results may differ materially from these statements.\nYou can find more information about risks, uncertainties and other factors that could affect our results in our most recent annual report on Form 10-K and quarterly report on Form 10-Q filed with the SEC and available on our Investor Relations website. You should not place undue reliance on any forward-looking statements. All information in this presentation is as of today's date, August 2, 2022. We expressly disclaim any obligation to update this information.\nWith that, let me turn the call over to Dan.\n\nDaniel H. Schulman\n\nPresident, CEO & Director, PayPal Holdings, Inc.\n\nThanks, Gabrielle, and thanks, everyone, for joining us. I'm pleased to share that in the second quarter, we met or exceeded our expectations announced in April, marking the second quarter in a row of hitting our non-GAAP guidance. We are well underway in a deep transformation of our business to regain our momentum.\nThis transformation is supported by 3 major initiatives. The first is to seize the opportunity to grow our market share as many of our competitors retrench and reorient their business models. We are focusing our investments in the areas where we have tremendous advantage due to our scale and the inherent network effects driven by our 2-sided network. We are doubling down on checkout, our PayPal and Venmo digital wallets and our Braintree platform. These efforts are having their anticipated effect as we, once again, took share in Q2.\nSecondly, we are meaningfully reducing our cost structure. I will discuss this in detail, but over the past 6 months, we have taken action to exit the year with operating margin leverage that will continue to grow in 2023. And third, we have reinvigorated our organizational operating model, and we are recruiting world-class talent to our product, engineering and technology functions. And later in my remarks, I'll expand on our progress in these areas.\nWith that in mind, I'm very pleased to announce that Blake Jorgensen will be joining us as PayPal's new Chief Financial Officer starting this week. Blake joins us from Electronic Arts, where he was CFO and Chief Operating Officer, driving extensive operational excellence and shareholder value. He has also been CFO at Yahoo and Levi's and was co-Founder and President of the investment bank, Thomas Weisel Partners. I am looking forward to working with Blake as we enter the next chapter in PayPal's journey.\nI would also like to thank Gabrielle for all she has done to support me and the PayPal team in her role as interim CFO. I can't say enough good words about her performance, and I'm pleased to announce that she will be taking on the additional role of Treasurer as well as our investor relations and corporate finance responsibilities.\nLet me now turn to our results. Our revenues in the second quarter came in at $6.81 billion, up 10% FXN and 9% spot. Importantly, the shape and dynamics of the quarter reflect the trends we anticipated in our full year guidance. April revenue growth was 7% FXN, May was 10% and June was 12%. And our preliminary revenue growth rate in July further accelerated to north of 14%. eBay payment intermediation was a 400 basis points drag on revenue growth in the quarter, and we anticipate that will drop to approximately 100 basis points in the third quarter and be inconsequential to our results in the fourth quarter.\nNon-GAAP EPS of $0.93 exceeded our guidance by $0.07 as actions we have taken slowed nontransaction-related expenses to 6% year-over-year in Q2. As we discussed during our last call, we have been working to drive productivity improvements across all functions. Our strategy shift to focus on customer engagement from our unparalleled network of consumer and merchant accounts led to significant opportunity for greater efficiency and, importantly, deeper investments in our world-class portfolio of assets. We have narrowed our focus, driven greater productivity and increased our market share gains with profitable growth.\nWe are leveraging our enhanced scale coming out of the pandemic to drive meaningful reductions in unit costs across our supplier base. As a result, we will realize our target of approximately $900 million of savings in 2022 across our OpEx and transaction expenses, which was contemplated in our reset guidance last quarter. We anticipate this reduction in our cost structure will result in at least $1.3 billion of cost savings in 2023, which will result in operating margin expansion next year. These cost savings are not onetime in nature and will continue to benefit the company on a run rate basis.\nWe are also still sharpening our pencils to identify additional areas of productivity improvements across our servicing, marketing and engineering functions as well as opportunities to rationalize our real estate footprint and shift our hiring to lower-cost geographies. These efficiency gains will allow us to increase our investments in our highest conviction growth opportunities, which, as I mentioned, include checkout, Braintree and our digital wallets.\nImportantly, as a result of this exercise and disciplined leadership from our team, we are targeting nontransaction-related operating expenses to be roughly flat as we exit 2022. Consequently, we expect operating margin expansion beginning in the fourth quarter of this year and continuing in 2023.\nAs we said last quarter, NNAs for Q2 will represent our low watermark for the year. We are reiterating our full year guidance of approximately 10 million NNAs. However, as with all of our forecasts, NNA growth could be affected by broader economic factors, given the channels that drive organic customer acquisition may be negatively impacted by falling consumer sentiment and reduced demand for discretionary goods.\nThat said, almost 80% of our volume is driven by 30% of our active accounts, which is why our primary focus is on driving engagement across our base. And here, I'm pleased to report that our transactions per active account, or our TPA, grew 12% to 48.7x per year. And our core daily active users are up over 40% from Q2 2019, a 3-year CAGR of about 13%.\nSignaling its confidence in our business, the PayPal Board of Directors has authorized an additional $15 billion share repurchase plan. We expect the pace of our share repurchases to remain aggressive as we believe there's currently a unique and attractive opportunity to return capital to our shareholders. Our Board is committed to evaluating all options for return of capital to our shareholders. And we expect to share a financial and strategic update, including capital allocation, at an Investor Day in early 2023.\nPayPal is one of the most trusted consumer brands in the world, and we have built a diversified platform with unparalleled global scale. We believe the recent turmoil in both the e-commerce and fintech sectors has created an unparalleled opportunity for PayPal. In contrast to others in the industry, our strong financial model, which will generate more than $5 billion in free cash flow this year, provides us the flexibility to invest and strengthen our competitive position.\nWe are clearly seeing a flight to quality in the market and we expect to continue to drive market share gains. Our share of branded checkout grew in Q2 and remains strong with leading retailers, where we are retaining the share gains we drove over the last 2 years. We continue to leverage our inherent strengths in checkout, which include our base of more than 35 million active merchant accounts with billions of financial instruments vaulted across PayPal and Braintree.\nWe are currently testing our new mobile SDK, software development kit, which enables native in-line checkout, removing friction to make our payment experiences faster and more convenient. And we are also enhancing our checkout user experience to better serve our nearly 400 million consumer accounts by surfacing the most relevant funding instrument based on past purchase behavior, merchant category and purchase price, among other attributes. We believe innovations like these will continue to differentiate our value proposition and drive increased conversion for our merchants.\nWe are making great strides in the presentment and global distribution of our branded marks. We have expanded our relationship with Shopify, and we are now powering Shopify Payments in France. In addition, we continue to win large and significant full-stack processing deals with leading merchants across the world, including Shein, Zappos, BetMGM and Carrefour. We intend to press the advantages we have in scale with our portfolio of payment assets to take additional share in this challenging macro environment.\nOur Buy Now, Pay Later products continue to distinguish themselves from our competitors. In the second quarter, we processed $4.9 billion in volume, up 226% year-over-year with over 22 million consumers using our Buy Now, Pay Later services over 100 million times since launch. Our upstream presentment continues to grow with over 200,000 merchants displaying our Buy Now, Pay Later on their product pages. We recently expanded our offerings with the launch of Pay Monthly, which gives U.S. consumers the ability to spread payments over longer periods of time.\nA key competitive advantage for us is our deep expertise and experience lending through all types of credit environments. We benefit from both our scale and long-standing relationships with our customers. We know who we are lending to, and as a result, we have high approval rates and loss rates that are among the lowest in the industry.\nOur PayPal and Venmo digital wallets are formidable assets that drive engagement across our commerce and payments platform. Digital wallet users are twice as likely to choose PayPal at checkout. And we have an opportunity to increase both engagement and ARPA by continuing to invest in commerce tools. As macroeconomic factors such as inflation impact our customers, our services like PayPal Honey are helping consumers make their money go further. Through the browser extension, PayPal Honey serves up targeted coupons and rewards at checkout and through our digital wallet shopping hub at the beginning of the shopping journey.\nWe are working hard to help our customers save money. Already this year, we've helped consumers save over $100 million. In an inflationary environment, these products are increasingly sought after and valuable. In fact, the PayPal Honey browser extension increased selection and conversion at checkout by 18%. And in the second half of this year, we are focused on driving even more savings for our customers by redesigning the shopping hub and our digital wallet and unifying our rewards programs.\nVenmo remains a key growth driver for our business with nearly 90 million active accounts, driving revenue growth in Q2 of more than 50%, with the revenues exceeding $100 million last month alone. We continue to see increased commerce transactions on Venmo with commerce volumes growing more than 250%. In Q2, we signed or launched Pay with Venmo with leading merchants, including DICK'S Sporting Goods, DraftKings, Booking.com and The Washington Post. And of course, we look forward to launching Pay with Venmo on Amazon.\nWe are also hard at work on new initiatives that will increase both scale and engagement, including allowing teens to create their own Venmo accounts. And in September, we plan to launch the ability for charities to establish a profile on the Venmo app to encourage more giving ahead of the holiday season.\nAs I shared last quarter, we are meaningfully streamlining our organizational structure to simplify decision-making, drive end-to-end accountability and make it easier for our teams to rapidly bring innovative products to market. Our new operating model is oriented around our customers. Our consumer business is led by Doug Bland, and Doug joined PayPal through our acquisition of Swift Financial, where he was Chief Operating Officer. He has been leading the rapid expansion of our global credit products, overseeing the introduction of a wide range of products, including our Buy Now, Pay Later services. And he has deep expertise in navigating challenging credit and economic environments.\nOur merchant business is organized into 2 primary areas of focus: enterprise and merchant platform led by Frank Keller and small- and medium-sized businesses and partner channels led by Dan Leberman. Both Frank and Dan have been with PayPal since before separation in various leadership capacities and have extensive product and operational expertise. These changes will ensure we make the necessary decisions and trade-offs to accelerate our delivery of the highest-quality products while driving our operating metrics.\nMark Britto, our Chief Product Officer for the past several years, will retire from PayPal at the end of the year. I'm very grateful for Mark's leadership, counsel and friendship during a period of tremendous growth for PayPal and for the strong bench of talent he has cultivated. An external search to replace Mark is well underway, and we expect to announce his replacement in the near future.\nIn closing, I'd like to acknowledge again that it has been a volatile time for our sector, for our shareholders, for the market and the global economy at large. But we feel this is a unique opportunity for high-quality market leaders like PayPal with strong business models to increase their market leadership. We are laser-focused on delivering on our key initiatives. We continue to take share. While others pull back, we are investing to improve our value proposition.\nWe are finally moving beyond the lapping of both the pandemic stimulus payouts and eBay intermediated payments. And our increasing revenue growth rate in each successive month of Q2 and July reflect this, setting us up to deliver on our second half expectations. We're driving meaningful productivity and cost improvement in OpEx and our transaction expenses, and we expect to see these actions result in increased operating margins as we exit the year, setting us up for a strong 2023.\nAnd we've made significant and positive changes to our organizational model with several additional talented leaders joining our senior leadership team. I want to thank our PayPal team for their continued dedication and commitment. I'm grateful for the outstanding support you provide each other and our customers each and every day.\nAnd with that, I'll turn the call over to Gabrielle.\n\nGabrielle Rabinovitch\n\nInterim CFO and Senior VP of Corporate Finance & IR, PayPal Holdings, Inc.\n\nThanks, Dan. I'd like to start by thanking the entire PayPal team for their continued commitment to serve our customers and execute on our priorities. PayPal delivered another solid quarter, meeting or surpassing the second quarter non-GAAP financial targets we shared with you in April. We delivered on our commitment of sequential acceleration in our revenue growth and slowed our nontransaction-related operating expense growth.\nOur results are indicative of the strength, diversification and breadth of our 2-sided global payments platform. Our team remains focused on what we can control. And more importantly, we're committed to accelerating our core strengths and building PayPal for the future. We are guided by our relentless focus on creating the best possible experiences for our customers and value for our stakeholders.\nOver the past 2 quarters, we have seen even stronger opportunities to advance our leadership position in payments and add to our momentum with our digital wallet, checkout and unbranded processing strategies. Of course, unlike everyone, we're closely monitoring the impact of high inflation on economic growth, consumer demand and sentiment as well as broader global macroeconomic indicators. The backdrop continues to be complex, and we're taking an appropriately prudent approach to managing our business.\nPayPal's unique competitive advantages continue to drive us forward. Today, we believe we are better positioned to deliver sustainable long-term growth than we were before the pandemic. At the same time, we're increasing our rigor in managing our cost structure and prioritizing higher-return strategic initiatives. We are focused on improving our operating margin profile while investing in our key priorities.\nOver the years, PayPal has experienced serious business and macro challenges and has emerged stronger every time. As we look ahead, we're confident in our long-term strategy and our growth outlook. We believe we are operating in an environment in which strong and enduring platforms like ours get stronger. That has never been more apparent than it is today.\nBefore discussing our outlook for the remainder of the year, I'd like to highlight our second quarter performance. As Dan mentioned, revenue increased 10% on an FX-neutral basis, more than 0.5 point ahead of our guidance and 9% at spot to $6.8 billion. At the time we provided guidance, there was an approximately 30 basis point difference between our spot and FX-neutral growth rates, which essentially doubled during the quarter given dollar strength. We expect FX to continue to be a headwind as we move through the back half of 2022.\nTransaction revenue grew 8% to $6.3 billion, driven primarily by Braintree and Venmo. Other value-added services revenue grew 21% to $534 million. This performance resulted from solid growth of our credit products as well as increased interest income on customer stored balances.\nIn the second quarter, U.S. revenue grew 18% while international revenue declined 1%. In addition, on a currency-neutral basis, international revenue increased 1%, and excluding eBay, 8%. On both a spot and currency-neutral basis, international revenue growth accelerated 5 points sequentially. Additionally, eBay Marketplaces' revenue declined 60% to $166 million and represented less than 2.5% of our total revenue. Our revenue, excluding eBay, grew 14% at spot.\nTransaction take rate was 1.85% and total take rate was 2%, both essentially flat to last year and to Q1 of this year. The blended take rate on eBay volumes declined to 2.13% from 3.22% in Q2 last year. This was offset by an approximately 5 basis point increase in the take rate on non-eBay volumes, resulting from gains from foreign currency hedges recorded as international transaction revenue, Venmo and lower P2P volumes.\nTransaction expense came in at 90 basis points as a rate of TPV relative to 81 basis points as a rate last year. This result was largely driven by the increase in contribution of Braintree, which is predominantly card-funded, to our overall mix of payment volume. To a lesser extent, funding mix also contributed to higher transaction expenses as a result of more normalized debit card usage relative to 2021.\nTransaction loss as a rate of TPV was 11 basis points versus 9 basis points in Q2 last year. In addition, credit losses were $68 million or 2 basis points of the rate of TPV. In the second quarter of 2021, we released $156 million of credit reserves, which benefited transaction margin and operating margin performance in the prior period by 250 basis points.\nIn the quarter, loan originations increased and we ended Q2 with $6.2 billion in gross receivables, reflecting sequential growth of 9%. The growth in global Pay Later receivables was the largest driver of originations. The mix of shorter-duration originations from our Pay Later products and strong performance of our loan receivables portfolio resulted in our reserve coverage ratio declining to 7.3% from 8.3% at the end of the first quarter.\nOverall, our volume-based expenses grew 30%, which in conjunction with 9% revenue growth resulted in a transaction margin of 48.7%. This was 814 basis points lower than last year and represents a 7% decline in transaction margin dollars. Excluding the benefit from reserve release last year, transaction margin dollars declined 2% or 564 basis points as a rate, which was primarily driven by TPV mix.\nStarting in the back half of this year, we expect to begin seeing benefits to our transaction expense from leveraging our scale across the network ecosystem. In addition, we have directed our focus on rationalizing nontransaction-related expense growth. In the second quarter, overall, these expenses grew 6% year-over-year, relative to growth of 27% in the second quarter of 2021.\nNontransaction-related expenses represented 29.6% of revenue, an improvement of approximately 80 basis points from the second quarter of 2021. The growth rates for customer support and operations, sales and marketing and technology and development expenses were meaningfully lower than last year. Notably, sales and marketing spend declined 7% year-over-year in the second quarter, following a 68% increase in Q2 last year.\nOn a non-GAAP basis, operating income was $1.3 billion. Our operating margin was 19.1%, which is nearly 1 point better than our outlook going into the quarter. For the second quarter, non-GAAP EPS was $0.93, $0.07 stronger than our expectations. In the quarter, we faced an approximate $0.11 per share headwind from the release of credit reserves last year. Our outperformance was predominantly driven by lower nontransaction-related operating expenses and a lower effective tax rate.\nWe ended the quarter with cash, cash equivalents and investments of $15.6 billion, which includes approximately $6 billion of cash we estimate is needed to satisfy operational and regulatory requirements. Our cash position is inclusive of $3 billion in proceeds from debt we issued in May. Approximately half of the proceeds from this offering were used to refinance upcoming maturities coming due in September 2022 and June 2023. Importantly, through this transaction, we were able to extend our weighted average maturity by approximately 5 years while increasing our average bond coupon by only 70 basis points.\nDuring the quarter, we generated $1.3 billion in free cash flow, bringing year-to-date free cash flow to $2.3 billion. In the second quarter, we also completed an additional $750 million in share repurchases, bringing 2022 year-to-date repurchase activity to $2.25 billion, representing approximately 95% of free cash flow generated so far this year. We have taken a more aggressive approach to our capital return program over the past several quarters. We continue to believe that share repurchase remains an excellent use of capital for our shareholders.\nAnd as Dan mentioned, our Board recently approved a new $15 billion share repurchase authorization. Combined with the $2.8 billion remaining on our 2018 repurchase authorization, this brings our aggregate outstanding authorization to nearly $18 billion. Given our desire to return capital to shareholders and the confidence we have in our business, we will continue to be opportunistic with the pace and quantum of our share repurchases.",
        "content2": "Overall, this year, we plan to return 75% to 80% of free cash flow to shareholders in the form of share repurchases. In addition, as we look to optimize our capital allocation and increase our flexibility, we are renewing our focus on credit externalization opportunities. Our last significant credit externalization event occurred in July 2018 when we closed the sale of our U.S. consumer revolving credit portfolio to Synchrony.\nSince that time, the composition of our on-balance sheet credit portfolio has changed meaningfully. While today, credit receivables represent about 7% of overall assets versus 17% at the time of the Synchrony transaction, funding our credit products continues to require an increasing amount of our free cash flow.\nOur credit products are an important driver of customer lifetime value and engagement. In addition, we believe they represent best-in-class products in each of the key credit categories in which we compete. That said, to optimize the use of our balance sheet and remain maximally capital efficient, we're assessing opportunities for additional strategic credit externalization. And we'll update you on our progress as we move through the back half of the year.\nI would now like to discuss our outlook for the remainder of 2022. When we provided guidance last quarter, we contemplated that there would be a challenging macro environment for the balance of the year. As everyone has seen across the market, macro conditions remain highly dynamic. We guided last quarter to a range of 11% to 13% revenue growth, and given today's environment, we think it's important to be conservative.\nAccordingly, I would point you to the lower end of that range on a currency-neutral basis. While the macro remains uncertain, I also want to underscore that we have strong momentum across the business with accelerating revenue growth from April to May to June and now through July, and the team is focused on achieving our targets for the year. We expect third quarter revenue growth to accelerate 2 points to 12% on a currency-neutral basis and that we will exit the year with revenue growth of approximately 14% in the fourth quarter.\nIt is important to note that we had a 150 basis point headwind in the third quarter related to revenue we recognized from the PPP lending program in the third quarter last year. Excluding this impact, we expect our third quarter revenue growth to reach nearly 14%, which results in relatively consistent growth in both the third and fourth quarters. The vast majority of the expected acceleration in our top line performance from the first half of 2022 relates to finally having the tougher eBay compares behind us.\nIn addition, we expect the diversification of our platform and the contribution from new initiatives and our merchant pipeline to allow us to exit the year with our business in a stronger position than how we entered 2022. We are also raising our non-GAAP EPS guidance and now expect to deliver non-GAAP EPS in the range of $3.87 to $3.97. Our cost discipline in conjunction with our efficiency and prioritization initiatives are enabling us to drive this improved earnings performance.\nWe also expect that this progress will allow us to deliver non-GAAP operating margin expansion in the fourth quarter and into 2023. In addition, we remain on track to generate more than $5 billion in free cash flow this year.\nIn closing, we're pleased with the progress we're making across many fronts. We're advancing our strategic priorities and, at the same time, sustainably improving our cost structure. The cash flow generating power of our business is a strategic competitive advantage and continues to give us a high degree of flexibility as we allocate capital with discipline. We are focused on creating value for our shareholders and strengthening our position as the world's leading digital payments platform for our customers.\nAnd while we are not immune to economic headwinds, we will continue to deepen our focus, invest for the long term and strengthen our competitive advantages. Finally, I'd like to welcome Blake to PayPal. I'm absolutely thrilled that he'll be leading our finance organization and I look forward to supporting him.\nWith that, I'll turn it back over to Dan.\n\nDaniel H. Schulman\n\nPresident, CEO & Director, PayPal Holdings, Inc.\n\nThanks, Gabs. So before we start the Q&A section, I'd like to take the opportunity to provide some color on the discussions we've had with Elliott Investment Management. First of all, the discussions have been both constructive and collaborative, and we appreciate the partnership we've built with Jesse Cohn and his team. We are completely aligned in our mutual goal to maximize shareholder value, and we are substantially aligned on the areas of focus for achieving our objectives.\nOur discussions are focused on operational improvements, revenue-generating investments and capital allocation, and they are consistent with our short- and long-term objectives and plans. We've been working on a number of initiatives such as improved profitability and return of capital and we appreciate Jesse's collaboration and input on these important topics.\nAnd as we discussed, we're pleased to announce the following: approximately $900 million of cost savings in 2022 across operating and transaction expenses, with savings potential of at least $1.3 billion through fiscal year '23; an invigorating capital return program, including a new $15 billion share repurchase authorization, full evaluation of capital return alternatives; and an upcoming Investor Day in early 2023 to share operational, capital allocation and strategic updates.\nWe continue to engage with Jesse and his team at Elliott, and they have communicated that their investment is a vote of confidence in our strategy, in our management team and our ability to generate long-term value for shareholders. We have also entered into an information sharing agreement to maintain our collaboration across the previously mentioned initiatives, and we look forward to our continued partnership.\nThat's the extent of our comments on Elliott's position in PayPal. And now I'd like to turn it over to the operator to hear your questions on other areas of our business. Thanks very much, and operator, let's open it up for questions."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/892c5640766f3dcdc58e0a188cd8c424",
        "textblob_polarity": 0.14630221816151465,
        "textblob_subjectivity": 0.4068761556701257,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9782975099303506,
                "neutral": 0.9831978678703308
            }
        },
        "content1": "Q1 2022 PayPal Holdings Inc Earnings Call\n\nQ1 2022 PayPal Holdings Inc Earnings Call\n\nPYPLNASDAQAPR 27, 11:00 PM\n\nOperator\n\nGood morning, afternoon, evening. My name is Chris, and I will be your conference operator today. At this time, I would like to welcome everyone to the PayPal Holdings Earnings Conference Call for the First Quarter 2022. (Operator Instructions) I would now like to introduce your host for today's call, Ms. Gabrielle Rabinovitch, Senior Vice President, Corporate Finance and Investor Relations. Please go ahead.\n\nGabrielle Rabinovitch\n\nSenior VP of Corporate Finance & IR, PayPal Holdings, Inc.\n\nThank you, Chris. Good afternoon, and thank you for joining us. Welcome to PayPal's earnings conference call for the first quarter of 2022. Joining me today on the call are Dan Schulman, our President and CEO; and John Rainey, our Chief Financial Officer and EVP, Global Customer Operations. We're providing a slide presentation to accompany our commentary. This conference call is also being webcast, and both the presentation and call are available on our Investor Relations website.\nIn discussing our company's performance, we will refer to some non-GAAP measures. You can find the reconciliation of these non-GAAP measures to the most directly comparable GAAP measures in the presentation accompanying this conference call.\nManagement will make forward-looking statements that are based on our current expectations, forecasts and assumptions and involve risks and uncertainties. These statements include our guidance for the second quarter and full year 2022 and our medium-term outlook. Our actual results may differ materially from these statements. You can find more information about risks, uncertainties and other factors that could affect our results in our most recent annual report on Form 10-K and quarterly report on Form 10-Q filed with the SEC and available on our Investor Relations website. You should not place undue reliance on any forward-looking statements. All information in this presentation is as of today's date, April 27, 2022. We expressly disclaim any obligation to update this information.\nWith that, let me turn the call over to Dan.\n\nDaniel H. Schulman\n\nPresident, CEO & Director, PayPal Holdings, Inc.\n\nThanks, Gabrielle, and thanks, everyone, for joining us. We obviously have a lot to cover today. But before I begin my formal remarks, I want to start by saying how dismayed we are at the atrocities happening in Ukraine. Early on, we suspended our transactional services in Russia and worked quickly to enable PayPal's send and receive services in Ukraine. Since then, our platform has enabled approximately $100 million to be sent to Ukrainian citizens and refugees.\nIn addition, thanks to the generosity of our community, nearly $0.5 billion has been sent over our platform to leading nonprofit organizations supporting Ukraine. It is in times like these that we are most reminded of the essential role our platform and services provide to those most in need.\nThis afternoon, in the interest of time, I'm going to briefly cover our first quarter results, before I provide a strategic update and discuss our outlook for the quarter and year ahead. We have provided additional coverage of our Q1 results in our investor update presentation.\nAs all of you know, after almost 7 years at PayPal, John Rainey will be leaving the company to join the leadership team at Walmart. I'm happy for John. And I'm not surprised that the Fortune 1 company has recognized all that John has done to help build PayPal into what it is today. John, I'm going to miss you, and I wish you the very best of success and happiness in your next chapter.\nI also want to say that I'm thrilled that the Board has appointed Gabrielle Rabinovitch as Interim CFO. The 3 of us are here together, and we will be handling Q&A as a team.\nI want to begin my prepared remarks by acknowledging that our shareholders expect more from us than our track record over the past several quarters has delivered. And I take full accountability for that. Navigating through the pandemic and an uncertain macroeconomic environment with resulting shifts in consumer behavior has made visibility more challenging. But we need to do better, and you will hear more from us today about delivering on our commitments.\nBefore we talk more about our go-forward focus, let me touch on our Q1 results. I'm pleased to report we delivered solid results that exceeded our guidance on revenue and earnings. The first quarter of 2021 was the strongest in our history, with 31% spot revenue growth and 84% non-GAAP EPS growth. And despite lapping this growth, revenues increased 7% to $6.48 billion and increased 15%, excluding eBay.\nU.S. revenues grew 20%, and international revenue decreased 5%. Ex eBay, international revenue grew 5%, which was on top of 47% growth in Q1 last year. Volume-based expenses increased 25% and represent 49% of revenue versus 42% of revenue last year. This uptick of approximately 700 basis points resulted from increased funding costs driven primarily by volume mix and lapping the release of $84 million of credit reserves.\nNontransaction-related expenses grew 8% in the quarter and represented 30% of revenue, which was flat to last year. Investments in technology and development were offset by leverage in our other nontransaction operating expenses.\nWe delivered non-GAAP EPS of $0.88 in the quarter, absorbing an incremental $0.03 of earnings pressure due to our suspension of transactional services in Russia. We also generated more than $1 billion in free cash flow and returned $1.5 billion in capital to stockholders through share repurchases.\nAs I shared last quarter, we are increasing our emphasis on incremental engagement across our existing customer base while continuing to add higher-value accounts. In Q1, we added 2.4 million net new active accounts in the quarter, bringing our total active base to 429 million. Our transactions per active account grew 11% to 47.\nWe continue to be pleased with our Buy Now, Pay Later franchise, which is seeing persistent market share gains. We did $3.6 billion in volume in Q1, up 256%, with over 18 million consumer accounts choosing this funding option since launch. And we are seeing increased merchant penetration and upstream presentment, which will allow us to continue to deliver strong results.\nIn Q1, Braintree outperformed again, with volumes growing 61%. This growth comes with the success of key customers like Airbnb, Uber, DoorDash, Live Nation, vineyard vines and TikTok. Importantly, for many of these merchants, we are their exclusive or primary provider of unbranded processing.\nIn addition, Venmo delivered strong revenue performance in Q1, with growth of approximately 60%. Volume grew 12% to $58 billion, on top of 63% growth a year ago. Venmo now has more than 85 million accounts in the U.S. And our goal in the coming year is to drive more commerce transactions on Venmo while continuing to be a leading P2P platform. We are making progress in driving more Pay with Venmo transactions, business profiles and off-line purchases with the Venmo debit and credit cards.\nAnd our integration plans with Amazon are progressing, with the back half of the year as our current launch time frame. Across both PayPal and Venmo, we are working hard to have our digital wallets at the center of our consumers' daily financial lives. Our redesigned PayPal digital wallet app is now installed by over 50% of our base, and our app users are engaging with more features and driving incremental average revenue per account as a result.\nCustomers who use our digital wallet transact 25% more at checkout than users that are not using the app. And over 70% of our Buy Now, Pay Later users engage through our digital wallet. We have nearly completed the rollout of our savings product, and we will be introducing additional financial services and commerce functionality in the coming quarters.\nOur digital wallet ARPA is 2x that of a customer who only uses checkout, and the churn rate for digital wallet users is 25% less than the rest of our base. We are focused on increasing adoption of our digital wallet and believe it is one of our most meaningful opportunities to drive growth.\nIn addition, working with partners has been and continues to be an important ingredient to our success. We recently renewed and expanded our strategic partnerships with American Express and Citibank. Our strong and growing relationships with these important partners and others highlight our commitment to offering our customers choice in how they pay by enabling seamless FI integrations into our products and services.\nI would like to now discuss our outlook for Q2 and the year. While we are pleased that we delivered Q1 with a beat on revenue and EPS, 2022 remains another challenging year to forecast. In laying out our 2022 outlook several months ago, we noted that if macro pressures persisted, we would trend towards the lower end of our range. And if we saw structural improvement, it would push us upwards towards the upper bound.\nIt is clear that relative to early February, the macro environment has deteriorated. Russia, Ukraine and China are contributing to increased global uncertainty and incremental inflationary and supply chain pressures. And more specific to PayPal, forecasting normalized consumer e-commerce spending, as we come out of the pandemic, is exceedingly complex. As a result, we believe it is prudent to lower our 2022 guidance and reevaluate our medium-term outlook.\nFor the second quarter, we expect revenue growth of approximately 9% and non-GAAP EPS to be approximately $0.86. We expect a bit more than $200 million of impact from eBay in Q2. And we have tough comps as eBay revenue grew -- as eBay -- ex eBay revenue, excuse me, grew 32% in the second quarter last year. We also had reserve releases of $156 million in Q2 2021, which creates an approximate $0.11 headwind to earnings growth.\nFor the year, we now expect 11% to 13% revenue growth and non-GAAP EPS to be in the range of $3.81 to $3.93. Ex eBay, this represents revenue growth of approximately 15% to 17%. In addition, at the midpoint of our range, this equates to back-half revenue growth of 15.5%. Our revised EPS guidance reflects the flow-through implications of our revenue expectations and volume mix.\nWe are now forecasting 10 million net new active accounts for the year. We expect to add positive NNAs to our platform every quarter this year, with Q2 representing the low point.\nI want to share additional context about the work we are doing to increase our operating leverage. Pre-pandemic, we were in the process of simplifying our operating model and enhancing our operating efficiency. The pandemic forced us to put many of those initiatives on hold to simply scale the business and support the unprecedented growth on our platform.\nWe are now coming back to this work with renewed focus, energy and purpose. While we are focused on incorporating more discipline into our operating model and driving operating leverage in our business, we are simultaneously investing to grow. We see opportunities to accelerate our growth and customer engagement. We believe our portfolio of digital payment assets is unmatched in breadth and depth, which creates a powerful competitive advantage for us.\nTo extend this advantage and advance our leadership position, our focus on streamlining and improving the way we work is critical and will allow us to achieve more efficient growth. Overall, these efforts will yield significant savings, allowing us to continue to reinvest in the business and drive profitable growth.\nFor the year, we now expect to generate more than $5 billion in free cash flow. In addition, we still plan to balance capital allocation between investing organically in our business, share repurchase and inorganic growth. That said, to be clear, transformative acquisitions are not on our growth agenda at this time. We currently expect that any activity for the foreseeable future will be focused on straightforward deals that have clear and unassailable alignment with our skills and capabilities.\nFinally, I would like to discuss our medium-term outlook that was provided at our Investor Day in February of 2021. We have reassessed the feasibility of achieving our revenue and earnings targets. These targets relied on several baseline assumptions, relating to both e-commerce penetration and macroeconomic factors that are no longer on the trajectory that we forecasted.\nAs a result, we're withdrawing our medium-term outlook. We will continue to guide revenue and earnings on both a quarter and full year basis and continue to update you on how we are thinking about our business over the long term.\nMake no mistake, we have strong conviction in the growth potential of our business and our ability to sustainably create value for our shareholders. However, we recognize the need to level-set expectations in what remains a dynamic environment. We know the scale of our 2-sided platform is truly differentiated and gives us strong competitive advantage. We believe the secular tailwinds from the digitization of payments and e-commerce growth are persistent. And we believe that we are uniquely positioned to bring more merchants and consumers together globally than any other company and help them connect and transact safely.\nWe continue to have many opportunities in front of us, given the scale of our 2-sided network and the ongoing growth in digitized payments. We will advance our leadership in checkout, continue our work to become the preeminent digital wallet and bring PayPal's tools to more in-person context, all the while investing in our foundational technologies.\nHundreds of millions of consumers and tens of millions of merchants value our comprehensive set of products and services. And we are investing resources to both improve our existing products and innovate for the future with capabilities, including enhanced loyalty programs, package tracking and returns management.\nWith branded checkout and full-stack processing as the foundational elements of our platform and competitive advantage, the opportunities ahead are significant. And we believe PayPal is well positioned to play a leading role in driving the future of digital payments and commerce.\nWe believe we will continue to grow revenue faster than the rate of e-commerce growth and increase our market share in digital payments. At the same time, we will continue to focus on improving operating leverage to support sustained value creation, accelerating the velocity of getting product into the hands of our customers and driving greater organizational effectiveness by simplifying processes and increasing accountability.\nWe look forward to sharing our progress with you as the year unfolds. And with that, let me turn the call back to the operator for your questions."
    }
]