[
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/123f13060b9d21a0cfba20ee1e739efb",
        "textblob_polarity": 0.09521393421393427,
        "textblob_subjectivity": 0.39627013727013727,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "negative": 1,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9922485730864785,
                "negative": 0.9664384126663208,
                "neutral": 0.9969121217727661
            }
        },
        "content1": "Q2 2024 Saia Inc Earnings Call\n\nQ2 2024 Saia Inc Earnings Call\n\nSAIANASDAQJUL 26, 4:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and thank you for standing by. My name is Abby, and I will be your conference operator today. At this time, I would like to welcome everyone to the Saia, Inc. Second Quarter 2024 Earnings Conference Call. [Operator Instructions]\nAnd I would now like to turn the conference over to Mr. Matt Batteh, Executive Vice President and Chief Financial Officer. You may begin.\n\nMatthew Batteh\n\nExecutive VP, CFO & Secretary\n\nThank you, Abby. Good morning, everyone. Welcome to Saia's Second Quarter 2024 Conference Call. With me for today's call is Saia's President and Chief Executive Officer, Fritz Holzgrefe. Before we begin, you should know that during this call, we may make some forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements and all other statements that might be made on this call that are not historical facts are subject to a number of risks and uncertainties, and actual results may differ materially. We refer you to our press release and our SEC filings for more information on the exact risk factors that could cause actual results to differ.\nI will now turn the call over to Fritz for some opening comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nGood morning, and thank you for joining us to discuss Saia's second quarter results. While underlying macro trends remain tepid in our view, our year-over-year results in the second quarter continue to reflect the growth experienced since last summer.\nIn the quarter, we averaged approximately 36,400 shipments per day compared to approximately 31,000 per day last year, an increase of 18%. During the quarter, we opened 6 new terminals and relocated 2 others, continue to execute our long-term strategy of improving our service and value proposition to the customer. While we are experiencing the impact of costs related to opening these new and relocated terminals, we continue to see the long-term value in our strategy of building density and positioning ourselves to better serve our customers.\nThe opening of our fourth terminal in the Dallas Metroplex helps further build density in the market and strategically positioned near some of our core customers. We've already seen the positive impact of this new facility as the proximity to the key customers has allowed us to provide unique solutions. The quarter was capped by the opening of our new Owatonna, Minnesota terminal, which marked the 200th facility in our network.\nRelocations are also an important part of the story as these relocated terminals often offer us multiple benefits, including a more strategic position in the market and added capacity to better serve the new and existing customers. During the quarter, we relocated our Laredo, Texas facility, which results in a significant upgrade to our capacity in one of the most important freight corridors into the country. I was also pleased to see with these new openings, we have maintained our focus on customer service and each of our key service indicators improved in the quarter.\nOur second quarter revenue of $823 million increased from last year's second quarter by 18.5% is a record for any second quarter in our company's history. Yield or revenue per hundredweight, excluding fuel surcharge, increased 8.7% reflecting a constructive pricing backdrop and the impact of changes in our mix of business. Revenue per shipment, excluding fuel surcharge, increased 1% despite a headwind from weight per shipment, which was down 7.1% in the quarter and length of haul, which was also down modestly.\nOperating income of $137.6 million was 14.4% above 2023. Our second quarter operating ratio of 83.3% deteriorated 60 basis points from last year's 82.7%. The results were impacted by the following: post last summer's industry disruption, we've described the ongoing changes in freight mix and patterns as we see the market adjust to absorb this disruption. Q2 is typically the industry's strongest quarter and the first peak quarter since last summer's events. Over the last 12-month period, we've focused on successfully building our network as we review our growth to date, we should see proportionally more national account and retail-related freight with a shorter length of haul in 1- and 2-day markets. These customers value our emerging network and consistent high service levers.\nHowever, the freight characteristics are notably different than we have traditionally seen. We've seen this profile of freight seasonally increase from Q1 to a larger [indiscernible] proportion of our business compared to our historical mix. At the same time, we did not see the same seasonal increase in our traditional industrial freight.\nWe estimate that this mix impact created a margin headwind for the quarter of roughly 150 to 200 basis points compared to last year. The margin headwinds created by the characteristic of the onboard freight only further emphasize our pricing initiatives and mix management focus as seen in our contractual renewals, which remained strong at 8.4%.\nWe're very pleased with the progress of our new terminal openings. Customer acceptance has been high and we've seen early success in all our new facilities. However, we've discussed previously new terminals or investments that require extensive recruiting, onboarding and training to achieve success. The new facilities that we've opened in the last 3 years collectively operated at approximately 95 OR and have been impacted by the mix of business trends that we've seen for our overall portfolio.\nThe terminals opened in quarter 2 operated a loss in total. But much like the facilities that we've opened 2 and 3 years ago, we expect to see continued progress in the overall performance. While our expectations for these facilities was going to be neutral in the period, our increased investments in onboarding and training led to these facilities being at a headwind in the quarter.\nHowever, the value of the expanding network can really be seen in the terminals that have been open longer than 3 years as they operated at roughly 82.2 OR in the second quarter despite the unfavorable mix of business. while incurring costs ahead of terminal openings and subsequent revenue generation is typical. We have doubled down our efforts to enhance our customer value proposition. We've enhanced the training requirements for our team members in both new and legacy terminals, which is critical to building the coculture in each market.\nIn total, this investment in new facilities, less than 3 years old, created roughly 130 basis point headwind for the quarter compared to last year. Our teams are committed to accomplishing our growth strategy with an eye on always putting the customer first. Our Customer First initiatives have been the corner stone of our success over the last several years, and we saw that focus at the forefront of the new openings and relocations during the second quarter.\nI'll now turn the call over to Matt for more details about our second quarter results.\n\nMatthew Batteh\n\nExecutive VP, CFO & Secretary\n\nThanks, Fritz. As mentioned, second quarter revenue increased by $128.6 million to $823.2 million. Yield, excluding fuel surcharge, improved by 8.7% and yield increased by 8%, including fuel surcharge. Fuel surcharge increased by 14.3% and was 15.4% of total revenue compared to 15.9% a year ago. Revenue per shipment ex-fuel surcharge increased 1% to $290.72 compared to $287.90 in the second quarter of 2023. Tonnage increased 9.7%, attributable to an 18.1% shipment increase, partially offset by a 7.1% decrease in our average weight per shipment. Length of haul decreased 0.4% to 888 miles.\nShifting to the expense side for a few key items to note in the quarter. Salaries, wages and benefits increased 19.4%, which is primarily driven by a combination of our employee head count growth of approximately 19.1% year-over-year and the result of our July 2023 [indiscernible] increase, which averaged approximately 4.1%. The growth in head count is related to the increase in volume compared to prior year as well as the opening of 8 new facilities in the past 12 months.\nIn addition, other employee-related costs increased, including additional training for onboarded team members and increased workers' compensation expense. Purchased transportation expense, including both non-asset truckload volume and LTL purchased transportation miles increased by 22.7% compared to the second quarter last year and was 7.4% of total revenue compared to 7.2% in the second quarter of 2023.\nTruck and rail PT miles combined were 12.9% of our total linehaul miles in the quarter. Fuel expense increased by 11% in the quarter, while company line haul miles increased 10.8%. The fuel expense was a result of increased shipments, which was partially offset by the decreased cost of diesel fuel compared to the prior year. Claims and insurance expense increased by 11% year-over-year and was up 8% or $1.4 million sequentially from the first quarter of 2024. The increase compared to the second quarter of 2023 was primarily due to increased claims activity and development of open cases.\nDepreciation expense of $52.5 million in the quarter was 17.6% higher year-over-year primarily due to ongoing investments in revenue equipment, real estate and technology. Total operating expenses increased by 19.4% in the quarter, and with the year-over-year revenue increase of 18.5%, our operating ratio deteriorated to 83.3% compared to 82.7% a year ago.\nDespite the headwinds from costs associated with new openings, training and mix of business shifts, I was pleased to see our team execute [indiscernible] a cost and efficiency perspective. Cost per shipment was up 1.1% year-over-year and down 2.5% sequentially from Q1, highlighting the hard work of our teams in a challenging environment. Our tax rate for the second quarter was 24.4% compared to 24.7% in the second quarter last year, and our diluted earnings per share were $3.83 compared to $3.42 in the second quarter a year ago.\nI will now turn the call back over to Fritz for some closing comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nThanks, Matt. As we continue to celebrate our 100th year of business, I was pleased with our ability to demonstrate our customer-first approach to both new and existing customers in our recently opened terminals and across the network. Every new opening is an opportunity to better position ourselves to provide further value to our existing customers and develop relationships with new customers.\nAt this point, it is critically important that we maintain focus on Saia's core objectives. Our team is focused on the customer and a long-term value opportunity to provide an industry-leading service. This focus requires an investment in our people, which is core to the strategy. The facility footprint that we're adding and expanding is not an investment in Q2 and or frankly, in 2024. These are investments that we expect will create value for our customers and shareholders for years to come.\nWhile the new terminals are dragging margins in the near term, these investments in service and capacity are critical to creating long-term value for both customers and shareholders. While the costs associated with the new openings are more pronounced in some of the smaller and less dense markets, having a comparable footprint to our peers is critical to our overall value proposition.\nEvery new opening moves us closer to the customer and provides us an opportunity to better support their success while creating long-term value in our core business. While the macro backdrop remains uncertain, we believe our operating trends support the continued execution of our long-term growth strategy.\nEarlier this week, we opened facilities in Stockton, California in Davenport, Iowa, further expanding our coverage and service offerings. Our terminal opening calendar remains robust for the remainder of the year, and we'll open an additional 9 new facilities in Q3 and potentially up to another 4 in Q4. We began our organic expansion journey in 2017 and have added 50 facilities to date while creating value for our customers and our shareholders alike.\nAs we continue to invest in our network and expand our footprint to better serve our customers we anticipate capital expenditures for 2024 to be approximately $1 billion. We remain focused on measuring our performance for customers and onboarding team members that reinforce our great culture as we continue to execute our growth strategy.\nWe're now ready to open the line for questions, operator."
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/f3e7b8800d3f1b03b7376bb0136ea111",
        "textblob_polarity": 0.1623099372537575,
        "textblob_subjectivity": 0.45744377969097066,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9992990046739578,
                "neutral": 0.9707535207271576
            }
        },
        "content1": "Q1 2024 Saia Inc Earnings Call\n\nQ1 2024 Saia Inc Earnings Call\n\nSAIANASDAQAPR 26, 4:00 PM\n\nOperator\n\nGood morning, and welcome to Saia's First Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, today's conference is being recorded.\nI would now like to turn the call over to Doug Col, Executive Vice President and Chief Financial Officer. Please go ahead.\n\nDouglas L. Col\n\nTreasurer & Assistant Secretary, Saia, Inc.\n\nThank you. Good morning, everyone. Welcome to Saia's First Quarter 2024 Conference Call. With me for today's call is Saia's President and Chief Executive Officer, Fritz Holzgrefe. Before we begin, you should know that during this call, we may make some forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements and all other statements that might be made on this call that are not historical facts are subject to a number of risks and uncertainties, and actual results may differ materially. Refer to our press release and our SEC filings for more information on the exact risk factors that could cause actual results to differ.\nI'll now turn the call over to Fritz for some opening comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nGood morning, and thank you for joining us to discuss Saia's first quarter results. While underlying macro trends remain lackluster in our view, our year-over-year results in the first quarter reflected tremendous share gains made since last summer. In the quarter, we averaged approximately 33,000 shipments per day compared to approximately 28,500 per day last year, or an increase of nearly 16%. We've opened 7 new locations in the past 12 months, and our employee count has grown significantly, allowing us to staff the new locations and enabling us to handle the growth in volumes while still providing our customers with excellent service.\nI'm particularly pleased to see all of our key service performance indicators continue to trend positively as we continue our expansion. Our first quarter revenue of $754.8 million increased from last year's first quarter by 14.3% and is a record for any quarter in our company's history. Yield or revenue per hundredweight, excluding fuel surcharge, increased 10.5%, reflecting a constructive pricing backdrop despite a subdued demand environment in a traditionally slower period in our business. Revenue per shipment, excluding fuel surcharge, increased 1.4% despite a headwind from weight per shipment, which was down 8.2% in the quarter and length of haul also down modestly by 0.4%. Our revenue per shipment growth ex fuel surcharge continues to be the result of positive pricing and effective mix management.\nWith our continuing high service levels, we actively review the performance of all of our accounts and are not shying away from having great discussions when necessary based on profitability, not the calendar. Our first quarter operating ratio of 84.4% improved by 60 basis points compared to our operating ratio of 85% posted in the first quarter last year and matches our best ever Q1 OR posted in 2022. As we continue to absorb the growth in volumes compared to the prior year, we've continued investing in our network to maintain our services while also optimizing how we provide the service with our expanding line haul and driving teams. Our plans to open 15 to 20 terminals in total this year remain, and we'll also continue relocating some existing terminals as we've done with 4 so far this year.\nRelocations are an important part of the story is these relocated terminals often offers multiple benefits, including better strategic position in the market and added capacity to better serve existing customers and also perhaps put us in a better position to serve new customers. Our teams are committed to accomplishing this growth with an eye on always putting the customer first. Our Customer First initiatives have been the cornerstone of our success over the last several years. And included in that is our desire to have more locations through which to serve new and existing customers. The results of Mastio's latest survey highlight a couple of significant achievements for Saia. The scores highlight our continued improvement and positive feedback from our customers are recognizing Saia's ongoing investment in service and expanding footprint and customers are viewing us as a leading national LTL provider.\nWe've added 20 new facilities in the last 2 years with improving perceived levels of service, which is critical to note. Customers are recognizing our ability to not only improve service, but to replicate improve service in new locations.\nI'll now turn the call over to Doug for more details from our first quarter results.\n\nDouglas L. Col\n\nTreasurer & Assistant Secretary, Saia, Inc.\n\nThanks, Chris. As I mentioned, first quarter revenue increased by $94.2 million to $754.8 million. Yield, excluding fuel surcharge, improved by 10.5% and yield increased by 7.6%, including fuel surcharge. Fuel surcharge revenue increased slightly by 0.8% and was 15.7% of total revenue compared to 17.8% a year ago. Revenue per shipment ex fuel surcharge increased 1.4% to [ $293.86 ] compared to $289.87 in the first quarter of 2023. Tonnage increased 6.2% attributable to a 15.7% shipment increase, partially offset by an 8.2% decrease in our average weight per shipment. Our length of haul decreased 0.4% to 188 miles.\nShifting to the expense side for a few key items of note in the quarter. Salaries, wages and benefits increased 14.3% from a combination of our employee head count growth of over 15% year-over-year in response to overall increased volumes during the quarter and also the result of our July 2023 wage increase, which averaged approximately 4.1%. Purchased transportation expense increased by 12.4% compared to the first quarter last year and was 7% of total revenue compared to 7.1% in the first quarter of 2023. Truck and rail PT miles combined were 11.4% of our total linehaul models in the quarter. Fuel expense increased by 3.7% in the quarter, while company line haul miles increased 10.6% year-over-year as a result of increased shipments and decreased cost of diesel fuel compared to the prior year.\nClaims and insurance expense increased 24.2% year-over-year and was down 8% or $1.5 million sequentially from the fourth quarter of 2023. The increase compared to the first quarter of 2023 was primarily due to an increased activity and a small increase in premiums. Depreciation spends $48.8 million in the quarter was 13.9% higher year-over-year, primarily due to ongoing investments in revenue equipment, real estate and technology. Total operating expenses increased by 13.4% in the quarter and with the year-over-year revenue increase of 14.3%. Our operating ratio improved to 84.4% compared to 85% a year ago. Our tax rate for the first quarter was 23.7% compared to 23.2% in the first quarter last year, and our diluted earnings per share were $3.38 compared to $2.85 in the first quarter a year ago.\nI'll turn the call back over to Fritz for some closing comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nThanks, Doug. Our customer-first focus continued to deliver tangible results across our organization. In January, we're excited to close on what we view as the generational opportunity for our company to build our real estate pipeline and have developed an opening plan that spans 2024 and 2025. As we stated from the outset of our geographic expansion initiatives in 2017, it is absolutely imperative that we improve while replicating service as we execute this plan. .\nAs we continue to invest in our network and expand our footprint to better serve our customers, we anticipate capital expenditures for 2024 to be approximately $1 billion. As noted in Doug's comments, we're seeing the impact of depreciation related to this increased capital expenditure over the past couple of years. These investments will continue throughout the year as we approach a record amount of investment for the company which we believe will create value for both our shareholders and our customers over the long term. As we continue our expansion plans, we remain focused on measuring our performance for customers.\nThe Mastio [ Radian ] ratings clearly highlight our improved service profile and our internal service metrics have never been better. Yet we continue to emphasize a customer-first focus with a priority on achieving even higher levels of service. With a focus on our customers in advance of relocating our [ Laredo ] facility, we executed a new cross-border agreement with a leading Mexican LTL carrier, [indiscernible], which will allow us to expand our service both north and south bound. Although we did not see the seasonal pickup that we expected Q1 was nonetheless a record quarter for Saia. The organization delivered a 14.3% increase in revenue to [ $754 ]while we made significant investments in the business and in advance of several openings, we still delivered an 18.9% increase in operating income to $117.9 million.\nAs always, we remain intently focused on the long-term opportunity to enhance our service offering and coverage for our customers while delivering significant value to our shareholders. Our results included relocating 4 facilities in Q1. More significantly, we've already opened 4 new facilities in April alone, and we'll plan to open 2 and relocated additional facility before the end of the quarter. We probably look to our 100-year history as a foundation for our success. However, as we continue to build a talented and engaged workforce, we're proving that we are not stagnant but are instead continuing to build a best-in-class organization rooted in this 100-year history that can meet and exceed customer expectations.\nAs always, we remain flexible with the timing of openings and want to be mindful of the natural cyclicality of our business. After Q2, we expect to open as many as 15 additional new locations this year. The majority of these in Q3 covering additional great [ plain ] locations. We maintain flexibility of these openings as it's critically important that we replicate our service. We may find it necessary to delay or pause openings whether due to staffing challenges or other uncertainties. At this stage, we are excited on the core competency of opening terminals organically that we have developed over the past 7 years, and we'll continue to follow that blueprint going forward.\nEstablishing a great culture and a terminal is a critical step in making sure that terminal is successful over the long term and we strive to get that right from day 1 with all new openings. So as we move forward through 2024, we continue to see macro uncertainty. At the same time, we continue to see widespread customer acceptance of Saia's now national network. I should highlight that this is a national network that will be poised to scale as customers seek to grow with a trusted partner as the macro environment becomes more certain. As a result, we are confident in our ability to continue to execute on our plans will position Saia for long-term success.\nBefore we open the line for questions, I would like to highlight this morning's other Saia press release. Our CFO, Doug Col, has decided his time to pursue his next chapter and will be retiring from Saia. As many of you well know, Doug has been in and around the transportation space in a variety of roles, but most significantly with Saia over the past decade. Doug has been a big help of setting up our strategic course in communicating with you on Saia's progress. For those of us that have been fortunate enough to work with Doug on a daily basis, we'll miss his wisdom and with. I am personally quite grateful for the opportunity to work with him. In time, we'll name Doug's successor, but Doug has built and developed a great team at Saia and will be with us through the year and to help facilitate any transition.\nWith that said, we're now ready to open the line for questions, operator."
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/aee8269de40815aec7ee37db4ba0faff",
        "textblob_polarity": 0.12105571994812499,
        "textblob_subjectivity": 0.3877317478583302,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 2
            },
            "scores": {
                "positive": 0.964985802769661,
                "neutral": 0.9983833432197571
            }
        },
        "content1": "Q4 2023 Saia Inc Earnings Call\n\nQ4 2023 Saia Inc Earnings Call\n\nSAIANASDAQFEB 2, 4:00 PM\n\nOperator\n\nThank you for standing by. My name is Eric, and I will be your conference operator today. At this time, I would like to welcome everyone to the Q4 2023 Saia Incorporated Earnings Conference Call. [Operator Instructions]\nI would now like to turn the call over to Doug Col, Saia's Executive Vice President and Chief Financial Officer. Please go ahead.\n\nDouglas L. Col\n\nTreasurer & Assistant Secretary, Saia, Inc.\n\nGood morning, everyone. Welcome to Saia's Fourth Quarter 2023 Conference Call. With me for today's call is Saia's President and Chief Executive Officer, Fritz Holzgrefe. Before we begin, you should know that during the call, we may make certain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995.\nThese forward-looking statements and all other statements that might be made on this call that are not historical facts are subject to a number of risks and uncertainties and actual results may differ materially. We refer you to our press release and our SEC filings for more information on the exact risk factors that could cause actual results to differ.\nI'll now turn the call over to Fritz for some opening comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nGood morning, and thank you for joining us to discuss Saia's fourth quarter and full year results. I must start my comments today with a word of thanks to the entire Saia team for their dedicated efforts as we work through volatile business trends in 2023. We started our 100th anniversary year with an engaged team that delivered a record number of shipments in 2023, just shy of $8 million in total for the year and in turn, 2023 revenue of $2.9 billion was also a record for our company. 2023 was really a tale of two halves. Both shipments and tonnage for Workday were down year-over-year and for the first 6 months of the year, continuing a trend which we began in the second half of 2022, as the industrial economy slowed.\nTurning to calendar to the month of July, our industry experienced a generational type of moment as a large national competitor began limiting service and ultimately, ceased operations. At Saia, we saw volumes increase by as much as 10% to 20% on a given day from trends just a month earlier. Our contingency planning in advance of this change put us in a position to handle the increased volumes almost seamlessly while still maintaining excellent service for our customers.\nIn the months that followed that initial surge in business, we increased our staffing levels by adding nearly 1,500 dedicated employees in the second half of the year, 90% of which were drivers, dock workers and frontline leadership to support growth. We have focused our team on taking care of the customer as we absorb all the growth in the second half. We have continued painstaking process of investing in our network to maintain our servers while also optimizing how we provide the service with our expanding linehaul and driving teams. We have plans to open 15 to 20 new terminals in 2024. Our teams are committed to accomplishing this with an eye and always putting the customer first. Those customer first initiatives have been the cornerstone of our success over the last several years, and included in that is our desire to have more locations through which to serve new and existing customers.\nIn Q4, Mastio released its latest survey results. The results highlight a couple of significant achievements for Saia. First, the scores highlight our continued improvement and positive feedback from our customers are recognizing Saia's ongoing investment in service. Second, it's becoming increasingly evident that customers are viewing us as a leading national LTL provider, reflecting not only our investments in service, but the expanding footprint.\nIt is critical to note there have been no drop-off in perceived levels of service. Importantly, we've added nearly 20 new facilities in the last 2 years. Customers are recognizing our ability to not only improve service, but to replicate that improved service in new locations. So today, we'll give a recap of 2023 results and provide an update on our plans for 2024.\nAnd I will now turn it over to Doug for a review of fourth quarter results and full 2024 financial highlights.\n\nDouglas L. Col\n\nTreasurer & Assistant Secretary, Saia, Inc.\n\nThanks, Fitz. Fourth quarter revenue increased by $95.4 million to a record $751.1 million. Shipments grew by 18.1% and with weight per shipment decreasing by 8.3%, tonnage growth for the quarter was 8.2%. Yield, excluding fuel surcharge, improved by 11.7%, while yield including fuel surcharge increased by 7%. These reported yield results benefit from the lighter average weight per shipment versus the fourth quarter last year.\nRevenue per shipment, excluding fuel surcharge, increased 2.4% to $295.22 compared to $288.34 in the fourth quarter of 2022. Fuel surcharge revenue decreased by 3.4% and was 17% of total revenue compared to 20.1% a year ago. Primarily the result of lower national average diesel prices, which are used to establish the surcharge rate in our fuel tables. Shifting to the expense side, a few key items to note in the quarter. Salaries, wages and benefits increased 20.2% from a combination of our increased employee head count of approximately 14% year-over-year to support our network expansion and volume growth over the last 6 months and also our July 2023 wage increase, which averaged 4.1% across our employee base.\nPurchased transportation expense increased by 8.4% compared to the fourth quarter last year, primarily due to increased purchase transportation miles, partially offset by a decrease in the cost per mile compared to the same period in 2022. PT expense was 8.7% of total revenue compared to 9.2% in the fourth quarter of 2022. Purchased transportation miles were 15.4% of total linehaul miles in the fourth quarter compared to 12% in last year's fourth quarter.\nFuel expense decreased by 12.1% in the quarter despite company miles increasing 7.6% year-over-year. The decrease in fuel expense was primarily the result of national average diesel prices decreasing by over 15.9% on a year-over-year basis. Claims and insurance expense increased by 21% year-over-year in the quarter and was up 5.1% or $0.9 million sequentially from the third quarter of 2023. The increase compared to the fourth quarter of 2022 was primarily due to increase in accident-related self-insurance and claims costs as well as increases in insurance premiums.\nDepreciation expense of $45.7 million in the quarter was 15.3% higher year-over-year, primarily due to ongoing investments in revenue equipment and our network expansion. Total operating expenses increased by 13.4% the quarter and with a year-over-year revenue increase of 14.5%. Our operating ratio improved to 85% compared to 85.9% a year ago. Our tax rate for the fourth quarter was 22.8% compared to 24% in the fourth quarter last year, and our diluted earnings per share increased to $3.33 compared to $2.65 in the fourth quarter a year ago.\nMoving on to the financial highlights of our full year 2023 results, as Fritz mentioned, revenue was a record $2.9 billion and operating income was $460.5 million. Our operating ratio deteriorated by 90 basis points in 2023 to an exactly 84.0%. For the full year 2023, our diluted earnings per share were $13.26 versus $13.40 in 2022.\nI'll now turn the call back over to Fritz for some closing comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nThanks, Doug. To continue to operate with an OR in the mid-80s, given the activity in the network during the quarter is a testament to the improved operating performance of our team over the last few years. Our customer-first focus is yielding tangible results across our organization with a talented growing and engaged workforce the value proposition to our customers continues to grow.\nWe initially embarked on our geographic expansion in 2017 with 4 terminals in the Northeast. Since that time, we've opened 48 facilities as we've covered the Northeast geography while also refining the strategy to enhance our coverage in legacy markets. Throughout, we've actually seen our underlying service offering continue to improve. This success is attributable to our team across the organization who have spent countless hours supporting these initiatives.\nI'm excited about the terminals acquired in January and believe this to be a once-in-a-lifetime opportunity for us to be able to bring our offerings to more markets, meet new customers and serve our current customers more efficiently. The last 7 years have proven our ability to execute an organic expansion strategy. Critical to our success opening Saia facilities and intense focus on maintaining our culture, which starts with the customer. We believe the unique opportunities at hand will allow us to systematically grow over the next couple of years as the facility additions provide an important supplement to our real estate investment pipeline.\nAs seen from our results over the last several years, we've shown that the ability to make substantial investments in our network to benefit our customers while generating improved financial performance over time and efficiently and effectively deploying capital. Saia will approach record levels of capital investment in 2024, but at no time in the company's 100-year history have we had a similar opportunity. The capital is focused on continuing -- developing our terminal network as well as significant investments in our fleet, providing increased capacity and flexibility for our customers.\nKey to our success will be delivering the customer-first focus that started in Home Louisiana 100 years ago and has been refined over a century. We continue to have significant opportunities to develop the markets around the other nearly 20 terminals that we've opened over the last 2 years. Although we're excited about the success of these locations to date, we see considerable runway to build density in all of these new markets.\nFinally, before opening the call for questions, I would say there's still a lot of uncertainty around the strength of the economy. At Saia, we've emphasized the importance of the customer and focusing on the things that we can control. So as our industry adjusts and adapts to the evolving economic environment over the coming months, my conviction about the long-term prospects of Saia remains steadfast, great employees, great service and a growing footprint are all key to securing our position as a long-term share gainer in our industry.\nWith that said, we're now ready to open the line for questions, operator."
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/d7ac9441296cbf7e5a7bf5f73055d047",
        "textblob_polarity": 0.124777366255144,
        "textblob_subjectivity": 0.3926582865693976,
        "sentiment": {
            "distribution": {
                "positive": 7,
                "neutral": 5,
                "negative": 1
            },
            "scores": {
                "positive": 0.9965301581791469,
                "neutral": 0.9981135249137878,
                "negative": 0.941175639629364
            }
        },
        "content1": "Q3 2023 Saia Inc Earnings Call\n\nQ3 2023 Saia Inc Earnings Call\n\nSAIANASDAQOCT 27, 4:00 PM\n\nOperator\n\nThank you for standing by. My name is Eric and I will be your conference operator today. At this time, I would like to welcome everyone to the Q3 2023 Saia Incorporated Earnings Conference call. [Operator Instructions]\nI would now like to turn the call over to Doug Col, Executive Vice President and CFO. Please go ahead.\n\nDouglas L. Col\n\nTreasurer & Assistant Secretary, Saia, Inc.\n\nThanks. Good morning, everyone. Welcome to Saia's third quarter 2023 conference call. With me for today's call is Saia's President and Chief Executive Officer Fritz Holzgrefe. Before we begin, you should know that during this call we may make some forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements and all other statements that might be made on this call that are not historical facts are subject to a number of risks and uncertainties and actual results may differ materially. We refer you to our press release and our SEC filings for more information on the exact risk factors that could cause actual results to differ.\nI'll now turn the call over to Fritz for some opening comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nGood morning. Thank you for joining us to discuss Saia's third quarter results. Our third quarter revenue of $775 million surpassed last year's third quarter revenue by 6.2% and is a record for any quarter in our company's history. Shipments per workday increased by 12.2% compared to last year, obviously impacted in a positive way from the shuttering of operations at a competitor began in late July. The sudden elimination of industry capacities presented challenges for customers and carriers alike, but the transition to other providers seems to have gone relatively smoothly. At Saia, we monitor our critical service indicators daily. I was pleased to see that despite the influx of freight, in a matter of days, we were able to sustain very high levels of service. In our view, it was critical to maintain high service levels as this time provided a unique opportunity to show customers our differentiated service in the midst of industry disruption.\nAs we've been able to maintain high service levels, pricing has been positive and our yield or revenue per hundredweight, excluding fuel surcharge, increased by 8.4% compared to last year. The reported yield improved in part due to the 5% decline in average weight per shipment. But despite the lower weight, revenue per shipment, excluding fuel surcharge, still increased by 3%. The weeks and months that have followed the major industry disruption has been marked by long days for our employees. We've been putting forth a concentrated effort to maintain great customer service and meet the needs of our customers. We supplemented our growing linehaul network with additional purchase transportation where needed to keep our network fluid and service levels high. At the same time, we've also incurred quite a bit of overtime to handle the immediate step up in volumes we've felt. Since the end of June, we've hired and onboarded more than 1,000 new Saia employees. The scale of that hiring effort and the training that is required to onboard each associate has been a necessary cost headwind that had to be absorbed. Our third quarter operating ratio of 83.4% compares to 82.7% posted in the second quarter of 2023 and 82.4% posted in the third quarter last year.\nI'll now turn the call over to Doug for more details from our third quarter results.\n\nDouglas L. Col\n\nTreasurer & Assistant Secretary, Saia, Inc.\n\nThanks, Fritz. Third quarter revenue increased by $45.6 million to $775.1 million, as Fritz mentioned. Yield, excluding fuel surcharge, improved by 8.4%, while yield increased 3.1%, including fuel surcharge. Revenue per shipment, excluding fuel surcharge, increased 3% to $290.79 compared to $282.41 in the third quarter of 2022. Fuel surcharge revenue decreased by 12.3% and was 16.9% of total revenue compared to 20.5% a year ago. As national average diesel prices are lower than in 2022. Tonnage per workday increased 6.7% attributable to a 12.2% increase in shipments per workday, offset by a 5% decrease in our average weight per shipment. Length of haul remained essentially flat compared to the prior year at 896 miles.\nShifting to the expense side for a few key items of note in the quarter. Salaries, wages, and benefits increased 15.9%. This change was primarily driven by an increase in employee hours and an 8.9% increase in headcount in response to overall increased volumes during the quarter, combined with companywide wage increase in July of approximately 4.1%. Purchase transportation expense decreased by 10.2% compared to the third quarter last year, primarily due to a decrease in cost per mile, partially offset by an increase in LTL, purchase transportation miles compared to that same period in 2022.\nPT miles were 18% of total linehaul miles in the quarter, compared to 17.1% last year. PT expense was 9.9% of total revenue compared to 11.7% in the third quarter of 2022. Fuel expense decreased by 9.1% in the quarter in spite of company miles increasing 5.5% year over year. The decrease in fuel expense was primarily the result of national average diesel prices decreasing by over 17% on a year-over-year basis. Claims and insurance expense increased by 12.7% year over year in the quarter and was up 6.3% or $1.1 million sequentially from the second quarter of 2023. The increase compared to the third quarter of 2022 was primarily due to increases in insurance premiums as well as accident-related self-insurance costs.\nDepreciation expense of $45.6 million in the quarter was 12.1% higher year over year, primarily due to ongoing investments in revenue equipment and network expansion. So our total operating expenses increased by 7.6% in the quarter, and with the year-over-year revenue increase of 6.2%, our operating ratio deteriorated to an 83.4% number compared to 82.4% a year ago. Our tax rate for the third quarter was 24.6%, compared to 23.3% in the third quarter last year, and our diluted earnings per share were flat at $3.67 compared to the third quarter a year ago.\nI'll now turn the call back over to Fritz for some closing comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nThanks, Doug. While the last few months of increased activity have been refreshing following a year of negative freight trends, I think it is important to highlight that the macro freight environment outlook remains uncertain. At Saia, we'll continue to put the customer first and seek to fulfill service commitments for both existing and new customers. Our first half operating results highlighted an important underlying business trend, as our internal growth initiatives are proving successful, we look to continue to leverage those initiatives along with maintaining new business and growing in the midst of this quarter's market disruption.\nIt is important to note in the early days of the industry consolidation, customers often were looking for available capacity. Longer-term, we strongly believe that customers will gravitate to those partners that provide the best service and best support of their customers' value proposition. Maintaining those service levels requires continuous reinvestment in the business. As we have a long history of doing, we're going to make sure that freight rates are commensurate with the quality of service we provide. We will continue to be opportunistic as it relates to terminal acquisitions, and we'll continue down the path of expanding our network, not only to reach new customers in markets where we may not be currently be serving, but also to get closer to customers in existing markets.\nOur financial performance positions us to take advantage of investment opportunities. We continue to manage a pipeline for expansion and will look to match those investments with the economic environment. In some cases, we may accelerate an opportunity, prioritizing those that most immediately enhance our service proposition. Our value proposition is raised in the eyes of our customers as we've moved closer to them and are able to provide more for them. We're also intent in developing business around the 20 or so terminals opened in the last 3 years. History shows us that if we have a meaningful footprint in a market, we have a service offering that enables us to have an outsized share compared to our national average industry share. With this strategy being executed by the best team in the business, I remain excited about our ability to gain market share and do so with improving profitability over time.\nWith that said, we're now ready to open the line for questions, operator."
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/f7cce4e983c139feead5025cfdc998b9",
        "textblob_polarity": 0.06394841269841267,
        "textblob_subjectivity": 0.39189357864357866,
        "sentiment": {
            "distribution": {
                "positive": 7,
                "neutral": 5,
                "negative": 2
            },
            "scores": {
                "positive": 0.9954830067498344,
                "neutral": 0.9988230466842651,
                "negative": 0.9972629845142365
            }
        },
        "content1": "Q2 2023 Saia Inc Earnings Call\n\nQ2 2023 Saia Inc Earnings Call\n\nSAIANASDAQJUL 28, 5:00 PM\n\nOperator\n\nHello. My name is Chris, and I'll be your conference operator today. At this time, I'd like to welcome everyone to the Q2 2023 Saia Inc. Earnings Conference Call. [Operator Instructions] Thank you, Doug Col, Executive Vice President, and Chief Financial Officer, you may begin.\n\nDouglas L. Col\n\nTreasurer & Assistant Secretary, Saia, Inc.\n\nThanks, Chris. Good morning, everyone. Welcome to Saia's Second Quarter 2023 Conference Call. With me for today's call is Saia's President and Chief Executive Officer, Fritz Holzgrefe. Before we begin, you should know that during this call, we may make some forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements and all other statements that might be made on this call that are not historical facts are subject to a number of risks and uncertainties, and actual results may differ materially. We refer you to our press release and our SEC filings for more information on the exact risk factors that could cause actual results to differ. I'll now turn the call over to Fritz for some opening comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nGood morning, and thank you for joining us to discuss Saia's second-quarter results. While continuing to manage through an ongoing softer economic environment, I'm proud to present what I view as very solid results produced by our team in the second quarter of 2023. Bright note against easing year-over-year comparisons, the pace of volume declines moderated each month as we move through the quarter and have actually turned positive so far in July. We believe changing industry dynamics over the last several weeks have played a role in this. Internally, we monitor our customer satisfaction metrics on a daily basis. For the quarter, our trends continue to progress favorably as customers are increasingly satisfied with our service, both in our legacy facilities as well as the new facilities opened in the last couple of years. It is gratifying to see our team's commitment reflected in the financial results.\nDespite an overall freight environment down compared to the prior year, we saw solid results in the quarter. Total revenue of $694.6 million was down only 6.8% compared to last year's record second-quarter revenue despite a 3.8% fewer shipments in the fuel surcharge revenue being down nearly 32%. Our focus on service, pricing, and mix of business has been key to offsetting these factors, and our yield excluding fuel surcharge revenue, improved by 2.7% compared to last year, even with the headwind created by an increase in weight per shipment and a decline in like-to-hall. We continue to highlight the importance of business mix and freight selectivity and closely monitor our revenue per shipment, a key metric for our team. In the quarter, revenue per shipment, excluding fuel surcharge, increased by 4.8%, benefiting from a 2.2% increase in average weight per shipment.\nIndustry pricing continues to be resilient in the face of negative tonnage trends, and we saw an average contractual renewal increase of 5.3% in the second quarter. Our second quarter operating ratio of 82.7% deteriorated 230 basis points compared to our operating ratio of 80.4% posted in the second quarter last year. But again, that was a record quarter for both revenue and OR and the industry -- industrial economy has changed meaningfully since then. I'll now turn the call over to Doug for more details from our second-quarter results.\n\nDouglas L. Col\n\nTreasurer & Assistant Secretary, Saia, Inc.\n\nThanks, Chris. Second quarter revenue decreased by $50.9 million to $694.6 million. Yield, excluding fuel surcharge, improved by 2.7%, while yield decreased by 4.8%, including the fuel surcharge. Fuel surcharge revenue decreased by 31.7% and was 15.9% of total revenue compared to 21.7% a year ago. Revenue per shipment ex-fuel surcharge increased 4.8% to $287.9 compared to $274.6 in the second quarter of 2022. Tonnage decreased 1.7% attributable to a 3.8% shipment decline, slightly offset by a 2.2% increase in our average weight per shipment. Our length of haul decreased 2% to 892 miles.\nShifting to the expense side for a few key items in the quarter. Salaries, wages, and benefits increased 5.7% from a combination of our July 2022 wage increase, which averaged 4.3% across our employee base, and also the result of our employee headcount having grown by approximately 1.1% year-over-year to support our network expansion over the last 12 months. Purchased transportation expense decreased by 45.8% compared to the second quarter last year and was 7.2% of total revenue compared to 12.3% in the second quarter of 2022. Truck and rail purchase transportation models combined were 11.8% of our total linehaul miles in the quarter compared to 19.3% in the second quarter of 2022. Fuel expense decreased by 25.8% in the quarter in spite of company models increasing 6.6% year-over-year. The decrease in fuel expense was primarily the result of national average diesel prices decreasing by over 28% on a year-over-year basis.\nClaims and insurance expense increased by 19.3% year-over-year in the quarter and was up 20.6% or $2.9 million sequentially from the first quarter of 2023. The increase reflects a combination of premium cost inflation and some expense related to development on older claims. Depreciation expense of $4.7 million in the quarter was 20.9% higher year-over-year, primarily due to the acquisition of terminals, tractors, and trailers. Our total operating expenses decreased by 4.2% in the quarter and with the year-over-year revenue decrease of 6.8%. Our operating ratio deteriorated to an 82.7% compared to 80.4% a year ago. Our tax rate for the second quarter was 24.7% compared to 24.4% in the second quarter last year, and our diluted earnings per share were $3.42 compared to $4.10 in the second quarter a year ago. I'll now turn the call back over to Fritz for some closing comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nThanks, Doug. So below last year's first half results, overall, I'm very pleased with our first half financial results. To operate with an OR in the low to mid-80s at this point in the freight cycle is a testament to the improved operating performance of our team over the last few years. Our customer-first focus is yielding tangible results across our organization, a singular focus on the customer is a rallying point for our employees, and it's reflected in the record employee engagement survey we completed recently with a talented and engaged workforce, the value proposition to our customers continues to grow. A key component of our market share opportunity is closer to the customer and give them a chance to choose Saia for their LTL needs more often.\nI'm excited about the 5 new terminals we've managed so far this year, and we're on track to open 3 to 4 more by the end of the year. At the same time, we continue to develop the markets around the other 20-plus terminals we've opened over the last 2 years. Although we're excited about the early success of these locations, we see considerable runway to continue to penetrate those markets. While our pipeline for terminal openings carries us well into 2025 and beyond, keep in mind that a key benefit of our organic expansion strategy is it allows us to go at the pace that suits us. Our business cycle is subject to cyclicality. And depending on where we are in the cycle, we may see an opportunity to accelerate or even slow down our terminal expansion activity. Importantly, we have positioned the company to execute on our organic expansions quickly as opportunities become available.\nFinally, before opening the call for questions, I would say there's still a lot of uncertainty around the strength of the economy that we faced in the second half and beyond. That uncertainty is heightened for the LTL industry through the current well-documented disruption. At Saia, we've emphasized the importance of the customer and focusing on things that we can control. So as our industry adjusts to the current disruption and adapt to the evolving economic environment over the coming months, my conviction about the long-term prospects of Saia remains steadfast. Great employees, great service, and a growing footprint all key to securing our position as a long-term share gainer in our industry. With that said, we're now ready to open the line for questions, operator."
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/475a0a4d8585fe714fd486e68e1d2b43",
        "textblob_polarity": 0.13262331103240194,
        "textblob_subjectivity": 0.4593124047669503,
        "sentiment": {
            "distribution": {
                "positive": 9,
                "neutral": 4,
                "negative": 1
            },
            "scores": {
                "positive": 0.9596424367692735,
                "neutral": 0.9975603818893433,
                "negative": 0.9815633296966553
            }
        },
        "content1": "Q1 2023 Saia Inc Earnings Call\n\nQ1 2023 Saia Inc Earnings Call\n\nSAIANASDAQAPR 28, 5:00 PM\n\nOperator\n\nHello, and thank you for standing by. My name is Regina, and I will be your conference operator today. At this time, I would like to welcome everyone to Saia Inc.'s First Quarter 2023 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the conference over to Doug Col, Saia's Executive Vice President and Chief Financial Officer. Please go ahead, sir.\n\nDouglas L. Col\n\nTreasurer & Assistant Secretary, Saia, Inc.\n\nThanks, Regina. Good morning, everyone. Welcome to the call. With me for today's call is Saia's President and Chief Executive Officer, Fritz Holzgrefe. Before we begin, you should know that during this call, we may make some forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements and all other statements that might be made on this call that are not historical facts are subject to a number of risks and uncertainties, and actual results may differ materially. We refer you to our press release and our SEC filings for more information on the exact risk factors that could cause actual results to differ. I'll now turn the call over to Fritz for some opening comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nGood morning, and thank you for joining us to discuss Saia's first quarter results. While it's always more exciting to discuss robust shipment trends and record margins. Today's call will be more about how our team managed through a challenging volume environment and provide what I view as solid results in the first quarter of 2023. In the quarter, we averaged approximately 28,500 shipments per day or about 7.1% fewer shipments per day than in the same quarter last year. We experienced an increase in the average weight per shipment as tonnage fell by only 5.5%. The mix shift to a heavier average weighted shipment, along with positive pricing, drove a 6.3% increase in average revenue per shipment, excluding fuel surcharge and total first quarter revenue was $660, essentially flat with last year despite the falloff in volumes. Our revenue per shipment ex fuel surcharge continues to be the result of positive pricing and effective mix management. Our yield or revenue per hundredweight, excluding fuel surcharge, increased 4.5%, reflecting a constructive pricing backdrop.\nWe saw some of the benefits of our geographic expansion in the quarter as West Coast volumes were down significantly year-to-year, we're very pleased with the results in some of the middle markets that we have entered or invested in the last several quarters. Further evidence of a stable industry pricing was seen in our average contractual renewal increase of 7.5% in the first quarter. We're committed to providing excellent service to our customers and our invested -- investing heavily in the business to expand coverage and is gratifying to see that our customers see value in our service offering. Our first quarter operating ratio of 85 deteriorated by 60 basis points compared to our operating ratio of 84.4 posted in the first quarter last year. Doug will provide some details around the specifics of our margin performance, but I'd like to highlight the operational execution in the quarter.\nWe're able to adjust our linehaul infrastructure and quickly adapt to the changing macro environment across our network. We saw productivity improvements across all of our major terminals. The net result of these changes allowed us to manage operating costs quickly. Most significantly, these changes had no impact on the customer experience. And in fact, in some cases, we actually reduce transit times.\nI'll now turn the call over to Doug for more details from our first quarter results.\n\nDouglas L. Col\n\nTreasurer & Assistant Secretary, Saia, Inc.\n\nThanks, Fritz. As mentioned, first quarter revenue decreased by $0.7 million to $660.5 million. Yield, excluding fuel surcharge, improved by 4.5% and yield increased by 5.8%, including fuel surcharge. Tonnage decreased 5.5% attributable to a 7.1% shipment decline, slightly offset by a 1.8% increase in our average weight per shipment. Length of haul decreased by 2.5% to 892 miles. Both the increase in weight per shipment as well as the decrease in length of haul were a headwind to the reported yield improvement. Fuel surcharge revenue increased by 5.6% and was 17.8% of total revenue compared to 16.8% a year ago. Revenue per shipment ex fuel surcharge rose by 6.3% to $289.87 compared to $272.58 in the first quarter of 2022.\nShifting to the expense side for a few key items of note in the quarter. Salaries, wages and benefits increased 3.3% from a combination of our July 2022 wage increase, which averaged 4.3% across our employee base and also the result of our employee headcount having grown by approximately 1.5% year-over-year to support our network expansion over the last 12 months. Purchased transportation expense decreased by 40.3% compared to the first quarter last year and was 7.1% of total revenue compared to 11.8% in the first quarter of 2022. Truck and rail PT miles combined were 10.5% of our total linehaul miles in the quarter compared to 19% in the first quarter of 2022. Fuel expense increased by 2.5% in the quarter, while company miles increased 3.2% year-over-year. The increase in fuel expense was primarily the result of national average diesel prices rising by over 4% on a year-over-year basis.\nClaims and insurance expense increased by 31% year-over-year in the quarter and was down 10% or $1.6 million sequentially from the fourth quarter of 2022. Depreciation expense of $42.9 million in the quarter was 7.3% higher year-over-year, primarily due to the onboarding of new equipment and structures as part of our continued network growth. Total operating expenses increased by 0.6% in the quarter and with year-over-year revenue decrease of 0.1%, our operating ratio deteriorated to an 85.0 compared to 84.4 a year ago. Our tax rate for the first quarter was 23.2% compared to 22.5% last year, and our diluted earnings per share were $2.85 compared to $2.98 in the first quarter a year ago.\nI'll now turn the call back to Fritz for some closing comments.\n\nFrederick J. Holzgrefe\n\nPresident, Chief Operating Officer & Director, Saia, Inc.\n\nIt's always nice to get the first quarter at all the weather challenges behind us. Moving to our typically seasonally stronger months of the year, we're seeing what I would call tepid start to the spring season. Shipments per day are up in April compared to March, but March underperformed normal seasonality, and we entered April off a lower base of daily shipments. We track, monitor and manage our customer metrics on a daily basis. It is gratifying to see Net Promoter Scores from our survey work indicate that we're on the right track and our customers are seeing increasing value in the service we provide. This continued focus is absolutely critical to drive growth across our network.\nWe've opened 4 new terminals in 2023, including the opening this past week of our new Northeast facility. This opening is 1 of the most vibrant freight corridors in the state. It's exciting to see the immediate customer enthusiasm as well as the positive operational impact as we're able to more efficiently provide outstanding service. This opening is a prime example of adding a location in a great freight market, where we have a presence for a long time, but still have excellent share opportunity. All of these openings, both the new and relocated terminals are important to our strategy of enhancing our service offering. While our pipeline for terminal openings carries well into 2025. Keep in mind that the key benefit of our organic expansion strategy is it allows us to go at a pace that suits us.\nOur business is subject to cyclicality. And depending on where we are in the cycle, we may see an opportunity to accelerate or slow our terminal expansion activities. We have 1 additional terminal opening coming in May and expect that we'll open 2 to 3 additional terminals in the second half in established markets. We'll continue to update all of you quarterly on any changes in our opening plans. Each new terminal opening supports our strategy of getting closer to the customer and adding value to their supply chain. At the same time, we continue to develop the markets around the other 21 facilities we've opened over the last 2 years.\nAlthough we're excited by the early success of these locations, we see considerable runway to continue penetrating these markets. We continue to see great response from our existing customers, who are were asking us to handle their freight needs in these new markets. And as our brand grows in the market, we pick up additional customers that are new to Saia.\nSo before moving on to questions, I'll just say that our current view of the pricing environment remains constructive, and indications are that cost inflation will continue in the business. Pricing to maintain and improve margins is critical to an inflationary cost environment, and we'll continue to be do our part for our customers by providing great quality and differentiated service to justify the pricing.\nWith that said, we're now ready to open the line for questions, operator."
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/abf7513984931c332c746e8a614f0064",
        "textblob_polarity": 0.07147933726246979,
        "textblob_subjectivity": 0.3658654966185088,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9981048107147217,
                "neutral": 0.9975496530532837
            }
        },
        "content1": "Q4 2022 Saia Inc Earnings Call\n\nQ4 2022 Saia Inc Earnings Call\n\nSAIANASDAQFEB 3, 5:00 PM\n\nOperator\n\nGood morning. My name is Devon, and I will be your conference operator today.\nAt this time, I would like to welcome everyone to the Saia, Inc. Fourth Quarter and Annual Meeting Conference Call. (Operator Instructions) Thank you for your patience.\nI will now turn the call over to Doug Col, Saia's Executive President and Chief Financial Officer. Please go ahead.\n\nDouglas L. Col\n\nExecutive VP, CFO & Secretary, Saia, Inc.\n\nThanks, Devon.\nThis is Doug Col. I'm Saia's Executive Vice President and Chief Financial Officer. With me for today's call is Fritz Holzgrefe, our President and Chief Executive Officer.\nBefore we begin, you should know that during the call, we may make some forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements and all other statements that might be made on this call that are not historical facts are subject to a number of risks and uncertainties, and our actual results may differ materially. We refer you to our press release and our SEC filings for more information on these exact risk factors that could cause actual results to differ.\nI will now turn the call over to Fritz for some opening comments.\n\nFrederick J. Holzgrefe\n\nPresident, CEO & Director, Saia, Inc.\n\nGood morning, and thank you for joining us to discuss Saia's fourth quarter and record full year results.\nBefore I get into the discussion of the fourth quarter results, I want to take a minute and express my thanks to the entire team here at Saia for what we achieved together in 2022. The year brought an additional 11 new terminals into our network, and our team grew by more than 500 employees during the year. Most importantly, we kept the customer first and continue to provide leading service to our customers and in doing so, achieved record sales and earnings for the full year. Thanks to all of our Saia associates who had a hand in these record results.\nMoving on to our recent results. December brought a continuation of the negative volume trends we experienced across the back half of 2022. In the fourth quarter, we averaged approximately 28,400 shipments per day, about 8.2% fewer shipments per day than in the same quarter last year and down from 30,500 shipments per day average in the third quarter. Weight per shipment increased modestly, so overall tonnage was down 7.7%.\nThe slowing industrial environment, as evidenced by numerous reports, influenced these results across all of our businesses. On a brighter note, though, pricing remained stable and our fourth quarter yield, excluding fuel surcharge, grew by 6.5% and revenue per shipment, excluding fuel surcharge, increased by 7.1%. Total fourth quarter revenue rose by 6.3% to $655 million.\nOur continued strong service performance supported a contractual renewal increase of 7.4% in the fourth quarter. The contractual renewals reflect a deceleration from the trend of the past several quarters and should be expected given the softer volume environment, but a solid number nonetheless. On a full year basis in 2022, total revenue of $2.8 billion was a record for Saia, and was up 22% from the prior year. Operating income rose 40% for the year to $470.5 million, and our operating ratio of 83.1% was 230 basis points improved from 2021.\nThis was the best year in our nearly 100-year operating history.\nAs we move into 2023, we've continued to see announced general rate increases across the market, and that are in the single -- mid-single-digit range. And here at Saia, we implemented a general rate increase this past Monday, which averages approximately 6.5% across impacted customers. At the same time, our service indicators remain very strong across the business. We're committed to providing excellent service to our customers and are invested heavily in the business to expand coverage and it's gratifying to see that our customers see the value in our service offering. The GRI allows us to partially offset the rising cost of investing in people, equipment, technology and our growing service footprint.\nOur fourth quarter operating ratio of 85.9% increased by 170 basis points compared to our operating ratio of 84.2% posted in the fourth quarter last year.\nI'll now turn the call over to Doug for more details from our fourth quarter and full year financial results.\n\nDouglas L. Col\n\nExecutive VP, CFO & Secretary, Saia, Inc.\n\nThanks, Fritz.\nAs mentioned, fourth quarter revenue increased by $38.6 million to $655.7 million. The components of revenue growth in the quarter versus the fourth quarter a year ago were as follows: Our yield, excluding fuel surcharge, improved by 6.5%, and yield increased by 14.3% including the fuel surcharge. Fuel surcharge revenue increased by 46.4% and was 20.1% of total revenue compared to 14.6% in last year's fourth quarter.\nRevenue per shipment, excluding fuel surcharge, rose 7.1% to $288.34, and including fuel surcharge, revenue per shipment rose 15% to $364.44. Tonnage decreased 7.7% attributable to an 8.2% shipment decline, slightly offset by a 0.5% increase in our average weight per shipment. Our length of haul decreased 3.5% to 892 miles.\nA further breakdown of activity in the quarter is as follows: In October, our shipments were down 4.4% and tonnage was down 3%, with a 1.4% increase in weight per shipment. In November, shipments were down 8.1%, tonnage was down 7.1% and weight per shipment rose 1.1%. December shipments were down 12.3% and tonnage was down 13.2% with weight per shipment turning negative, down 1% in December. In January, shipments have been down -- were down 3.9%, and tonnage was down 3.7%, with weight per shipment up slightly 0.2%.\nShifting to the expense side for a few key items to note in the quarter and how they moved with the acceleration of negative volume trends we experienced. Salaries, wages and benefits increased by 5.3% from a combination of our July wage increase, which averaged about approximately 4.3% across our employee base and also the result of our employee count having grown by approximately 5.7% year-over-year. Purchase transportation expense decreased by 13.8% compared to last year and was 9.2% of total revenue compared to 11.3% in the fourth quarter of 2021.\nTruck and rail purchase transportation miles combined were 12% of our total linehaul models in the quarter compared to 19.5% in the fourth quarter of 2021 and compared sequentially to Q3 miles of 17%. Fuel expense increased by 41.5% in the quarter, while company miles increased 4.3% year-over-year. The increase in fuel expense was primarily the result of national average diesel prices rising by more than 38% on a year-over-year basis.\nClaims and insurance expense decreased by 8% year-over-year in the quarter and was down 2% or $0.3 million sequentially from the third quarter. Depreciation expense of $39.6 million in the quarter was 10.3% higher year-over-year primarily related to investments in real estate and equipment.\nTotal operating expenses increased by 8.3% in the quarter and with a year-over-year revenue increase of 6.3%, our operating ratio increased by 170 basis points to 85.9% compared to 84.2% a year ago.\nOur fourth quarter tax rate of 24% compared to 23.9% in the fourth quarter last year, and our diluted earnings per share were $2.65 compared to $2.76 in the fourth quarter a year ago.\nMoving on to financial highlights. Our full year 2022 results, as Fritz mentioned, revenue was a record $2.8 billion and operating income of $470.5 million was also an annual record. Our operating ratio improved 230 basis points in the year to a record 83.1%. For the full year 2022, our diluted earnings per share were a record $13.40 compared to $9.48 in 2021.\nI'll now turn the call back over to Fritz for some closing comments.\n\nFrederick J. Holzgrefe\n\nPresident, CEO & Director, Saia, Inc.\n\nThanks, Doug.\nWhile the environment certainly feels a bit more tempered to us than it did entering the past couple of years, I feel pretty optimistic about the road ahead. The December volume decline was a bit more pronounced than what we would have expected from a seasonality standpoint, but we do like -- feel like some of that may have been the result of inclement weather that moved across the country over the last week or so of December. The extreme temperature as a result in some customers working limited schedules, and we saw that reduce pickups. As we turn the calendar, January volumes are catching up a bit better than expected, maybe the result of some catch-up from customers.\nIf history holds, there will be more weather effects as we move through the next month and get into warmer temperatures in our seasonal -- seasonally busier months of the year. However, as we've learned over the past several years, as the environment is disrupted by weather or other events, the carrier that has the ability to adjust and restore service will continue to be a strategic partner of the customer's supply chain.\nIn terms of expectations, we have plans to open 5 terminals over the next 3 to 4 months and look forward to the expanded service and presence these terminals will give us. At the same time, we continue to develop the markets around the 18 facilities that we have opened over the last 2 years. Although we're excited by the early success of these locations, we see considerable runway to continue and penetrate those markets.\nBeyond that, we continue to work through a pipeline of more than 30 real estate projects, which are under review and consideration as potential openings over the next several years. These terminal openings support our strategy of getting closer to the customer and adding value to the supply chain.\nWith that said, we're ready to open the line to questions, operator."
    },
    {
        "date": "2022 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/ac27cc6bb0f548e7d05e01f6a7d7a987",
        "textblob_polarity": 0.10250482768865121,
        "textblob_subjectivity": 0.38125185680332724,
        "sentiment": {
            "distribution": {
                "positive": 8,
                "neutral": 6
            },
            "scores": {
                "positive": 0.9982588961720467,
                "neutral": 0.9288244744141897
            }
        },
        "content1": "Q3 2022 Saia Inc Earnings Call\n\nQ3 2022 Saia Inc Earnings Call\n\nSAIANASDAQNOV 1, 1:00 PM\n\nOperator\n\nGood morning. My name is Saska, and I will be your conference operator today. At this time, I would like to welcome everyone to the Saia, Inc. Third Quarter Conference Call. Today's conference is being recorded. (Operator Instructions)\nI will now turn the call over to Doug Col, Saia's Executive Vice President and Chief Financial Officer. Please go ahead.\n\nDouglas L. Col\n\nExecutive VP, CFO & Secretary, Saia, Inc.\n\nThank you, Saska. Good morning, everyone. Welcome to Saia's Third Quarter 2022 Conference Call. With me for today's call is Saia's President and Chief Executive Officer, Fritz Holzgrefe. Thank you for joining us today. We sincerely appreciate your patience as we had to work through some technical issues with our earnings call service provider yesterday.\nBefore we begin today's call, you should know that during the call, we may make some forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements and all other statements that might be made on this call that are not historical facts are subject to a number of risks and uncertainties, and actual results may differ materially. We refer you to our press release and our SEC filings for more information on the exact risk factors that could cause actual results to differ.\nI will now turn the call over to Fritz for some opening comments.\n\nFrederick J. Holzgrefe\n\nPresident, CEO & Director, Saia, Inc.\n\nGood morning, and thank you for joining us to discuss Saia's third quarter results. Freight trends have moderated over the last couple of months, but I'm pleased to report this morning that Saia achieved record third quarter revenue and operating income, topping last year's record results.\nIn the quarter, we averaged approximately 30,500 shipments per day, about 800 fewer shipments per day than in the same quarter last year and down from 32,000 shipments per day average in the second quarter. The Q2 to Q3 daily trends were below normal seasonality. Those shipments were down 2.5% in the quarter. Weight per shipment increased and tonnage was essentially flat to last year at down 0.4%.\nOur third quarter revenue of $729 million surpassed last year's third quarter revenue by 18.4%, and our LTL revenue per shipment increased by 20.1%. Our revenue growth, ex fuel surcharge, continues to be the result of positive pricing and effective mix management. Our yield, or revenue per hundredweight, excluding fuel surcharge, rose 7.8%, reflecting a constructive pricing backdrop despite the moderating demand environment. Further evidence of stable industry pricing is seen in our average contractual renewal increase of 12.2% in the third quarter.\nWe're committed to providing excellent service to our customers and are investing heavily in the business to expand coverage, and it is gratifying to see that our customers see the value in our service offering.\nOur third quarter operating ratio of 82.4% was 110 basis points better than our adjusted operating ratio of 83.5% posted in the third quarter last year. You'll remember that the adjusted operating ratio excludes a $4.3 million real estate gain recorded in the third quarter of 2021.\nAs you have likely seen from our numerous press releases, we successfully opened 5 new terminals in new markets. And with our Lafayette, Indiana terminal opening this week, we've now opened a total of 11 terminals this year. We do not have any additional openings planned. We're currently planning to open another 10 to 15 terminals in 2023 in our ongoing effort to offer new and existing customers more service options.\nI'll speak more on our outlook for the rest of the year and the next year after Doug reviews a few more details from our third quarter financial results.\n\nDouglas L. Col\n\nExecutive VP, CFO & Secretary, Saia, Inc.\n\nThanks, Fritz. As mentioned, third quarter revenue increased by $113.3 million to $729.6 million. The components of revenue growth in the quarter were as follows: our yield, excluding fuel surcharge, improved by 7.8% and yield increased by 17.5%, including the fuel surcharge; tonnage decreased 0.4% attributable to a 2.5% shipment decline and a 2.2% increase in our average weight per shipment; length of haul was down 2% at 897 miles; fuel surcharge revenue increased by 74.6% and was 20.5% of total revenue compared to 13.9% a year ago.\nShifting to the expense side for a few key items to note in the quarter. Our salaries, wages and benefits increased 7.3% from a combination of our July wage increase, which averaged 4.3% across our employee base, and also the result of our employee count having grown by approximately 10% year-over-year. Purchased transportation costs increased by 18.4% compared to the third quarter last year and were 11.7% of total revenue compared to 11.7% in the third quarter of 2021.\nTruck and rail PT miles combined were 17.1% of our total linehaul miles in the quarter compared to 19.7% in the third quarter of 2021. Fuel expense increased by 60% in the quarter while company miles increased 8.2% year-over-year. The increase in fuel expense was primarily the result of national average diesel prices rising by over 53% on a year-over-year basis. Claims and insurance expense increased by 3% year-over-year in the quarter and was up 12.5% or $1.8 million sequentially from the second quarter. Depreciation expense of $40.7 million in the quarter was 13.8% higher year-over-year and $3.7 million more than in the second quarter, primarily due to the onboarding of new tractors and trailers. Total operating expenses increased by 17.9% in the quarter and with a year-over-year revenue increase of 18.4%, our operating ratio improved to 82.4% compared to an adjusted operating ratio of 83.5% a year ago.\nOur tax rate for the third quarter was 23.3% compared to 24.3% in the third quarter last year, and our diluted earnings per share were $3.67 compared to $2.98 in the third quarter a year ago. We anticipate an effective tax rate for the full year of approximately 24%. Capital expenditures through September totaled $279 million and will approach $500 million for the full year.\nI will now turn the call back over to Fritz for some closing comments.\n\nFrederick J. Holzgrefe\n\nPresident, CEO & Director, Saia, Inc.\n\nThanks, Doug. Well, as I stated earlier, business levels have moderated over the past couple of months. And obviously, we're also entering some of the seasonally weaker months of the year. With that said, we continue to be pleased with the progress we're having with identifying and securing new locations and targeted expansion markets.\nWe expect to open a handful of terminals in the first quarter of 2023 and plan to open as many as 10 to 15 locations in 2023. As we will have done with the 4 terminals this year, we plan to relocate another 10-or-so terminals next year that we either outgrown or, in some cases, we're moving to put us in a better position operationally or strategically. All of these openings, both new and relocated terminals, are important to our strategy of enhancing our service offering.\nWhile our pipeline for terminal openings carries well into 2025, keep in mind that a key benefit of our organic expansion strategy is to allow us to go at the pace that suits us. Our business cycle is subject to cyclicality. And depending on where we are in the cycle, we may see an opportunity to accelerate or even slow our terminal expansion activity. We are currently planning for business as usual in 2023, and we'll update all of you quarterly on any changes in our opening plans.\nEach new terminal opening supports our strategy of getting closer to the customer and adding value to the supply chain. We continue to see great response from our existing customers who ask us to handle their freight needs in the new markets. And as our brand grows in the market, we pick up additional customers that are new to Saia.\nInternally, we track customer satisfaction on a daily basis, and KPIs are focused on customer satisfaction. Our Net Promoter Scores have improved for 7 consecutive quarters, further validating our customer-first strategy, a testament to the exceptional service provided by our team members across our growing map.\nSo before moving on to question, I'll just say that our view of the current pricing environment remains constructive and indications are that cost inflation will continue in the business. Pricing to maintain and improve margins is critical in an inflationary cost environment and we'll continue to do our part for our customers in providing great quality and differentiated service to justify the pricing.\nWith that said, we're now ready to open the line for questions. Operator?"
    },
    {
        "date": "2022 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/8b1164c92d5ce33a69ffc55c819318a1",
        "textblob_polarity": 0.14355766972046038,
        "textblob_subjectivity": 0.3814893117218698,
        "sentiment": {
            "distribution": {
                "neutral": 2,
                "positive": 10
            },
            "scores": {
                "neutral": 0.9963451027870178,
                "positive": 0.9985114276409149
            }
        },
        "content1": "Q2 2022 Saia Inc Earnings Call\n\nQ2 2022 Saia Inc Earnings Call\n\nSAIANASDAQJUL 27, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Saia, Inc. Second Quarter 2022 Earnings Call. Today's call is being recorded.\nAt this time, I would like to turn the conference over to Mr. Doug Col, Saia Executive Vice President and Chief Financial Officer. Please go ahead, sir.\n\nDouglas L. Col\n\nExecutive VP, CFO & Secretary, Saia, Inc.\n\nThank you, Kyle. Good morning, everyone. Welcome to Saia's Second Quarter 2022 Conference Call. With me for today's call is Saia's President and Chief Executive Officer, Fritz Holzgrefe.\nBefore we begin, you should note that during this call, we may make some forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements and all other statements that might be made on this call that are not historical facts are subject to a number of risks and uncertainties, and actual results may differ materially. We refer you to our press release and our SEC filings for more information on the exact risk factors that could cause actual results to differ.\nI will now turn the call over to Fritz for some opening comments.\n\nFrederick J. Holzgrefe\n\nPresident, CEO & Director, Saia, Inc.\n\nGood morning, and thank you for joining us to discuss Saia's second quarter results. Our second quarter revenue of $746 million surpassed last year's second quarter revenue by 30.5%, is a record for any quarter in our company's history. Shipments per workday grew by 1.8%, and pricing and business mix management efforts drove an increase in yield, excluding fuel surcharge of nearly 15%.\nOur LTL revenue per shipment, excluding fuel surcharge, was 16% higher year-over-year. Business trends remained good through the quarter, and our daily shipment activity across the quarter was roughly 32,000 shipments per day. Service levels continue to improve across all KPIs year-over-year, and we posted another solid cargo claims ratio of 0.57% for the quarter.\nKeeping the customers first is a core value for Saia. And in doing so, we're able to build upon our strong service reputation and enhance the value proposition we offer our customers. Getting closer to our customers to provide higher levels of service is an important part of this value proposition. And in the quarter, we opened 4 new terminals in new markets and we've opened a total of 5 year-to-date. Our customers appreciate our commitment to meeting their supply chain needs. And as a result, we realized an average increase in our contractual renewals in the second quarter of 11.7%. It's good to see when our customers win, we win.\nI'll touch on our outlook for the rest of the year and our planned terminal openings after Doug reviews second quarter financial performance.\n\nDouglas L. Col\n\nExecutive VP, CFO & Secretary, Saia, Inc.\n\nThanks, Fritz. Second quarter revenue increased by $174.2 million to $745.6 million. The components of revenue growth in the quarter were as follows: tonnage grew 2.8%, a combination of 1.8% shipment growth and a 1.1% increase in our average weight per shipment. Length of haul was essentially flat at 910 miles. Yield, excluding fuel surcharge, improved by 14.9% and yield increased by 26.3%, including fuel surcharge. Fuel surcharge revenue increased by 97.4% and was 21.7% of total revenue compared to 14.4% a year ago.\nNow let's discuss a few key expense items in the quarter. Salaries, wages and benefits increased 9.8%, driven by wage increases across our driver and dock workforce. Our headcount is up approximately 14% year-over-year. Additionally, our August 2021 wage increase of approximately 4.7% contributed to this increase on a year-over-year basis.\nPurchase transportation cost increased by 47% compared to the second quarter last year and were 12.3% of total revenue compared to 10.9% a year ago. Truck and rail PT miles combined were 19.3% of total line haul miles in the quarter compared to 18.4% in the second quarter of 2021. Fuel expense increased by 82.9% in the quarter, while company miles increased 6.8% year-over-year. The increase in fuel expense was primarily the result of national average diesel prices rising by over 70% on a year-over-year basis.\nClaims and insurance expense decreased by 18% in the quarter compared to the second quarter last year, reflecting decreased frequency and accident severity in that expense line. Claims and insurance expense was up 32.4% or $3.5 million sequentially from the first quarter.\nDepreciation expense of $36.9 million in the quarter was 6.6% higher year-over-year, driven by our investments in real estate, equipment and technology. Total operating expenses increased by 22.8% in the quarter and with the year-over-year revenue increase of 30.5%, our operating ratio improved by 510 basis points from a year ago to 80.4%.\nOur tax rate for the second quarter was 24.4% compared to 24.3% in the second quarter last year, and our diluted earnings per share were $4.10 compared to $2.34 in the second quarter a year ago. We continue to anticipate capital expenditures for 2022 will be in excess of $500 million. We also anticipate an effective tax rate for the full year of approximately 24% to 25%.\nI will now turn the call back over to Fritz for some closing comments.\n\nFrederick J. Holzgrefe\n\nPresident, CEO & Director, Saia, Inc.\n\nThanks, Doug. Well, as I stated earlier, business levels remained steady through the quarter, and our plan for terminal openings this year is on track. Along with the 5 new openings we completed already this year, we'll open a new facility Monday in Binghamton, New York and a new facility in the Chicago land area later in August. Beyond these facilities, we expect to open an additional 5 to 7 through the end of the year. These openings are critical to our strategy of enhancing our service offering.\nOur pipeline for terminal openings carries well into 2025. We'll update you more on detailed opening and relocation plans for 2023 as part of our Q3 conference call. One of the benefits of our organic expansion process over the last several years is that we can throttle it up or back depending on market conditions. However, our growth through the end of the year and beyond is not dependent exclusively upon new market openings. Openings within existing markets are especially attractive because they can increase the efficiency of our operations. We continue to build on successful openings over the course of several years. As we open these facilities, we're seeing strong customer acceptance and opportunities to continue to focus our efforts on customers that find value in our service offerings.\nIn Atlanta, for example, we've seen higher growth and improved profitability in the market because of our new terminal in the Northeast side of town. We opened the facility just last December, and we're already seeing significantly improved service for our customers and synergies for sales and operations. We expect the Atlanta market to benefit further from the June openings of terminals in Macon and Valdosta to the south of Atlanta, along with an additional Metro Atlanta terminal opening planned for 2023. The success seen in these recent openings is only in the early stages.\nEach new opening confirms our strategy of getting closer to the customer and adding value to their supply chain. We continue to see great response from our existing customers who ask us to handle their freight needs in the new markets, and then as our brands grow in the market, new customers are onboarded. Internally, we track customer satisfaction on a daily basis, and KPIs are focused on customer satisfaction. Our Net Promoter Scores have improved for 5 consecutive quarters, further validating our customer first strategy, testament to the exceptional service provided by our team members across our growing map.\nIn total, as Doug mentioned, we expect to invest over $0.5 billion this year in real estate, equipment and technology. Equipment deliveries continue. And while I wouldn't say the supply chain is back to normal, it does seem that the disruption has slowed.\nSo before moving on to questions, I'll just say that our view of the current environment remains constructive, and our customers overall appear to be positive for the second half of the year. You see in our results and recent contract renewals, so we're able to price to meet the inflationary costs in our business and we'll continue to focus on providing the best customer experience and provide differentiated service.\nWith that said, we're now ready to open the line for questions, operator."
    },
    {
        "date": "2022 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/9d47acff132889dcfdbfcdf980cc4007",
        "textblob_polarity": 0.1916791220475431,
        "textblob_subjectivity": 0.46730014430014427,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9937669992446899,
                "neutral": 0.974044606089592
            }
        },
        "content1": "Q1 2022 Saia Inc Earnings Call\n\nQ1 2022 Saia Inc Earnings Call\n\nSAIANASDAQMAY 2, 4:00 PM\n\nOperator\n\nGood day and welcome to the Saia, Inc. First Quarter 2022 Earnings Conference Call. Today's conference is being recorded.\nAnd now at this time, I would like to turn the conference over to Mr. Doug Col. Please go ahead, sir.\n\nDouglas L. Col\n\nExecutive VP, CFO & Secretary, Saia, Inc.\n\nThanks, Jake. Good morning, everyone. Welcome to Saia's first quarter 2022 conference call. With me for today's call is Saia's President and Chief Executive Officer, Fritz Holzgrefe.\nBefore we begin, you should note that during this call we may make some forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements and all other statements that might be made on this call that are not historical facts are subject to a number of risks and uncertainties, and actual results may differ materially. We refer you to our press release and our SEC filings for more information on the exact risk factors that could cause actual results to differ.\nNow, I'll turn the call over to Fritz for some opening comments.\n\nFrederick J. Holzgrefe\n\nPresident, CEO & Director, Saia, Inc.\n\nGood morning, and thank you for joining us to discuss Saia's record first quarter results. Our first quarter revenue of $661 million surpassed last year's first quarter revenue by 36.6% and is a record for any quarter in our company's history. Shipments per workday grew by 5.7%, and our revenue per shipment, excluding fuel surcharge, grew by nearly 20%, driven primarily by a 15.6% improvement in LTL yield.\nWe continue to execute our business plan at a very high level. Operational execution was a highlight in the quarter, and our team did a nice job of managing around winter storm activity to minimize network disruptions. Our ability to quickly bounce back after weather-related closures put us in a position to respond quickly to our customers' needs. Not only do we respond to our customers' capacity needs, but I'm thrilled that we're able to do so with excellent quality, evidenced by our first quarter cargo claims ratio of 0.57% and on-time delivery over 98%.\nThe pricing environment in our industry remains stable, and a recent shipper survey conducted by our marketing group indicates to us that our customers had a positive business outlook over the next several months. They're not expecting to see significant increases in capacity in either truckload or less than truckload over that period. The yield improvement is a result of our business strategy, which has stayed in its simplest form, is to provide a differentiated high-quality service to our customers. This differentiated service requires that we're paid for the ongoing investments in the business. As we build out our coverage network and maintain very high service levels, we're increasingly able to reach a broader geography and provide superior levels of service.\nThough our revenue per shipping was a record $273 or $329, including fuel surcharge, we still feel like there's a long runway for improvement there to be on our par with some of our high service level LTL competitors. Record revenues set the table for record financial results in the quarter as operating income grew by more than 100% from the prior year to $103.4 million. And our 84.4% operating ratio is the first quarter record.\nI'm pleased to report that we're off to a good start this year as it relates to our plan for terminal additions. We've opened 2 new terminals so far this year, one in LaSalle, Illinois, serving customers in the Chicago land markets, and another this past week in Parkersburg, West Virginia, our first in the Mountain state, we have 4 additional terminals on track to commence operations in the second quarter.\nWith that said, I'll turn the call over to Doug for a review of our first quarter financial results.\n\nDouglas L. Col\n\nExecutive VP, CFO & Secretary, Saia, Inc.\n\nThanks, Fritz. First quarter revenue increased by $177.1 million to $661.2 million. The components of revenue growth in the quarter were as follows. Tonnage grew 11.2%, a combination of 7.4% shipment growth and a 3.5% increase in our average weight per shipment. On a workday basis, tonnage grew 9.5% and shipments increased by 5.7%. Our yield, excluding fuel surcharge, improved by 15.6% and 21.4%, including fuel surcharge. Fuel surcharge revenue increased by 75.7% and was 16.8% of total revenue compared to 12.9% a year ago.\nMoving now to key expense items in the quarter. Salaries, wages and benefits increased 18.4%, driven by wage increases across our driver and dock workforce, as well as hiring and referral bonuses paid in the quarter to attract new employees. Our headcount is up approximately 13% year-over-year. Additionally, our August 2021 wage increase of approximately 4.7% contributed to this increase on a year-over-year basis.\nPurchased transportation costs increased 73.8% compared to the first quarter last year and were 11.8% of total revenue compared to 9.3% a year ago. Truck and rail purchase transportation miles combined were 19% of our total line haul miles in the quarter compared to 15.5% in the first quarter of 2021. Fuel expense increased by 63.1% in the quarter, while company miles increased 10.9% year-over-year. The increase in fuel expense was primarily the result of national average diesel prices rising by over 45% year-over-year in the quarter.\nClaims and insurance expense decreased by 6.5% in the quarter, reflecting decreased frequency and accident severity in that expense line. Claims and insurance expense was down 36.9% or $6.3 million sequentially from the fourth quarter.\nDepreciation expense of $40 million in the quarter was 12.9% higher year-over-year, driven by investments in real estate, equipment and technology. Total operating expenses increased by 28.1% in the quarter, and with the year over year revenue increase of 36.6%, our operating ratio improved 550 basis points from a year ago to a record 84.4%. Our tax rate for the first quarter was 22.5% compared to 22.3% last year. And our diluted earnings per share were $2.98 compared to $1.40 last year. We anticipate an effective tax rate of approximately 25% for the full year. In 2022, we continue to anticipate capital expenditures will be in excess of $500 million.\nI will now turn the call over to Fritz for some closing comments before Q&A.\n\nFrederick J. Holzgrefe\n\nPresident, CEO & Director, Saia, Inc.\n\nThanks, Doug. It is always nice to come out of the first quarter with good results and as we move into our seasonally stronger months of the year. I'm excited about all of the new openings and relocations ahead of us this year and the groundwork so far to keep us on track. The March opening in LaSalle provides coverage for the Chicago and Northern Illinois freight market. We'll supplement this opening with the new location later this quarter in Rockford, Illinois, and hope to add another Chicago area terminal later this year.\nIn late June, we expect to add 2 facilities to expand our service area in Southern Georgia. Beyond these terminal openings, we have as many as 10 slated to open in the second half of the year with each new opening our existing customers have confirmed our strategy by asking us to handle the freight needs in the new market. The customer response is a testament to the high quality of service and reliability that we continue to provide.\nTo support our pace of openings, our human resources group is continuously recruiting and onboarding the talent that is required to open and operate these terminals. Along with expanding our driver academy program this year, we have partnered with driver schools and technical colleges in some markets to increase our candidate pipeline and to serve as a feeder program for our drivers academy.\nIn total, as Doug mentioned, we expect to invest over $0.5 billion this year in real estate, equipment and technology. So far, equipment deliveries are generally on schedule. We will monitor deliveries daily and have developed our equipment plan for the year in a way that should allow us to meet the needs of our terminal openings even if there are some further supply chain woes.\nThere seems to be a new headline out almost every day about an imminent economic or industrial slowdown or a looming recession. But our business levels remain steady. We're in a unique position as a company, and that while we are excited about our expansion and reaching new markets for our customers, we are focusing our growth on those segments of the business to provide a fair return for the valuable service we provide.\nOur business is a capital intensive one and our network is an asset that requires constant reinvestment to maintain. We can only do this if we bring on new businesses that compensate this fairly and is best achieved by providing great service and presenting our customers with a great value proposition. I don't want to oversimplify it, but our strategy is to continually put our customers first by maintaining our promise to handle their freight with great care and deliver on time.\nWith that said, we're now ready to open the line for questions, operator."
    }
]