[
    {
        "url": "https://dashboard.aiera.com/p/evtmin/e7c6bdf5ade44603e613dc130d95a5a6",
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9852607683701948,
                "neutral": 0.9122544725735983
            }
        },
        "content1": "Q2 2024 Crown Castle International Corp Earnings Call\n\nQ2 2024 Crown Castle International Corp Earnings Call\n\nCCINYSEJUL 17, 11:00 PM\n\nOperator\n\nGood day, and welcome to the Crown Castle Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Kris Hinson, Vice President of Corporate Finance and Treasurer. Please go ahead.\n\nKris Hinson\n\nVP of Corporate Finance & Treasurer\n\nThank you, Betsy, and good afternoon, everyone. Thank you for joining us today as we discuss our second quarter 2024 results. With me on the call this afternoon are Steven Moskowitz, Crown Castle's Chief Executive Officer; and Dan Schlanger, Crown Castle's Chief Financial Officer. To aid the discussion, we have posted supplemental materials in the Investors section of our website at crowncastle.com that will be referenced throughout the call.\nThis conference call will contain forward-looking statements, which are subject to certain risks, uncertainties and assumptions, and actual results may vary materially from those expected. Information about potential factors which could affect our results is available in the press release and the Risk Factors sections of the company's SEC filings. Our statements are made as of today, July 17, 2024, and we assume no obligation to update any forward-looking statements.\nIn addition, today's call includes discussion of certain non-GAAP financial measures. Tables reconciling these non-GAAP financial measures are available in the supplemental information package in the Investors section of the company's website at crowncastle.com. With that, let me turn the call over to Steven.\n\nSteven J. Moskowitz\n\nPresident, CEO & Director\n\nThanks, Kris, and good afternoon, everyone, and we appreciate you joining us for this call. And as you can see from our second quarter results, we delivered solid operating and financial performance in all 3 of our businesses and reiterated our full year 2024 outlook. We're confident in our outlook based on having 95% of our expected tower revenue growth for this year contracted, either as part of our holistic master license agreements with our major customers or with revenues from regional and local wireless customers, and also having implemented changes to our fiber segment, which will position us to generate more profitable business and increase our operating efficiencies.\nIn the tower business, we anticipate organic revenue growth of 4.5% this year and believe that as we look out over the next few years, our growth rate will be higher based on 3 factors: first, the holistic master license agreements we have with our largest customers provide us a stable and consistent level of growth over time. Second, industry forecasts estimate that long-term U.S. wireless data demand growth will continue to drive the need for significant future communications infrastructure investment. And we are aware that major carriers still have lots of work to do to expand their networks in the 5G build cycle. And finally, we believe that as more tangible steps are taken by our company to be a best-in-class supplier of low-cost shared infrastructure solutions, we'll be better positioned to compete for a higher share of revenues as our customers continue to invest in their networks.\nMoving to our fiber and small cell businesses. We've completed many of the changes to our operating plans that we announced in June and have started to see the benefits of those changes through more profitable growth and greater operating efficiencies. As part of the operational review of our fiber segment, which we conducted earlier this year, we affirmed that greater opportunity exists to provide additional customer solutions to enterprise fiber connections and small cell locations that are on or near our existing high-quality fiber footprint, which allows us to add revenue without the requirement to invest as much capital as we've done in the past.\nTo implement these changes in our small cell business, our commercial and deployment teams have been working collaboratively with our customers on a mix of outcomes, many of which improves our project economics while also addressing our customers' evolving priorities around network densification and capital allocation. As part of this change in our operating plan, we plan to build fewer anchor nodes in the short run. However, given our large pipeline and our customers' long-term densification needs in geographies where we have really robust assets in place, we continue to expect there is sufficient demand to grow small cell revenues by double digits over the next several years.\nTurning to our fiber solutions business. We believe we can improve returns by focusing our sales efforts on or near-net opportunities that reduce discretionary capital expenditures going forward. And to support these changes, we've already adjusted our go-to-market commercial plan. We've changed our sales incentive award system and increased our required rates of project returns, resulting in anticipated shorter payback periods on invested capital. So like in our small cell business, we analyzed the markets around our fiber assets to quantify the opportunities to utilize our existing fiber. And we believe we have ample opportunities to improve capital efficiency while achieving long-term organic revenue growth in fiber solutions of 3% per year.\nAs we announced in June, we believe our more focused effort to target on-net and near-net demand in both small cells and fiber solutions will drive a more efficient use of capital and will also generate approximately $100 million of annualized run rate cost savings. Importantly, we implemented most of these changes by the end of the second quarter, which keeps us on track to generate approximately $60 million of expected cost savings and reduce capital expenditures by about $300 million for this year.\nAs we continue to deliver solid results and make operational changes, we remain focused on the fiber strategic review, which is active and ongoing. The management team and I continue working with the fiber review committee, the Board of Directors, and external consultants to evaluate strategic alternatives to determine how to maximize shareholder value. Now we can't share much more about the process and the timing. What we can share is that we remain actively engaged with multiple third parties who continue to show a lot of interest in our fiber solutions and small cell businesses, and we'll provide updates as the process unfolds.\nI'd like to conclude my comments by saying that over the past few weeks, I've been fortunate to have engaged in conversations with more than 50% of our company's employees through either in-person conversations and also video conference calls. The goal of my meetings with everybody was to be present and discuss the rationale behind our recent operational changes, answer questions that are on people's minds about the fiber segment, and start to set expectations for everybody in the company going forward.\nMy takeaways from these discussions was that 2 major themes exist in the minds of Crown Castle employees. First, they care and have great pride. They're very proud of being part of Crown Castle, and they want our company to be seen as excellent in the minds of the constituents we serve, including shareholders and customers and communities. And second, most recognize that to be excellent, we need to continue to make changes in how we operate. And they are engaged and energized about their ability to participate in and lead the process to develop new ways of doing things to help differentiate us as a leader in the sector.\nSo I'd like to thank all the employees I met for being as open and transparent with me as they were, and to those employees I've yet to meet but will at a time come soon. And to all of our employees, a big thanks for continuing to drive our business and deliver results over the past several months. I know there's been a lot of change, and it's reassuring that this team has been able to stay focused on delivering for customers during this period.\nNow having said all that, I would ask all employees and our investors to keep in mind that change management is a process and it takes time. And I appreciate your understanding as we continue to develop new goals that will improve our chances of taking higher shares of new revenue opportunities, convert a greater share of new revenue down to EBITDA, increase investment returns on the growth capital we deploy, bolster our balance sheet to generate more optionality for us in the future, and ultimately increase shareholder value. So with that, let me turn it over to Dan to walk through the quarter results.\n\nDaniel K. Schlanger\n\nSenior Vice President & Chief Financial Officer, Crown Castle International Corp.\n\nThanks, Steven, and good afternoon, everyone. We delivered second quarter results in line with expectations and remain on track for our full year outlook after implementing the operational changes we announced in June.\nLooking at the second quarter results on Page 4 of our earnings presentation, the underlying business continued to perform well in the quarter, highlighted by 4.7% consolidated organic growth, excluding the impact of Sprint cancellations. The 4.7% organic growth in the second quarter consisted of 4.4% growth from towers, 11% from small cells, and 3.2% from fiber solutions. We are encouraged by these levels of growth at this time, with our tower business generating growth in line with our current expectations, the uptick in small cell activity resulting in higher growth compared to the last couple of years, and our fiber solutions business delivering growth above our 3% expectation despite the changes we made to our operating plan.\nThis growth underscores the stability and attractiveness of our business as we are well positioned to capitalize on the growing demand for data in the U.S. As anticipated, the solid organic growth delivered in the quarter was more than offset by several onetime and noncash items, including: a $106 million reduction to site rental revenues related to the Sprint cancellations; a combined $105 million reduction in straight-line revenues and prepaid rent amortization, both of which are noncash items; a $22 million decrease in service margin contribution due to the combination of lower tower activity and the decision we made to exit the construction and installation business, which we implemented in the second half of last year; and $20 million of advisory fees primarily related to our recent proxy contest.\nTurning to Page 5. We are reiterating the full year outlook we released in June, which reflects a year-over-year decrease in site rental revenues, adjusted EBITDA and AFFO, primarily due to the onetime and noncash items I just mentioned. Our expected organic growth contribution to full year site rental billings remains unchanged with organic growth of 2% or 5% excluding the impact of Sprint cancellations. The 5% consolidated organic growth, excluding the impact of Sprint cancellations consists of: 4.5% from towers compared to 5% in 2023; 15% from small cells as we expect 11,000 to 13,000 new billable nodes in 2024 compared to 8,000 nodes in 2023; and 2% from fiber solutions. As we announced in June, the small cell organic growth of 15% includes a $25 million increase in nonrecurring revenues, primarily related to early termination payments. Excluding this impact, small cell organic growth is expected to be 10% this year.\nMoving to Page 7. We expect to deliver $105 million of AFFO growth at the midpoint excluding the impact of the Sprint cancellations and noncash decrease in amortization of prepaid rent. Included in this AFFO growth is a $10 million increase in cost, which includes normal operating cost increases as well as $25 million of advisory fees related to our recent proxy contest, all of which is expected to be offset by an approximately $60 million decrease in costs related to the reduction in staffing levels and office closures we announced in June.\nTurning to the balance sheet. We ended the second quarter with leverage at 5.9x EBITDA or 5.7x excluding the impact of the nonrecurring advisory fees. Looking ahead to the third quarter, we expect our leverage metrics to improve as we believe our second quarter EBITDA will be the low point for the year and we benefit from our operating cost reductions. Since transitioning to investment-grade in 2015, we have strengthened our balance sheet by extending our weighted average maturity from 5 to 7 years, decreasing the percentage of secured debt from 47% to 6%, and increasing the percentage of fixed rate debt from 68% to 89%.\nIn addition, we ended the quarter with approximately $5.5 billion of availability under our revolving credit facility and only $2 billion of debt maturities through 2025, providing us with ample liquidity to fund our business. We believe the steps we have taken to strengthen our balance sheet provide us with financial stability and flexibility as we evaluate strategic path forward.\nAs we announced in June, we [ decreased ] our outlook for discretionary CapEx as a result of the modified investment parameters we recently implemented and now expect $1.2 billion to $1.3 billion of gross discretionary CapEx or $900 million to $1 billion after taking into account $355 million of prepaid rent we expect to receive.\nIn summary, the business is performing well, delivering organic growth and keeping us on track for our full year outlook after implementing the operational changes we announced in June. With the operating review complete, our focus is on maximizing shareholder value by continuing to progress the fiber strategic review and delivering operational and financial results across our portfolio of tower, small cell, and fiber solutions assets.\nBefore starting Q&A, I'd like to note that we are changing the timing of when we provide guidance for the upcoming year. Going forward, we will provide forward year guidance with fourth quarter earnings as opposed to our past practice of providing guidance in our third quarter release. This means you should expect to receive our full year 2025 guide with earnings in January. With that, Betsy, I'd like to open the call for questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/c7ffaa2a4eed51e987c76605826f4382",
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 7
            },
            "scores": {
                "positive": 0.9772879535501654,
                "neutral": 0.9069608620234898
            }
        },
        "content1": "Q1 2024 Crown Castle International Corp Earnings Call\n\nQ1 2024 Crown Castle International Corp Earnings Call\n\nCCINYSEAPR 17, 11:00 PM\n\nOperator\n\nHello, and welcome to the Crown Castle First Quarter 2024 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to hand the call to Kris Hinson, Vice President, Corporate Finance and Treasurer. Please go ahead.\n\nKris Hinson\n\nVP of Corporate Finance & Treasurer\n\nThank you, MJ, and good afternoon, everyone. Thank you for joining us today as we discuss our first quarter 2024 results. With me on the call are [ Rob Bartolo ], Crown Castle's Board Chair; Steve Moskowitz, Crown Castle's recently appointed President and Chief Executive Officer; Tony Melone, Crown Castle's former Interim President and Chief Executive Officer; and Dan Schlanger, Crown Castle's Chief Financial Officer.\nTo aid the discussion, we have posted supplemental materials in the Investors section of our website at crowncastle.com that will be referenced throughout the call this afternoon. This conference call will contain forward-looking statements, which are subject to certain risks, uncertainties and assumptions, and actual results may vary materially from those expected. Information about potential factors which could affect our results is available in the press release and the Risk Factors sections of the company's SEC filings.\nOur statements are made as of today, April 17, 2024, and we assume no obligation to update any forward-looking statements. In addition, today's call includes discussions of certain non-GAAP financial measures. Tables reconciling these non-GAAP financial measures are available in the supplemental information package in the Investors section of the company's website at crowncastle.com.\nWith that, let me turn the call over to Rob.\n\nUnknown Executive\n\nThanks, Chris, and good morning, everyone. Thank you for joining us. I would like to start by welcoming our new CEO, Steven Moskowitz. As you know, the CEO search committee, along with the full Board has been actively engaged in a robust process to find our next leader. We worked with [ Russel Reynolds ] and evaluated a number of talented and highly qualified candidates.\nIdeally, we were looking for someone with strong operating experience in the tower industry, a track record of strategic capital allocation and value creation as well as prior CEO experience. This process has resulted in the unanimous view of both the CEO search committee and the full Board that Steven is the ideal person to lead Crown Castle going forward. A 25-year industry veteran, Steven is a proven executive with deep tower operating experience.\nSteven spent 12 years at American Tower, including the last 7 years as EVP and President of the U.S. Tower business. During his tenure, American Tower's U.S. operations became the largest and most profitable U.S. wireless infrastructure company, tripling in size to more than 20,000 cell sites. After American Tower, Steven served as the CEO of [ NextG ] Networks, a provider of fiber-based small cell solutions. At NextG, Steven produced market-leading returns on our invested capital while increasing the asset base to approximately 10,000 nodes. Most recently, Steven served as CEO of Centennial Towers, where he created a leading provider of build-to-suit sell side in Brazil, Colombia and Mexico by focusing on prudent capital allocation and operational excellence.\nAs I've gotten to know Steven, it's clear that his experience and capabilities in the areas of operational efficiency, process improvement capital allocation and his proven ability to build strong leadership teams will serve our customers, shareholders and employees extremely well. We are excited to welcome Steven and believe his leadership will enable Crown Castle to effectively execute on its strategic and operating plans and grow value for all shareholders.\nI would also like to thank Tony Melone for serving as our interim CEO for the past 3 months. With the help of Tony's leadership, the company remains on track to meet its 2024 financial and operating goals and is well prepared for a seamless transition to Steven as the company's next CEO. I I'm going to turn the call over to Steven in a few minutes to introduce himself and say a few words. But as you can imagine, and for starting in the job late last week, he won't be in a position to take your questions at this time.\nBut before I turn the call over to Steven, I would like to provide an interim update on our fiber review process. As you know, in January, the Board created a committee to direct a strategic and operating review of the company's fiber business. with the goal of enhancing and unlocking shareholder value. The Board engaged financial advisers, Morgan Stanley and Bank of America as well as strategic and operating advisers, [ Altman Salon ] as well as another leading management consulting firm to assess our businesses, core capabilities, competitive positioning and organizational structure and also to perform market analysis and operational benchmarking.\nThe goal of these assessments was to determine how to optimize the company's enterprise fiber and small cell businesses and determine the fit value and synergies, both inside and outside of Crown Castle. As it relates to the overarching conclusion, this review confirmed that we have premier assets in attractive markets throughout the U.S. The next step was to determine the optimal path to maximizing the value of these assets, both within and/or outside of Crown Castle.\nTo help assess the potential value creation opportunities, we have recently engaged with multiple parties who have expressed interest in a potential transaction involving all or part of our fiber business. These discussions are ongoing. While we will not comment further on these discussions during the call, we are excited to have Steven on board to help us think through our strategic alternatives. We believe his extensive experience in the digital infrastructure sector will be extremely beneficial throughout this process.\nRegarding our operational review, we have concluded our work with our external consultants. The main conclusion is that they believe there are opportunities for operational improvement in both our enterprise fiber and small cell businesses regardless of the outcome of our strategic review. We have begun sharing these insights with Steven, who will work with the Board and the executive team to develop a revised operating plan that he will share with investors when appropriate.\nI speak on behalf of the board by saying how pleased we are to have concluded our CEO search with the appointment of such a talented and proven tower executive as well as progressing substantially on our fiber review. We are laser-focused as a Board and moving rapidly yet methodically on these initiatives that we laid out in late December. To reiterate what I said earlier, we believe Steven is the person best suited to lead Crown Castle through the next stages of our fiber review as well as position the company for long-term success and value creation. We look forward to providing further updates as appropriate.\nBefore I turn the call over to Steven, I would like to say thank you to the talented employees at Crown Castle for continuing to serve our customers and deliver on the financial results we guided to for 2024. I'm impressed by your dedication and capability to stay focused even during these times of uncertainty.\nWith that, let me turn it over to Steven.\n\nSteven J. Moskowitz\n\nPresident, CEO & Director\n\nThanks, Rob. I appreciate the kind introduction, and hello, everybody. I know there's some people on the call that I know from the past, others that don't know me yet, and I look forward to getting to know all of you in the months ahead.\nBut I want to start off conveying how excited I am about the opportunity to lead Crown Castle and really what lies ahead for this company. As you may have seen from my background, I've been at this for a long time. And during my time, I've learned that my leadership success really has been a function of a relatively simple formula. It's been developing and clearly articulating a strategy that the management team and employees can align with and also execute from the onset, having a great team of managers who are trustworthy and driven and solutions-oriented and get things done.\nAlso maintaining a culture that is customer service driven and based on values of hard work and thoroughness, thoughtfulness and also having some fun. Also giving employees the necessary resources and tools to make their jobs easier and operate more efficiently, very, very important. And doing these things in a way that focuses on long-term value creation for our shareholders, most critical.\nNow I think we should be able to apply this type of formula at Crown Castle and also apply the benefit I have of coming really from the other side as a competitor of this company for many, many years. And it really provides me with knowledge and a fresh perspective, and it's really a big part of the reason I'm here is that I believe that this company has many good things to offer, but also has the opportunity to be best-in-class in this industry.\nI'm also here because I am optimistic about the long-term future of the needs for communications infrastructure and also because I believe the U.S. market is just the best place to do business in the world. And I've had some experience in other markets outside the U.S. I've also admired Crown Castle's assets and customer service focus in the past and instinctively, I believe this company is ripe for significant upside.\nSo all that said, as incoming CEO, the company's strategic review is a top priority for me. have already been digging in the last couple of days, started analyzing what's been done by the Fiber Review Committee and also be collaborating with the Board to finalize and execute a strategy, of course, that maximizes shareholder value. Beyond that, even as Rob mentioned, it's kind of too early for further comments on the approach that we're going to end up taking with fiber in small cells, but there are other imperatives that I'll be focused on working with the team to Crown Castle such as enhancing customer relationships, making sure we manage the cash prudently and finding ways to operate more efficiently, so we definitely convert more new revenues to cash flows.\nWithout a doubt, this is going to be a process that will take some time. But I know together with the employee base, we will create solutions to refresh and be engineer the company in many different aspects of the business operations, finding both some quick hits along the way for some kind of short-term success and longer-term changes that will make it easier for the employees to do their jobs and be more effective at serving our customers, which really will meaningfully enhance. Our performance is going to improve our operating margins, and we'll be in a better position to capture our unfair share of new leasing business and new site development as the customers ramp back up spending on network expansion.\nSo anyway, that's kind of it for now for me. Before I hand it over to Dan to walk you through our first quarter results, let me first thank Tony, just -- he's been unbelievable. He has an unyielding commitment to Crown Castle and a great partner as interim CEO. And I also appreciate him helping me to get acclimated over the next month to ensure that we have a smooth transition. I'd also like to say thanks to Rob and the Board for their faith in me as incoming CEO, and of course, the employees here of Crown Castle, who are continuing to perform at a high level.\nSo with that, I look forward to providing more details about our strategic initiatives as they unfold and I look forward to taking your questions when I host our second quarter earnings call. So Dan, I'll hand over to you.\n\nDaniel K. Schlanger\n\nSenior Vice President & Chief Financial Officer, Crown Castle International Corp.\n\nThanks, and welcome, Steven. It's great to have you here as part of Crown Castle team, and look forward to working with you.\nWe delivered first quarter results in line with our expectations remain on track for our full year outlook as we continue to focus on executing for our customers and shareholders. Our first quarter results demonstrated our customers consistent and growing demand for our shared infrastructure assets. leading to us generating 5% organic growth, excluding the impact of Sprint cancellations. The 5% growth in the first quarter consisted of 4.6% growth from towers, [ 15 ]% growth from small cells, which includes $5 million of higher-than-expected nonrecurring revenue received in the period and 2% growth in fiber solutions.\nAs we had anticipated, the solid organic growth delivered in the quarter was offset by the following 3 items: leading to a year-over-year decrease in site rental revenues, adjusted EBITDA and AFFO. First, a $50 million reduction to the site rental revenues related to the Sprint cancellations; second, a combined $54 million reduction in 2 noncash items, straight-line revenue and prepaid rent amortization. And lastly, a $26 million decrease in services margin contribution due to the combination of lower tower activity and the decision we had made and implemented last year to discontinue offering construction and installation services.\nTurning to Page 5 of our earnings materials. Our full year outlook remains unchanged and reflects a year-over-year decrease in site rental revenues, adjusted EBITDA and AFFO and due to the noncash and onetime items I just mentioned.\nOn Page 6, our expected organic contribution to full year site rental billings remains unchanged with consolidated organic growth of 2% and or 5% exclusive of the impact from Sprint cancellations. The 5% consolidated organic growth consists of 4.5% growth from towers compared to 5% in 2023. 13% growth from small cells as we expect 16,000 new billable nodes in 2024 compared to 6% growth in 8,000 notes in 2023 and 3% growth from fiber solutions compared to flat in 2023.\nMoving to Page 7. We continue to expect to deliver $65 million of AFFO growth at the midpoint, excluding the impact of the Sprint cancellations and noncash decrease in amortization of prepaid rent. Turning to the balance sheet. Since transitioning to investment grade in 2015, we have strengthened our balance sheet by extending our weighted average maturity from 5 to 7 years, decreasing the percentage of secured debt from 47% to 6% and increasing the percentage of fixed rate debt from 68% to 90%.\nIn addition, we ended the quarter with approximately $6 billion of availability under our revolving credit facility and only $2 billion of debt maturities occurring through 2025, providing us with ample liquidity to fund our business. The steps we have taken to strengthen our balance sheet provide us with financial stability and flexibility as we evaluate strategic path forward. Lastly, our 2024 outlook for discretionary capital remains unchanged at $1.5 billion to $1.6 billion or $1.1 billion to $1.2 billion, net of $430 million of prepaid rent received.\nTo wrap up, we continue to deliver good underlying growth across each of our businesses in the first quarter. At the same time, we made substantial progress on the strategic and operating review of our fiber business and successfully concluded our CEO search. I'm excited to welcome Steve into Crown Castle and look forward to working together with him and the Board to enhance value for all shareholders.\nWith that, MJ, I'd like to open the line for questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/42f7c9550a5ee1faa32450c4922c1ee2",
        "sentiment": {
            "distribution": {
                "positive": 8,
                "negative": 2,
                "neutral": 3
            },
            "scores": {
                "positive": 0.99765345454216,
                "negative": 0.9609619081020355,
                "neutral": 0.9959487120310465
            }
        },
        "content1": "Q4 2023 Crown Castle International Corp Earnings Call\n\nQ4 2023 Crown Castle International Corp Earnings Call\n\nCCINYSEJAN 25, 4:30 PM\n\nOperator\n\nGood day, and welcome to the Crown Castle Fourth Quarter 2023 Earnings Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Kris Hinson, Vice President of Corporate Finance and Treasurer. Please go ahead.\n\nKris Hinson\n\nVP of Corporate Finance & Treasurer\n\nThanks, Scott, and good morning, everyone. Thank you for joining us today as we discuss our fourth quarter 2023 results. With me on the call this morning are Tony Melone, Crown Castle's Interim Chief Executive Officer; and Dan Schlanger, Crown Castle's Chief Financial Officer.\nTo aid the discussion, we have posted supplemental materials in the Investors section of our website at crowncastle.com that will be referenced throughout the call this morning. This conference call will contain forward-looking statements, which are subject to certain risks, uncertainties and assumptions, and actual results may vary materially from those expected. Information about potential factors which could affect our results is available in the press release and the Risk Factors sections of the company's SEC filings. Our statements are made as of today, January 25, 2024, and we assume no obligation to update any forward-looking statements. In addition, today's call includes discussions of certain non-GAAP financial measures. Tables reconciling these non-GAAP financial measures are available in the supplemental information [ package ] in the Investors section of the company's website at crowncastle.com.\nWith that, let me turn the call over to Tony.\n\nAnthony J. Melone\n\nInterim CEO, Interim President & Director\n\nThanks, Kris, and good morning, everyone. Thank you for joining us. Before I begin, I'd like to take a moment to thank Jay Brown for his 25 years of service to Crown Castle, including the past seven as CEO. We are grateful for his many contributions over those years and wish him well in his retirement.\nAs we work to identify the next CEO, I am also thankful for the Board's confidence in me to lead the company during this interim period. I'm excited to serve in this capacity. I have been associated with Crown Castle for over 25 years, principally as a customer, but also as a joint venture partner in the early days and most recently as a member of Crown Castle's Board of Directors. Over that time, I've witnessed the Crown Castle team of dedicated, talented people grow the company into the nation's leading provider of shared communications infrastructure. In my first few weeks in the new role, I have been impressed by the open, candid and thoughtful discussions I've had with teammates throughout the organization. I am enthusiastic and optimistic about our path forward.\nIn the [ near ] term, I will be focused on the following priorities. First and foremost, I am committed to ensuring that our organization continues to execute for our customers, positioning us to meet or exceed our financial and operating goals in 2024. Secondly, I want to facilitate a seamless transition to the company's next CEO. And lastly, I will assist the Board in evaluating the alternatives that may come out of our strategic fiber review and help position the company to maximize shareholder value regardless of the outcome of that review.\nMy confidence in achieving these priorities is bolstered by having a closely aligned leadership team that is focused on delivering strong operational performance. To that end, I'm pleased to announce that Dan Schlanger will continue serving as Crown Castle's Chief Financial Officer. Dan has been a valuable member of our executive leadership team for the past seven years. His expertise, leadership and institutional knowledge will be vital as we position the company for success in 2024 and beyond.\nIn addition, Mike Kavanagh, currently, our Chief Commercial Officer, has been appointed Chief Operating Officer for the Tower segment. Chris Levendos will remain in the role of Chief Operating Officer for the Fiber segment. The Tower, Small Cell and Fiber Solutions sales teams currently under Mike will be distributed across these two organizations. I believe this change in leadership structure provides an enhanced focus on generating the highest returns in each business segment and will best enable us to maximize value across our portfolio.\nWe have also recently taken steps to further strengthen our company's Board with the addition of three new directors. [ Jason, Sunit and Brad ] each bring valuable financial, operational and industry experience. We look forward to benefiting from their unique insights and expertise as we work to leverage our strong foundation and position Crown Castle for the future.\nAt this point, I'd like to share some of my personal insights into how I see Crown Castle positioned. In my 30-plus years of experience in the wireless industry, I have seen the Tower business grow tremendously, particularly during periods of generational upgrades. During my time at Verizon, the shift from 3G to 4G required more tower densification than initially expected and more than initially deployed. The coverage and capacity from the new 4G technology and corresponding new spectrum that it was deployed on was not sufficient to meet the promised performance levels of that technology. This was especially true at [ CellEdge ] and resulted in further densification over time.\nI think a similar dynamic is in play with 5G. The remaining densification required to deliver on the promise of 5G performance will drive not only robust tower growth, but also significant demand for small cells. As the largest shared communications infrastructure provider in the U.S., with a unique portfolio of towers, small cells and fiber, I am excited to see how we can take advantage of these industry trends and deliver value to our shareholders.\nAs a final note, the work of the CEO search committee is underway and the fiber review Committee is well into its work as it oversees the Board and management's review of strategic and operational alternatives that maximize value across our enterprise. We will provide updates on each as developments warrant.\nWith that, I'll turn the call over to Dan.\n\nDaniel K. Schlanger\n\nSenior Vice President & Chief Financial Officer, Crown Castle International Corp.\n\nThanks, Tony, and good morning, everyone. I want to start by saying how glad I am to continue serving as Crown Castle's CFO. This is a great company and a great industry, and I look forward to helping deliver on our 2024 plans while positioning the company to grow long-term shareholder value.\nMoving to 2023 results on Page 4. We finished the year in line with our expectations. Full year site rental revenues grew 4%, which included $212 million of core organic growth, excluding the impact of Sprint cancellations. In the year, Tower organic growth was 5%, supported by our decision to pursue holistic long-term agreements with each of our major customers. Tower growth remained resilient despite the industry-wide slowdown in Tower activity in the middle of 2023.\nAdditionally, Small Cell growth was 6%, resulting from 8,000 new [ nodes ] in 2023. We completed an additional 2,000 [ notes ] in the year that are expected to begin billing in the first quarter of this year. Finally, Fiber Solutions revenue was flat in the year. The slowdown in Tower activity in 2023 had the most pronounced impact in our [ Services ] business, driving a $100 million decrease in our margin year-over-year. The decline in Services contribution along with increased interest expense from the rise in interest rates in 2023, partially offset our revenue growth, resulting in 2% AFFO growth for the year.\nTurning now to Page 5. Our full year 2024 outlook remains unchanged. Strong underlying growth across our business continues to be supported by increasing data demand and the network densification required to meet it. We continue to forecast Tower activity levels consistent with the back half of 2023 as well as accelerating Small Cell growth. With 2,000 nodes shifting from 2023 to 2024, we now expect to deliver 16,000 new nodes this year.\nWith respect to Fiber Solutions, we returned to growth of 3% in the first quarter of 2023 and continue to expect 3% organic growth in 2024. However, as discussed in our past quarter, the following three items are expected to negatively impact our 2024 results. First, [ $170 million of ] Sprint cancellation payments we received in 2023 will not recur in 2024. Second, we anticipate a combined $250 million reduction in noncash items, specifically to our straight-line adjustments and amortization of prepaid rent. And lastly, we expect $55 million in lower contribution from Services gross margin.\nDue to these impacts, our 2024 outlook shows year-over-year declines in site rental revenues of $160 million or 2%, adjusted EBITDA of $250 million or 6%, AFFO of $270 million or 8%. Normalized for the impact of the [indiscernible] just mentioned, site rental revenues, adjusted EBITDA and AFFO, would show year-over-year growth of 4%, 5% and 3%, respectively.\nTurning to Page 6. Expected organic contribution to full year 2024 site rental billings remains unchanged with consolidated organic growth of 2% or 5% excluding the impact from Sprint cancellations. The 5% consolidated organic growth consists of 4.5% growth from Towers compared to 5% 2023, 13% growth from Small Cells as we expect 16,000 new nodes in 2024 compared to 6% growth in 8,000 nodes in 2023 and 3% from Fiber Solutions compared to flat in 2023.\nFull year 2023 site rental revenues were $21 million above the 2023 outlook at the midpoint, inclusive of approximately $5 million higher-than-expected nonrecurring Tower segment revenue in the fourth quarter. Our 2024 outlook for site rental billing remains unchanged, and we expect year-over-year core leasing activity to be within the growth ranges in the chart.\nMoving to Page 7. We expect to deliver $65 million of AFFO growth at the midpoint, excluding the impact of Sprint cancellations and the noncash decrease in amortization of prepaid rent.\nTurning to the balance sheet. In December of 2023, we issued $1.5 billion of long-term fixed rate debt, allowing us to end the year with approximately $6 billion of unutilized capacity on our revolving credit facility, a weighted average debt maturity profile of 8 years and 92% fixed rate debt. Lastly, our 2024 outlook for discretionary capital remains unchanged at $1.5 billion to $1.6 billion or $1.1 billion to $1.2 billion, net of $430 million of prepaid rent received.\nTo wrap up, strong underlying growth across our business continues to be supported by increasing data demand and the network densification required to meet it. The contracted agreements we have in place provide line of sight into continued underlying growth over a multiyear period. We believe this growth provides a stable foundation for our current dividend and supports our 2024 CapEx plan without issuing equity. Our unparalleled domestic portfolio of Tower, Small Cell and Fiber assets, provides a growing number of opportunities to create value for our shareholders.\nWith that, Scott, I'd like to open the call to questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/25117c4ca364c2ff571ed8ae5b984875",
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9763310477137566,
                "neutral": 0.9950456023216248
            }
        },
        "content1": "Q3 2023 Crown Castle International Corp Earnings Call\n\nQ3 2023 Crown Castle International Corp Earnings Call\n\nCCINYSEOCT 19, 4:30 PM\n\nOperator\n\nGood morning, and welcome to the Crown Castle Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Kris Hinson, VP of Corporate Finance and Treasurer. Please go ahead.\n\nKris Hinson\n\nVP of Corporate Finance & Treasurer\n\nThank you, Kate, and good morning, everyone. Thank you for joining us today as we discuss our third quarter 2023 results. With me on the call this morning are Jay Brown, Crown Castle's Chief Executive Officer; and Dan Schlanger, Crown Castle's Chief Financial Officer. To aid the discussion, we have posted supplemental materials in the Investors section of our website at crowncastle.com that will be referenced throughout the call this morning.\nThis conference call will contain forward-looking statements, which are subject to certain risks, uncertainties and assumptions, and actual results may vary materially from those expected. Information about potential factors which could affect our results is available in the press release and the Risk Factors sections of the company's SEC filings. Our statements are made as of today, October 19, 2023, and we assume no obligation to update any forward-looking statements.\nIn addition, today's call includes discussions of certain non-GAAP financial measures. Tables reconciling these non-GAAP financial measures are available in the supplemental information package in the Investors section of the company's website at crowncastle.com.\nWith that, let me turn the call over to Jay.\n\nJay A. Brown\n\nPresident, Chief Executive Officer & Director, Crown Castle International Corp.\n\nThanks, Kris, and good morning, everyone. Thanks for joining us. Our third quarter results continue to demonstrate our ability to generate consistent growth in the face of changes in the industry environment, allowing us to maintain our full year 2023 outlook for revenue, adjusted EBITDA and AFFO.\nBased on the multiyear strength of our business model, we are confident in our ability to grow our dividend beyond 2025 once we get past the Sprint-related churn. Therefore, we are committed to maintaining our dividend in 2024 in the midst of the impacts from the nonrecurring Sprint cancellations and lower contributions from services.\nBased on the timing of these headwinds, we expect the low point of AFFO to occur during the first half of 2024 before returning to growth in AFFO in the second half of next year and beyond. Demand for our assets has consistently been driven by our customers investing in their networks to keep pace with the rapid growth in mobile data demand.\nThrough our shared infrastructure model, we have helped our customers maximize the benefits of their investments by lowering the cost of deploying networks, networks that have significantly improved our ability as consumers to connect with the people and the world around us. The combination of persistent data demand growth and our ability to provide low-cost shared infrastructure solutions has enabled resilient underlying growth for us throughout generational upgrades and across macroeconomic cycles.\nOur full year 2024 outlook demonstrates the benefits of complementing our tower business with a leading portfolio of small cells and fiber. As our customers increasingly focus on 5G network densification so that they can meet the needs of their end users, we expect the total demand for our diverse portfolio of assets to increase.\nFor towers, we expect to generate organic revenue growth of 4.5% in 2024. For small cells, we expect to generate organic growth of 13% driven by around $60 million of core leasing activity as we increase new nodes from 10,000 in 2023 to 14,000 in 2024. And for fiber solutions, we expect continued acceleration of leasing activity combined with lower churn to generate organic growth of 3%.\nExcluding the impact of Sprint cancellations, the combination of organic revenue growth across our business is expected to generate consolidated organic growth of 5% in 2024, up from 4% in 2023. While our growth remains robust, we know we need to continue to get better. Therefore, we continue to simplify, streamline and centralize our business processes and operations, which will reduce our long-term costs and improve our customer experience.\nSince announcing the restructuring plan in July, we have reduced our workforce and achieved $105 million of annual run rate savings. Having completed that plan, we have identified additional opportunities to drive further efficiencies, including a plan to move approximately 1,000 employee positions from several locations nationwide to a centralized location by the end of the third quarter 2024.\nThe strong organic growth and improved operating leverage from the actions we continue to take to reduce costs supports our maintaining our current annualized dividend of $6.26 per share. As reflected in our results and outlook, our differentiated strategy to invest in and build an unmatched portfolio of assets diversifies our sources of growth. Our 40,000 towers, 115,000 small cells on air and under contract and 85,000 route miles of fiber concentrated in the top U.S. markets make us well positioned to capitalize on long-term growth and data demand regardless of how carriers deploy spectrum and densify their networks.\nAt the beginning of 5G, our customers moved quickly to deploy record amounts of newly acquired spectrum. This drove record tower activity levels. As the -- this initial surge in tower activity ended, our small cell growth is accelerating as customers shift focus to densifying portions of their networks that have experienced the most traffic.\nIn 2024, we expect to deploy a record 14,000 small cell nodes. Our ability to capture the accelerating growth in small cell demand is driven by the assets and core capabilities that we have built as the largest operator of shared infrastructure in the United States.\nOur 85,000 route miles of fiber include high strand counts and heavily populated areas where the density of data demand is the highest, which makes them the most desirable locations for small cell deployments. We are a highly reliable operator of that fiber network. If fiber goes offline, small cells go offline. And for our wireless customers, network quality and reliability are paramount.\nWe have a world-class team of network operators and engineers that ensures our network is designed to mitigate the impact of any outage and is capable of fixing these outages quickly and efficiently. We have also developed expertise in navigating the permitting processes with multiple municipal organizations, regulatory agencies and utility companies across hundreds of disparate local markets, each with a unique set of regulations and stakeholders. This expertise allows us to navigate the difficult process of building small cells in the markets across the United States.\nFinally, we are consistently finding ways to build small cells and fiber more efficiently. These efficiencies allow us to provide the most cost-effective and reliable network solutions for customers. We look to deliver the highest risk-adjusted returns for our shareholders through continuously building on the core capabilities that I just mentioned that generate unique value in the businesses we own and operate. These capabilities reduce the overall cost of deploying and operating communications networks, which becomes even more compelling for our customers in times of increasing capital costs.\nOf course, higher capital costs impact us as well. Our disciplined approach to capital allocation means that as our cost of capital increases, so must the returns we require from our investments. We are continuously evaluating the expected returns of all of our investments against the rising cost of capital and other potential investment opportunities, including repurchasing our own shares.\nConsequently, we allocate capital to whatever we believe will generate the highest long-term returns. Being disciplined allocators of capital means that we appropriately adjust the scale and economics of our investments based on changes in technology, customers and macroeconomic conditions.\nIt doesn't mean that we stop investing. We apply a consistent rigorous approach to pursue opportunities that generate superior expected returns for their given level of risk. Long-term value is created when we invest in those opportunities. We have a long history of success in towers built on investing through various macroeconomic cycles. And we believe the small cell business is another great example of how we can build a business where our unique capabilities drive sustainable advantages that can grow significant long-term value.\nIn 2024, we plan to capitalize on these opportunities, resulting in approximately $1.2 billion in discretionary capital expenditures net of customer contributions with $1.1 billion in our fiber segment. This capital is supporting the acceleration of expected 10,000 nodes in 2023 and 14,000 nodes in 2024, reflecting a 40% increase in new nodes with only a 20% increase in capital as we expect more than 50% of the nodes to be colocation nodes.\nImportantly, we expect to fund this with discretionary CapEx in 2024 without issuing equity. Compared to 2022, this means that we expect nodes deployed in 2024 will be up 3x while fiber CapEx is only up 30%, again reflecting increasing colocation on our existing assets. The colocation and increasing yields on multi-tenant systems continue to be similar to the development of the tower business over the last 25 years.\nThere is one more item I wanted to discuss. As you saw in the release, Dan will be departing Crown Castle next March. While he's not leaving for another 5-plus months, I wanted to take the opportunity to thank him for the contributions that he has made to the company over the last 7 years.\nHe has been integral to the growth of our business and strategy. We are benefiting from the work he has led to increase the duration and predictability of our balance sheet, and he has developed a strong finance team. We will wish him all the best in his next endeavors. We have begun a search to find his replacement, and we'll be considering both internal and external candidates.\nAs I wrap up, we believe the low point for AFFO will be in the first half of 2024 as we work through the nonrecurring Sprint cancellations and the services headwinds that I mentioned earlier. The consistent growth of each of our lines of business driven by persistent growth in data demand gives us confidence in our ability to fund our CapEx budget in 2024 without issuing equity to maintain our current dividend in 2024 and to pursue sustainable dividend growth beyond 2025.\nAnd with that, let me turn the call over to Dan.\n\nDaniel K. Schlanger\n\nSenior Vice President & Chief Financial Officer, Crown Castle International Corp.\n\nGood morning, everyone, and thanks for the kind words, Jay. I just wanted to start by saying how grateful I am for having the opportunity to work at Crown Castle over the last 7 years. It's a great company, and I continue to strongly believe it is pursuing a strategy that will generate significant value for shareholders. As a large [indiscernible] for me as shareholder, I'm excited to see that strategy play out over the next several years and look forward to the company's continued success.\nTurning to the results. Our third quarter was in line with expectations and demonstrated the resiliency of our business. With our customers transitioning beyond the initial surge in 5G deployments, we were able to deliver 4% consolidated organic growth in the quarter, including nearly 4.5% organic growth in towers and accelerating growth in small cells and fiber solutions.\nFollowing third quarter results, we updated our outlook for 2023 to reflect the impact of our -- on our expected net income of approximately $110 million of charges related to our restructuring plans announced in July as well as a $100 million reduction in tower CapEx. All other items remain unchanged, as shown on Page 5.\nMoving to our 2024 outlook. There are 3 significant issues that are negatively impacting our results. First, the $165 million of Sprint cancellation payments we have received in 2023 will not recur in 2024. Second, we will see a combined $240 million reduction to our straight-line adjustment and amortization of prepaid rent, both of which are noncash items. And lastly, a combination of exiting the construction services business and lower tower activity levels causes a reduction of approximately $55 million in our services gross margin.\nDue to these impacts, our 2024 outlook shows year-over-year declines in site rental revenues of $140 million, adjusted EBITDA of $260 million and AFFO of $275 million. Excluding these headwinds, the strong organic growth across each of our businesses contributes $220 million to 2024 adjusted EBITDA, resulting in $65 million of AFFO growth.\nTurning to Page 6. Looking ahead, we expect attractive revenue growth trends to continue with consolidated organic growth accelerating from 4% in 2023 to 5% in 2024 as we are seeing an increase in demand for our small cell and fiber assets. Contributing to our organic growth is $305 million to $335 million of core leasing, an increase of $30 million at the midpoint compared to full year 2023.\nOur 2024 consolidated core leasing of $320 million at the midpoint includes $110 million from towers compared to $130 million in 2023, $60 million in small cells compared to $35 million in 2023 and $150 million in fiber solutions compared to $125 million in 2023. This year-over-year increase in core leasing results in an increase in organic contribution to site rental billings excluding the impact of Sprint cancellations of $265 million at the midpoint or 5%, which includes 4.5% from towers, 13% from small cells and a return to 3% growth in fiber solutions.\nThe organic growth is offset at site rental revenues by the noncash decreases and impact of the Sprint cancellations I referenced earlier, along with an additional $10 million of Sprint cancellation-related small cell churn. This is primarily related to approximately 5,000 nodes that were terminated midway through 2023, which creates a rollover effect in 2024.\nTurning to Page 7. We are delivering this increase in organic contribution to site rental billings with a limited increase in expenses of only 2% or $45 million at the midpoint, which benefits from $35 million of savings related to the restructuring we announced in July. When combining this $35 million expense reduction in 2024 with the $30 million we expected to achieve in 2023 and $40 million of cost savings embedded in the 2024 change in service margin, the total annual run rate savings of our restructuring program is expected to be $105 million. Inclusive of the $40 million decrease in costs and the impact from exiting the installation services business, we expect services margin to be $65 million to $95 million in 2024.\nMargins as a percentage of revenue in our services business are expected to improve from approximately 25% in the third quarter of 2023 to nearly 50% by the end of 2024 as we phase out installation services activity and benefit from our cost-reduction initiatives.\nMoving to interest expense. We expect an increase of approximately $105 million at the midpoint as we fund our 2024 investments with incremental debt. When forecasting interest expense, we assume a cost of borrowing implied by the current rate environment slightly above 6% to fund our 2024 capital requirements.\nOur 2024 AFFO growth excluding the impact of the Sprint cancellations and outsized noncash movements, which more closely reflects the underlying growth of the business, is expected to be $40 million to $90 million. With contracted long-term tower leasing agreements, a backlog of 60,000 small cell nodes and a largely fixed cost structure, we have visibility into this underlying growth continuing over a multiyear period, providing a solid foundation both for our current dividend and for our expectation of returning to sustainable dividend growth after 2025.\nAs our wireless customers increasingly expand their 5G network investment focus to include both coverage and densification, we are seeing a growing number of value-creating investment opportunities. And as Jay already mentioned, our 2024 discretionary capital program is $1.5 billion to $1.6 billion or $1.1 billion to $1.2 billion net of $430 million of prepaid rent received.\nImportantly, we believe we can fund these investments [indiscernible] equity in 2024. We recognize the collective impact of the reduction in noncash items and the Sprint cancellation payments not recurring in 2024 results in our leverage ratio exceeding our target of 5x net debt to EBITDA.\nHowever, we expect our durable cash flow growth to organically reduce our net debt to adjusted EBITDA ratio over time to levels in line with our investment-grade credit profile as we have seen our business do on multiple occasions through our investment-grade history. Since transitioning to investment grade in 2015, we have intentionally strengthened our balance sheet to mitigate risk by extending our weighted average maturity from 5 years to 8 years, decreasing the percentage of secured debt from 47% to 7% and increasing the percentage of fixed rate debt from 68% to 86%.\nFurther, we ended the quarter with approximately $5 billion of availability under our revolving credit facility and only $750 million of debt maturities occurring through 2024, providing us with ample liquidity to fund our business for the foreseeable future.\nTo wrap up, the underlying growth of the business remains solid and the contracted agreements we have in place provide line of sight and continued -- into continued underlying growth over a multiyear period. We believe this growth provides a stable foundation for our current dividend and the ability to continue to pursue our value-creating investments in 2024 without issuing equity.\nLonger term, our unparalleled domestic portfolio of tower, small cell and fiber assets provides unique access to a growing number of opportunities with superior risk-adjusted returns, which we believe will create value for our shareholders and increase our long-term total shareholder return.\nWith that, Kate, I'd like to open the call to questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/5493cac6c4edfb193eeb05e97f5feac4",
        "sentiment": {
            "distribution": {
                "positive": 9,
                "negative": 3,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9729320870505439,
                "negative": 0.7628698448340098,
                "neutral": 0.9974902073542277
            }
        },
        "content1": "Q2 2023 Crown Castle International Corp Earnings Call\n\nQ2 2023 Crown Castle International Corp Earnings Call\n\nCCINYSEJUL 20, 4:30 PM\n\nOperator\n\nGood morning, and welcome to the Crown Castle Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Kris Hinson, Vice President of Corporate Finance and Treasurer. Please go ahead.\n\nKris Hinson\n\nThank you, Kate, and good morning, everyone. Thank you for joining us today as we discuss our second quarter 2023 results. I'm Kris Hinson, and I recently joined Crown Castle as the Vice President of Corporate Finance and Treasurer. With me on the call this morning are Jay Brown, Crown Castle's Chief Executive Officer; and Dan Schlanger, Crown Castle's Chief Financial Officer. To aid the discussion, we have posted supplemental materials in the Investors section of our website at crowncastle.com that will be referenced throughout the call this morning.\nThis conference call will contain forward-looking statements, which are subject to certain risks, uncertainties and assumptions. And actual results may vary materially from those expected. Information about potential factors which could affect our results is available in the press release and the Risk Factors sections of the company's SEC filings. Our statements are made as of today, July 20, 2023, and we assume no obligation to update any forward-looking statements.\nIn addition, today's call includes discussions of certain non-GAAP financial measures. Tables reconciling these non-GAAP financial measures are available in the supplemental information package in the Investors section of the company's website at crowncastle.com.\nWith that, let me turn the call over to Jay.\n\nJay A. Brown\n\nPresident, Chief Executive Officer & Director, Crown Castle International Corp.\n\nThanks, Kris, and good morning, everyone. Thanks for joining us. Before I begin, I'd like to welcome Kris. We're very excited to have him here on the Crown Castle team.\nTurning to our earnings release, I wanted to provide some context for the wireless industry environment that led us to reduce our outlook for 2023, and Dan is going to speak to the specifics of the changes. Across each U.S. wireless generation, the deployment of new spectrum followed by cell site densification has increased network capacity and enabled exponential mobile data demand growth. For us, this has played out with an initial surge in tower activity to build out the latest generation network followed by a consistent level of activity over a long period of time to support our customers.\nAs a part of the most recent upgrade to 5G, the U.S. wireless carriers spent more than $100 billion to acquire spectrum from 2020 to 2022. Our customers moved quickly to deploy their newly acquired spectrum, driving record tower level activity and dividend per share growth of almost 11% per year over that same period.\nI believe this initial surge in tower activity has ended. In the second quarter, we saw tower activity levels slow significantly. As a result, we are decreasing our 2023 outlook primarily as a result of lower tower services margins.\nImportantly, our tower organic revenue growth outlook remains at 5% despite the lower level of activity. The resilience of our tower revenues is the result of our decision to pursue holistic long-term agreements with each of our major customers. In each of these agreements, our strategy has been to maximize the economic value while simultaneously providing visibility and stability in our long-term cash flows.\nTo illustrate this point, Slide 4 shows our organic tower revenue growth since 2013. Over this period, we've consistently worked with our customers to provide them with enhanced flexibility to move quickly in deploying their networks while increasing our level of contracted activity. Due to our focus on reducing risk and generating resilient organic growth, we have contracted 75% of our expected annual tower organic growth of 5% through 2027 while also delivering record tower growth in 2021 and '22 during the initial phases of 5G rollout.\nIn addition to the benefits we've captured from our long-term customer agreements, we've complemented our portfolio of towers with fiber and small cells, making us uniquely positioned to capitalize on the long-term growth in data demand regardless of how carriers deploy spectrum and densify their networks. Our current backlog of 60,000 small cells provides a line of sight to doubling our on-air nodes over the next several years, which we expect will drive double-digit small cell revenue growth beginning in 2024.\nTo provide additional visibility on how our fiber solutions and small cell businesses are progressing, we have updated our analysis across the 5 markets we have previously highlighted since 2021 as highlighted on Slide 10. We continue to generate solid returns from the benefits of colocating additional customers on our existing fiber assets, offsetting the churn related to the legacy Sprint rationalization.\nPhoenix, which was not impacted by Sprint churn, is a good illustration of what we can achieve with our fiber strategy as we add nodes to existing fiber. There, we have seen our yield expand from 9% a year ago to over 11% today as we roughly doubled our nodes on air from 1,400 to 2,800 nodes.\nLos Angeles and Philadelphia also illustrate the benefit of our shared infrastructure model. Here, with the combination of small cells and enterprise fiber, we see yields of 8% to 9% with the potential to grow yields as we have done in Phoenix and Orlando as we add small cells.\nOverall, I'm encouraged by these results. Particularly as we accelerate small cell deployments with 60,000 nodes in our backlog, the majority of which are colocation nodes, we have line of sight to attractive incremental returns and double-digit small cell revenue growth.\nZooming back out to the consolidated level, we're consistently looking to deliver the highest risk-adjusted returns for our shareholders. Our strategy has delivered growth and driven improvements on both the risk and the return side of the equation.\nSeveral years ago, it became clear to us that small cells will become an important component of the wireless carrier network densification required to support data growth. We saw an acceleration in small cells towards the back half of the 4G era as the vast majority of the 60,000 nodes we have on air today are 4G nodes that were deployed because towers alone could not support the continued rise in mobile traffic.\nNow as we've passed the initial 5G surge in tower activity, we are seeing our customers accelerate the selection and identification of new small cell locations to densify portions of their networks that have experienced the most traffic. The result of our early move into establishing a leading portfolio is reflected in our double-digit small cell organic revenue growth in 2024 and provide a platform for continued growth throughout the 5G era. With our diversified asset base, we have positioned ourselves to benefit from carrier activity on towers and small cells.\nAdditionally, we have reduced our risk by increasing the resiliency of our business through our long-term customer agreements and improving the strength of our balance sheet. As a result of these actions, despite a significant reduction in tower activity in the back half of 2023, we continue to expect 5% organic tower revenue growth, 10,000 small cell node deployments and 3% fiber solutions growth by the end of this year. This resilient underlying growth across our business underpins our expectation of returning to our long-term annual dividend per share growth target of 7% to 8% beyond 2025.\nAnd with that, I'll turn the call over to Dan.\n\nDaniel K. Schlanger\n\nSenior Vice President & Chief Financial Officer, Crown Castle International Corp.\n\nThanks, Jay, and good morning, everyone. I wanted to take a moment to frame the changes to our 2023 outlook before getting into the specifics of our results. Over the last quarter, both tower industry specific and macroeconomic factors have negatively impacted our business.\nOn the industry specific side, the end of the initial surge in activity related to the early stage of the 5G investment cycle has resulted in a decline in tower activity of more than 50%, causing us to reduce our outlook for services gross margin by $90 million. At the same time, interest rates continued to rise as a result of the macroeconomic conditions in the U.S., resulting in $15 million of additional interest expense.\nCombined, these headwinds have reduced our outlook by $105 million. While this is a sizable change, our strategy to pursue the highest risk-adjusted return that Jay just discussed has limited the impact. Of course, we're not standing still in the face of these forces. We are focusing on managing our business and cost structure to match the lower activity levels removing significant cash costs. So the net impact to our AFFO is only $40 million. We are encouraged that our focus on the resiliency of our cash flows and managing costs allows us to withstand this reduction in tower activity with minimal impact to our bottom line.\nTurning to second quarter results on Page 5 of the earnings materials. Growth in site rental revenue is highlighted by nearly 6% tower organic growth. On a consolidated basis, we generated 12% organic growth or 4% when adjusted for the impact of the Sprint cancellations. We also had outsized growth of 14% in AFFO and 10% in adjusted EBITDA, in part due to the Sprint cancellation.\nAs expected, most of the impact of the Sprint cancellations occurred in the second quarter, including a net contribution to site rental billings of $100 million. Because the Sprint cancellations have a number of moving parts in our second quarter and full year results, we've inserted a slide into the appendix of our earnings materials detailing their impact in 2023 and our expectation for those cancellations through 2025.\nTurning to our full year outlook on Page 6. Our outlook for site rental revenues remains unchanged. The decrease to adjusted EBITDA and AFFO is primarily driven by a lower contribution from services, partially offset by lower expenses, leading to a $50 million decrease to adjusted EBITDA and a $40 million decrease to AFFO.\nOn Page 7, tower organic growth remains at 5% for the year despite a slight reduction in tower core leasing, which is partially offset by a slight reduction in tower churn. Additionally, we lowered our Sprint cancellation-related small cell nonrenewals by $5 million due to timing, leaving our consolidated organic growth unchanged at approximately 7%.\nTurning to Page 8. As I previously mentioned, the lower contribution from services totals $90 million, and our outlook for interest expense has increased $15 million. More than offsetting the increased interest expense is $10 million of higher expected interest income and $15 million of lower sustaining capital expenditures.\nOur discretionary CapEx outlook remain unchanged with gross CapEx of $1.4 billion to $1.5 billion or approximately $1 billion net of expected prepaid rent. Our balance sheet is well positioned to continue to support investments that we believe will contribute to long-term growth.\nConsistent with our strategy to limit risk in our business, we've taken steps to minimize our exposure to floating rate debt, including twice issuing fixed rate bonds this year totaling $2.4 billion at a weighted average rate of 5%. We exited the second quarter with 4.6x net debt to adjusted EBITDA, more than $6 billion of available liquidity and only 7% of our total debt maturing through 2024.\nSince achieving an investment-grade rating in 2025, we have taken various steps to derisk our balance sheet, including increasing our weighted average maturity from 5 years to 8 years, decreasing our floating debt exposure from 32% to 9% and reducing the amount of our secured debt, which provides access to that market in the future if it is attractive.\nTo wrap up, we believe we are very well positioned to generate attractive risk-adjusted returns going forward. The strategy we have pursued over the last decade has positioned us to benefit from the carrier's network augmentation and densification regardless of whether that activity is focused on towers or small cells.\nAdditionally, we have structured our customer agreements to generate organic growth that are resilient through deployment cycles. At the same time, we have limited the risk in our business by focusing on the U.S. and maintaining a solid balance sheet that allows for continued investment and future growth. As a result, we believe we are positioned to return to our long-term annual dividend per share growth target of 7% to 8% beyond 2025 as we get past the remaining large Sprint cancellations.\nAnd with that, Kate, I'd like to open the call to questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/415757a970e025c506f381c5233e5ec8",
        "sentiment": {
            "distribution": {
                "positive": 8,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9975093528628349,
                "neutral": 0.9988940159479777
            }
        },
        "content1": "Q1 2023 Crown Castle International Corp Earnings Call\n\nQ1 2023 Crown Castle International Corp Earnings Call\n\nCCINYSEAPR 20, 4:30 PM\n\nOperator\n\nGood morning, everyone, and welcome to the Crown Castle First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please also note, today's event is being recorded.\nAt this time, I'd like to turn the floor over to Ben Lowe, Senior Vice President of Corporate Finance. Please go ahead.\n\nBenjamin Raymond Lowe\n\nVP of Corporate Finance, Crown Castle International Corp. (REIT)\n\nGreat. Thank you, Jamie, and good morning, everyone. Thank you for joining us today, as we discuss our first quarter 2023 results. With me on the call this morning are Jay Brown, Crown Castle's Chief Executive Officer; and Dan Schlanger, Crown Castle's Chief Financial Officer. To aid the discussion, we have posted supplemental materials in the Investors section of our website at crowncastle.com that will be referenced throughout the call this morning. This conference call will contain forward-looking statements, which are subject to certain risks, uncertainties and assumptions, and actual results may vary materially from those expected. Information about potential factors which could affect our results is available in the press release and the Risk Factors sections of the company's SEC filings. Our statements are made as of today, April 20, 2023, and we assume no obligations to update any forward-looking statements.\nIn addition, today's call includes discussions of certain non-GAAP financial measures. Tables reconciling these non-GAAP financial measures are available in the supplemental information package, in the Investors section of the company's website at crowncastle.com. So with that, let me turn the call over to Jay.\n\nJay A. Brown\n\nPresident, Chief Executive Officer & Director, Crown Castle International Corp.\n\nThanks, Ben, and good morning, everyone. Thanks for joining us on the call. We continue to see positive underlying demand trends as 5G has developed across the U.S., driving first quarter results that were in line with our expectations and no changes to our 2023 outlook. As we discussed in the press release, we expect our near-term results to be impacted by a combination of the Sprint network rationalization and a higher interest rate environment, which will result in minimal dividend growth in 2024 and 2025, despite strong projected underlying growth throughout our business.\nLooking past these discrete items, we believe our strategy will allow us to deliver on our long-term target of growing dividends per share, 7% to 8% per year. Our strategy is to grow revenues on our shared infrastructure and invest in new assets that will generate additional future growth. By executing this strategy, we aim to deliver the highest risk-adjusted returns by consistently returning money to our shareholders through a growing dividend. This strategy is underpinned by the durability of the underlying demand trends, we see in the U.S. Growth in our business has consistently been driven by our customers investing in their networks with the deployment of more spectrum and cell sites to keep pace with the rapid growth in mobile data demand.\nThe need for substantial investment in networks has persisted from 2G through 5G. Slide 4 focuses on wireless capital spending, since the early days of 4G to support mobile data demand that has increased by a factor of 62x since 2011. While industry-wide capital may vary year-to-year, particularly as new spectrum is acquired, wireless capital spending throughout the deployment of 4G was relatively consistent, averaging approximately $30 billion per year. During this time, priorities shifted back and forth between acquiring new spectrum and deploying that spectrum with the addition of new cell sites, with both being essential for our customers to keep up, with the increasing data demand.\nWith our shared infrastructure model, we have helped our customers to maximize the benefits of these investments by lowering the cost of deployment. This value proposition has allowed us to generate significant growth in our tower's business throughout the 4G rollout, and we added to that growth with investment in small cells, which began to play a critical role in helping our customers keep up with the increasing demand in the later stages of 4G. Each new generation of wireless technology has provided expanded capacity for connectivity. And over time, it also created a platform for innovation that expanded how we use, and rely on our mobile devices. Driving ever-increasing demand for data and connectivity.\nAs a result, we expect our customers' network and investment in the 5G era to exceed what they spent deploying 4G. Since we are still in the early innings of 5G, we believe these positive underlying demand trends will support our ability to sustain at least 5% organic tower revenue growth, and continue the acceleration in our small cell business. In the first 2 years of 5G deployment at scale, we led the industry with organic tower growth of greater than 6%. Additionally, we believe our current small cell backlog provides line of sight into doubling our on-air nodes over the next several years, which we expect will drive double-digit small cell revenue growth beginning in 2024. Looking at how our overall strategy is performing, since we established our long-term dividend per share growth target of 7% to 8% per year in 2017, we've delivered 9% compounded annualized dividend per share growth, returning $12 billion or 20% of our current market capitalization to our shareholders over that period. And we have been able to deliver these results while limiting our risk by focusing on the U.S., which we continue to believe is the best market in the world for wireless infrastructure ownership.\nOver the long term, the durability and scale of wireless data growth in the U.S. combined with our unmatched opportunity to benefit from the likely decade-long 5G development, gives us confidence in our ability to deliver on our long-term target of growing dividends per share of 7% to 8% per year. We believe this growth, paired with a dividend that currently yields about 5%, provides the potential for shareholders to compound double-digit total returns over a long period of time.\nAnd with that, I'll turn the call over to Dan.\n\nDaniel K. Schlanger\n\nSenior Vice President & Chief Financial Officer, Crown Castle International Corp.\n\nThanks, Jay, and good morning, everyone. The continued development of 5G has extended the positive operating trends in our business into this year, and positions us to deliver another year of solid growth. Results for the first quarter were in line with our expectations and our full year 2023 outlook is unchanged, highlighted by an expectation for 5% organic tower revenue growth and accelerating small cell activity with the addition of 10,000 nodes during the year. .\nTurning to our first quarter financial results on Page 5. We generated nearly 6.5% organic growth in site rental billings or 3% when adjusted for the impact of the Sprint cancellations. The organic growth in site rental billings contributed to 3% growth in site rental revenues, 1% growth in adjusted EBITDA and 2% growth in AFFO. As we discussed last quarter, we expect the Sprint cancellations will result in some movements in our financial results, that are not typical for our business. Our expectation for the full year impact from Sprint cancellations remains unchanged, with nonrenewals of approximately $30 million and accelerated payments of $160 million to $170 million. During the first quarter, we received $48 million in accelerated payments related to Sprint cancellations within our fiber solutions business, offset by $2 million of nonrenewals. We expect the majority of the remaining $110 million to $120 million in accelerated payments to occur in the second quarter, and as a result, we continue to expect the second quarter to represent the high watermark for adjusted EBITDA and AFFO in 2023.\nTurning to Page 6. Our full year 2023 outlook remains unchanged and includes site rental revenue growth of 4%, adjusted EBITDA growth of 3% and AFFO growth of 4%. When adjusting for the full year impact of the Sprint cancellations, we continue to expect organic site rental billings growth of approximately 4%, which consists of 5% growth in towers, 8% growth in small cells and flat site rental billings and fiber solutions.\nTurning to our financing activities. Over the last several years, we have purposely managed our balance sheet consistent with our aim to deliver the best risk-adjusted returns to shareholders. As a result, we believe our strong investment-grade balance sheet is well positioned to support our future financing needs, with leverage in line with our target of approximately 5x net debt to adjusted EBITDA, $5 billion of available liquidity under our revolving credit facility, 85% fixed rate debt, a weighted average maturity of 8 years and less than 10% of total debt maturing through 2024.\nOur discretionary CapEx outlook for full year 2023 also remains unchanged with gross CapEx of $1.4 billion to $1.5 billion or approximately $1 billion net of expected prepaid rent.\nSo to wrap up, we remain excited by the opportunities we see, to lease our existing tower and fiber assets, while also deploying capital to expand our portfolio with additional assets that we believe will extend our growth runway, and position us to deliver on our long-term dividend per share growth target of 7% to 8%.\nAnd with that, Jamie, I'd like to open the call to questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/94a292b723f75a2f6ecf2892d27ed851",
        "sentiment": {
            "distribution": {
                "positive": 10,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9991500973701477,
                "neutral": 0.9943996965885162
            }
        },
        "content1": "Q4 2022 Crown Castle Inc Earnings Call\n\nQ4 2022 Crown Castle Inc Earnings Call\n\nCCINYSEJAN 26, 4:30 PM\n\nOperator\n\nGood morning, and welcome to the Crown Castle Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to Ben Lowe, Senior Vice President. Please go ahead.\n\nBenjamin Raymond Lowe\n\nSenior VP of Corporate Finance & Treasurer, Crown Castle International Corp. (REIT)\n\nThank you, Kate, and good morning, everyone. Thank you for joining us today as we discuss our fourth quarter 2022 results. With me on the call this morning are Jay Brown, Crown Castle's Chief Executive Officer; and Dan Schlanger, Crown Castle's Chief Financial Officer. To aid the discussion, we have posted supplemental materials in the Investors section of our website at crowncastle.com that will be referenced throughout the call this morning.\nThis conference call will contain forward-looking statements, which are subject to certain risks, uncertainties and assumptions. And the actual results may vary materially from those expected. Information about potential factors which could affect our results is available in the press release and the Risk Factors sections of the company's SEC filings. Our statements are made as of today, January 26, 2023, and we assume no obligation to update any forward-looking statements.\nIn addition, today's call includes discussions of certain non-GAAP financial measures. Tables reconciling these non-GAAP financial measures are available in the supplemental information package in the Investors section of the company's website at crowncastle.com.\nSo with that, let me turn the call over to Jay.\n\nJay A. Brown\n\nPresident, CEO & Director, Crown Castle International Corp. (REIT)\n\nThanks, Ben, and thank you, everyone, for joining us on the call this morning. As you saw from our results, 2022 was another successful year for Crown Castle, and the positive trends across our business remain intact. With fourth quarter 2022 results coming in as we expected and no changes to our 2023 outlook, I plan to keep my prepared remarks brief before handing it over to Dan to talk through the numbers in a bit more detail.\nAs I reflect on 2022, I'm proud of what our team accomplished. We led the industry again with nearly 6.5% organic tower revenue growth as our customers upgraded the existing tower sites with additional spectrum and added equipment to thousands of tower sites they were not previously on to support nationwide deployment of 5G.\nAnd we deployed 5,000 small cells to support initial network densification efforts while growing our fiber solutions revenue by 2%. The positive operating trends in 2022 exceeded our initial expectations for the year and offset the impact of the rapid increase in interest rates, demonstrating the resilience of our business model and strategy. As a result, we were able to deliver strong bottom line growth that supported more than 9% dividend per share growth.\nAs we discussed when we initially provided guidance in October, we believe that a positive operating momentum will carry into 2023, driving another year of expected strong growth with 5% organic growth in towers and a doubling of our small cell deployments to 10,000 nodes. With respect to tower leasing trends, the established national wireless operators are deploying mid-band spectrum in earnest as a part of the initial phase of their 5G build-out.\nTo date, only about half of our sites across our top 3 customers have been upgraded with mid-band spectrum, providing a significant opportunity for additional revenue growth as additional sites are upgraded over time before their focus will likely shift to more infill with new colocations.\nAdding to the substantial long-term growth opportunity, we continue to support DISH with their nationwide build-out of a new wireless network. And I believe we are in a great position to continue to capture an outsized share of that opportunity.\nTurning to small cells. We expect to double the rate of small cell deployments this year to 10,000 nodes with over half colocated on existing fiber to meet the growing demand from our customers as 5G networks will require small cells at scale. With approximately 60,000 nodes on air and another 60,000 contracted in our backlog, I believe 2023 will represent the first year in a sustained acceleration of growth for our small cell business.\nWe also continue to see opportunities to add to the returns we are generating from small cells by leveraging the same shared fiber assets to pursue profitable fiber solutions growth. And we expect to return to 3% growth as we exit 2023.\nLooking at the bigger picture beyond this year and why I'm so excited about our growth opportunity, we are still in the early innings with 5G as the industry is only a couple of years into what we expect will be a decade-long growth opportunity. Our customers are seeing significantly higher levels of monthly data consumption as consumers upgrade to 5G, providing the need for significant network investment for years to come to keep pace with this persistent growth in mobile data demand.\nAs we have seen in our industry throughout its history, generational upgrades to the wireless network occur in phases, with an initial push to provide nationwide coverage followed by periods of continued network augmentation and densification that has led to long periods of sustained growth. We believe we are in the initial phase of the 5G build-out with many phases to follow over the coming years.\nConsistent with our past practice, we believe our customers will first deploy their spectrum on the majority of their existing sites, as they are currently doing, before shifting their focus to cell site densification to get the most out of their spectrum assets by reusing it over shorter and shorter distances. The nature of wireless networks requires that cell site densification will continue as the density of data demand grows. And we expect 5G densification to require both towers and small cells at scale to fill in the network.\nWith that view in mind, we have invested more than $40 billion of capital to date in towers and more recently, small cells and fiber that are mission-critical for wireless networks to capture as much of this growth opportunity as possible. Importantly, we are already generating a 10% return on our total invested capital with the opportunity to increase that return over time as we add customers to our tower and fiber assets and grow our cash flow.\nAs a result, I believe Crown Castle is an excellent investment that will generate compelling returns by providing investors with access to the most exposure, to the development of next-generation networks in the U.S. with our comprehensive offering of towers, small cells and fiber, providing the opportunity to benefit from the best growth and lowest risk market, an attractive total return profile with a current yield of 4% and a long-term annual dividend per share growth target of 7% to 8% and the development of attractive new assets that we believe will extend our runway of growth and create shareholder value.\nAnd with that, I'll turn the call over to Dan.\n\nDaniel K. Schlanger\n\nExecutive VP & CFO, Crown Castle International Corp. (REIT)\n\nThanks, Jay, and good morning, everyone. We generated another year of solid growth in 2022, and we expect these strong operating trends across our business to continue as we see a long runway of 5G investment in the U.S. The elevated leasing activity across our customers contributed to another year of industry-leading tower revenue growth in 2022 of nearly 6.5% and to 9% growth in our annual dividends per share.\nBefore discussing the 2022 results and 2023 outlook, I want to draw your attention to some enhancements we made this quarter to the disclosure in our supplemental information package. In response to feedback we've heard from our investors, we provided organic billings growth detail by line of business for towers, small cells and fiber solutions to help investors better understand the composition of organic growth trends. This enhanced disclosure includes historical organic growth information going back to 2019.\nIn addition to expanding our disclosure, we also reorganized the supplemental information package, in many cases, by line of business to make it easier for readers to follow. We hope you find this additional information and the new layout to be helpful.\nNow turning to the full year 2022 financial results on Slide 4 of our earnings presentation. Site rental revenues increased 10%. Adjusted EBITDA growth was 14%, and AFFO increased by 6% for the year. The 10% growth in site rental revenues included 5% growth in organic contribution to site rental billings, consisting of nearly 6.5% growth from towers, more than 5% growth in small cells and 2% growth in fiber solutions.\nTurning to Page 5. Our full year 2023 outlook remains unchanged and includes site rental revenue growth of 4%, adjusted EBITDA growth of 3% and AFFO growth of 4%. We also expect organic billings growth of approximately 4% when adjusted for the impact of the previously disclosed Sprint cancellations. The 4% consolidated organic growth consists of 5% growth in towers, 8% growth in small cells and flat revenue in fiber solutions.\nAs we discussed last quarter, we expect the rationalization of a portion of Sprint's legacy network to result in some movements in our financial results that are not typical for our business. Our expectations for nonrenewals and accelerated payments associated with this network rationalization activity are unchanged with approximately $30 million of new nonrenewals and $160 million to $170 million of accelerated payments during 2023.\nWe expect the majority of the nonrenewals to occur in the first quarter and therefore, impact year-over-year billings growth in each quarter this year. We expect the accelerated payments associated with this decommissioning activity and related services work to be concentrated in the second quarter. As a result, we expect the second quarter to represent the high watermark for adjusted EBITDA and AFFO in 2023.\nTurning to financing activities. We finished 2022 with leverage in line with our target of approximately 5x net debt to adjusted EBITDA. For full year 2023, our discretionary CapEx outlook is also unchanged with gross CapEx of $1.4 billion to $1.5 billion or approximately $1 billion net of expected prepaid rent.\nBased on our current backlog of small cells that includes a significant mix of colocation nodes, which have higher returns and require less capital relative to anchor builds, we expect to be able to finance our discretionary capital with debt while we're maintaining our investment-grade credit profile.\nEarlier this month, we added to our strong balance sheet position when we issued $1 billion in senior unsecured notes with 5% coupon to term out borrowings under our revolving credit facility. Following this financing transaction, we have more than 85% fixed rate debt, a weighted average maturity of over 8 years, limited maturities through 2024 and approximately $5.5 billion in available liquidity under our revolving credit facility.\nSo to wrap up, we are excited about the strength of our business and our ability to execute on our strategy to deliver the highest risk-adjusted returns for our shareholders by growing our dividend over the long term and investing in assets that will help drive future growth.\nWe have delivered 9% compound annual dividend per share growth since we established our 7% to 8% dividend per share growth target in 2017. And I believe that we are positioned well to return to 7% to 8% dividend per share growth as we move beyond the Sprint decommissioning impacts in 2025.\nWith that, Kate, I'd like to open the call to questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/b8aab3b4ef1382c2c26ffe41249b20d6",
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9992610471589225,
                "neutral": 0.9982401728630066
            }
        },
        "content1": "Q3 2022 Crown Castle Inc Earnings Call\n\nQ3 2022 Crown Castle Inc Earnings Call\n\nCCINYSEOCT 20, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to Crown Castle's Q3 2022 Earnings Call. As a reminder, today's call is being recorded. At this time, I would like to turn the conference over to Ben Lowe, Senior VP of Corporate Finance. Please go ahead, sir.\n\nBenjamin Raymond Lowe\n\nSenior VP of Corporate Finance & Treasurer, Crown Castle International Corp. (REIT)\n\nGreat. Thank you, Melinda, and good morning, everyone. Thank you for joining us today as we discuss our third quarter 2022 results. With me on the call this morning are Jay Brown, Crown Castle's Chief Executive Officer; and Dan Schlanger, Crown Castle's Chief Financial Officer. To aid the discussion, we have posted supplemental materials in the Investors section of our website at crowncastle.com that will be referenced throughout the call this morning. This conference call will contain forward-looking statements, which are subject to certain risks, uncertainties and assumptions, and the actual results may vary materially from those expected. Information about potential factors which could affect our results is available in the press release and the Risk Factors section of the company's SEC filings. Our statements are made as of today, October 20, 2022, and we assume no obligation to update any forward-looking statements.\nIn addition, today's call includes discussions of certain non-GAAP financial measures. Tables reconciling these non-GAAP financial measures are available in the supplemental information package in the Investors section of the company's website at crowncastle.com.\nSo with that, let me turn the call over to Jay.\n\nJay A. Brown\n\nPresident, CEO & Director, Crown Castle International Corp. (REIT)\n\nThanks, Ben, and thank you, everyone, for joining us on the call this morning. As you saw from our third quarter results and the 6.5% increase to our dividend, we are seeing the benefits of a strong leasing environment as we support our customers' growth initiatives with their deployment of 5G. With this increase, we have grown dividends per share at a compound annual growth rate of 9% since we established our long-term growth target of 7% to 8% per year in 2017, returning over $10 billion or 20% of our current market capitalization to shareholders over that period of time.\nOur customers have focused on utilizing towers during their initial deployment of 5G, resulting in the second consecutive year of 6% organic revenue growth in our tower business as we continue to outpace the industry. We expect this momentum to carry into 2023 with another year of solid organic growth of at least 5% for our tower business.\nIn addition, we expect to double the rate of small cell deployments next year compared to the 5,000 nodes we expect to install this year to meet the growing demand for our customers as 5G networks will require small cells at scale.\nFor fiber solutions, we expect revenue to be flat in 2023 compared to 2022 as a result of several discrete items that Dan will discuss later. We expect revenue growth to return to approximately 3% by the end of the year. Consistent with what we have previously disclosed, we also expect the rationalization of a portion of Sprint's legacy network by T-Mobile to have some near-term impacts on our financial results without altering our long-term growth potential of our strategy.\nWe continue to believe the total impact of the Sprint network rationalization will be approximately $275 million of annualized churn concluding in 2025. As I'll speak to in just a moment, I see tremendous opportunities ahead of us, giving us confidence in our ability to deliver on our long-term target of growing dividends 7% to 8% per year. However, with $225 million of remaining Sprint churn and $140 million of additional run rate interest expense, we expect dividend per share growth in 2024 and 2025 to be below our long-term target.\nLooking back over the last several decades in the wireless industry, we have experienced periods of network rationalization by our customers following consolidation events. In each of those instances, we saw increased demand for our assets over time as our customers reinvested the synergies gained from those combinations back into their networks to further improve their competitive positions and keep pace with wireless data growth.\nI expect we'll see a similar dynamic play out this time around. As such, over the long term, I believe our strategy and unmatched portfolio of 40,000 towers, 115,000 small cells on air under contract, and 85,000 route miles of fiber concentrated in top U.S. markets have positioned Crown Castle to deliver significant value to shareholders for many years to come.\nWe are focused on the U.S. because we believe it represents the best market in the world for wireless infrastructure ownership when considering both growth and risk. The relative strength of the U.S. market has been clear to us during times of global economic prosperity, and I believe that gap in performance is widening further in current challenging macroeconomic environment.\nThe operating conditions underlying in our shared infrastructure model have been better in the U.S. than any other market in the world. We have benefited over time from persistent growth in mobile data that has required hundreds of billions of dollars of network investment by our customers.\nAs a result of the quality of the networks and the user experience enabled by this level of investment, U.S. consumers have used their wireless devices more and more, and have been willing and able to pay for that improving mobile experience. In turn, the wireless carriers have taken the higher cash flows generated from their customers and invested even more in the networks and the cycle continues.\nWhen we assess the global landscape for wireless infrastructure ownership, we do not see evidence of that same virtuous cycle in any other market. The combination of persistent growth in mobile data and the value we deliver to our customers by providing a low-cost shared infrastructure solution has enabled us to consistently generate growth through various macroeconomic cycles.\nFurther, I believe our core value proposition of reducing the overall cost of deploying and operating communications networks is even more compelling for our customers in times of increasing capital costs.\nAdding to our positive view of the opportunity we have in the U.S., I believe we are still in the early stages of 5G development, providing a long runway of growth and the demand for our comprehensive communications infrastructure offering across towers, small cells and fiber.\nSimilar to other generational network upgrades, we expect 5G to drive sustained growth in our tower business as our customers add equipment to our 40,000 towers. We also believe 5G will be different as it will require the deployment of small cells at scale to increase the capacity and density of wireless networks as more spectrum deployed across macro towers will not be sufficient to keep up with the growth in mobile data demand.\nAs a result of the requirement to build out this denser network, we believe the duration and magnitude of 5G investment will likely exceed prior network investment cycles, further extending our long-term growth opportunity.\nWith this view in mind, we have invested $6 billion of capital in high-capacity fiber and small cells that are concentrated in top U.S. markets. That capital has a weighted average life of approximately 5 years and is yielding more than 7% today with more than 60,000 contracted small cell nodes in our backlog, including a record number of colocation nodes. We expect the yield to increase over time as we put those small cells on air.\nIn 2023, we expect to double our small cell deployments with over half of the nodes co-located on existing fiber. With the increased mix in colocation, we expect our net CapEx to increase by only 10% over 2022 levels, reflecting attractive incremental lease-up returns. The resulting incremental returns are consistent with our expectations for small cell colocations to drive 2-tenant system returns to low double-digit yields on invested capital, just like we have achieved in towers.\nAs we've proven, announced the value proposition for our tower assets over time, those assets now generate a yield on invested capital of approximately 12%, with meaningful capacity to support additional growth.\nLooking at how well our overall strategy is performing. Since 2017, we have increased our consolidated return on invested capital by 160 basis points to 9.5% and returned over $10 billion to shareholders through our dividend that has increased at a compound annual growth rate of 9%. While also investing $7 billion of capital into attractive assets we believe will generate returns well in excess of our cost of capital and contribute to dividend growth in the future.\nI believe that the combination highlights how compelling and differentiated our strategy is. We provide investors with the most exposure to the development of next-generation networks with our comprehensive offering of towers, small cells and fiber, a pure-play U.S. wireless infrastructure provider with exposure to the best growth and the lowest risk market.\nA compelling total return profile with a current yield of nearly 5% and a long-term annual dividend growth target of 7% to 8%, and the development of an attractive -- of attractive new assets that we believe will extend our runway of growth and shareholder value creation.\nIn the context of our 6.5% dividend per share growth this year, it is remarkable to consider the underlying strength of our business can absorb the significant headwinds of interest expense increases and Sprint cancellations in the near term without disrupting the long-term growth of the business.\nI believe this durability of the underlying demand trends we see in the U.S. that provides significant visibility into the anticipated future growth of our business, the deliberate decisions we have made to reduce the risks associated with our strategy, and our history of steady execution makes Crown Castle an excellent investment that will generate compelling returns over time.\nAnd with that, I'll turn the call over to Dan.\n\nDaniel K. Schlanger\n\nExecutive VP & CFO, Crown Castle International Corp. (REIT)\n\nThanks, Jay, and good morning, everyone. We delivered another solid quarter of results in the third quarter as our customers are actively deploying 5G at scale. Our strong operating results this year are helping absorb the impact from higher interest rates, leaving our 2022 AFFO growth expectations unchanged.\nLooking ahead to 2023, we expect overall leasing activity to remain healthy, resulting in growth in cash flows that supports the 6.5% dividend increase we announced yesterday. Before I walk through some of the moving pieces within the 2023 outlook, I want to briefly discuss the third quarter results.\nTurning to Page 4. Core organic growth of more than 5% benefited from a robust tower growth of 7%, and included 4% small cell growth, and 1% growth in Fiber Solutions. The strong top line growth contributed to 10% growth in adjusted EBITDA and 5% growth in AFFO as our operating results were partially offset by higher interest expense.\nTurning to our outlook on Page 5. Our expectations for 2022 remain unchanged. And for 2023, we expect 4% site rental revenue growth, 3% adjusted EBITDA growth, and 4% AFFO growth. As you saw in the earnings release, there are a few moving pieces within the 2023 outlook that are not typical.\nSo let me spend a minute walking through those components. Consistent with what we previously disclosed, we expect T-Mobile to cancel a portion of their tower, small cell and fiber leases over the next few years related to the consolidation of the legacy Sprint network. We expect to see an impact of this network rationalization in our financial results in 2023.\nAs Jay mentioned, we continue to expect total churn from the T-Mobile Sprint network consolidation to be approximately $275 million, consisting of tower churn of approximately $200 million occurring in 2025 as well as approximately $45 million of small cell churn and $30 million in fiber solutions over the next 3 years.\nAs you saw in the press release, we expect a reduction of $30 million in small cell and fiber solutions run rate revenue in 2023 from the Sprint cancellations. Based on our customer agreements, T-Mobile is obligated to pay the remaining contracted revenue on those sites at the time of cancellation, resulting in expected cash payments of $165 million into 2023.\nGiven the nature of the churn and the associated payment of accelerated future contracted revenue and to make the comparisons more helpful, we've excluded the $135 million net benefit in 2023 from the organic growth comparisons in the remainder of this discussion.\nTurning our focus to the fundamental trends we expect in 2023 on Page 6. We anticipate another year of solid tower growth, complemented by a doubling of our small cell activity as we expect to install 10,000 nodes in 2023, up from 5,000 this year. With respect to fiber solutions, we expect underlying activity growth to be offset by items that contributed to 2022 revenue that are not forecast to recur in 2023 as well as the rollover impact from approximately $10 million of Sprint churn that occurred in 2022.\nAs a result of these discrete items, we expect fiber solutions revenue to be consistent with 2022 levels but believe the business will return to our previously discussed 3% per revenue growth going forward.\nPutting those components together, we expect 2023 organic contribution to site rental billings of approximately $360 million or $225 million, excluding the $135 million net benefit from the Sprint cancellation. The $225 million of organic growth consists of 5% growth in towers, 8% growth in small cells, and flat revenue in fiber solutions.\nTurning to Page 7. 2023 AFFO growth is expected to be $100 million to $145 million, which includes the $135 million net benefit of the Sprint cancellation, a $140 million increase in interest expense, and $20 million of cost increases above typical levels due to labor and other inflationary-related expenses.\nThe rapid rise in interest rates has accelerated to increase in interest expense we included in our long-term planning, causing some near-term headwinds, but not impacting our capital allocation decisions.\nWe believe our investment-grade balance sheet is well positioned with 85% fixed rate debt, a weighted average maturity of approximately 9 years, limited debt maturities through 2024 and more than $4.5 billion in available liquidity under our revolving credit facility.\nWe ended the third quarter with 4.9x debt to adjusted EBITDA and expect to remain around 5x through 2023 as we plan to fund our discretionary CapEx with incremental debt capacity generated by growth in cash flows for full year 2023. To that point, we expect our discretionary CapEx to increase in 2023 to approximately $1.4 billion to $1.5 billion from approximately $1.2 billion this year. Out of our total capital expenditures next year, approximately $300 million is expected to be spent in towers and $1.1 billion to $1.2 billion in our fiber segment. Consolidated capital expenditures net of prepaid rent contributions are expected to be approximately $1 billion in 2023 compared to $900 million this year.\nAs Jay mentioned, the relatively small increase in net capital expenditures in 2023 demonstrates the benefits of our co-location model, even while we continue to invest in new assets that we believe will contribute to long-term growth.\nWrapping up, we are excited about the opportunity we see as our customers continue to deploy 5G in the U.S. We believe focusing on the U.S. provides the highest risk-adjusted return for our shareholders as our portfolio of towers, small cells and fiber provides unmatched exposure to the best market in the world for communications infrastructure ownership.\nSince we made significant investments in the small cell and fiber portion of our business in 2017, we have delivered 9% dividend per share growth while continuing to invest organically in new assets to take advantage of the opportunity ahead of us.\nThe ongoing 5G investment cycle and the persistent growth in mobile data demand, combined with the inherent durability of our business model and our low-risk balance sheet, provide us confidence in our ability to deliver on our long-term 7% to 8% dividend per share growth target and create a compelling total return opportunity consisting of current yield and future growth.\nAnd with that, Melinda, I'd like to open the call to questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/78e47e3593675b0b42ca8f71a1dffa8a",
        "sentiment": {
            "distribution": {
                "positive": 12,
                "neutral": 2
            },
            "scores": {
                "positive": 0.9855244010686874,
                "neutral": 0.993526965379715
            }
        },
        "content1": "Q2 2022 Crown Castle International Corp Earnings Call\n\nQ2 2022 Crown Castle International Corp Earnings Call\n\nCCINYSEJUL 21, 4:30 PM\n\nOperator\n\nGood day, and welcome to the Crown Castle Q2 2022 Earnings Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Ben Lowe. Please go ahead, sir.\n\nBenjamin Raymond Lowe\n\nSenior VP of Corporate Finance & Treasurer, Crown Castle International Corp. (REIT)\n\nGreat. Thank you, Paula, and good morning, everyone. Thank you for joining us today as we discuss our second quarter 2022 results. With me on the call this morning are Jay Brown, Crown Castle's Chief Executive Officer; and Dan Schlanger, Crown Castle's Chief Financial Officer. Dave, the discussion, we have posted supplemental materials in the Investors section of our website at crowncastle.com that will be referenced throughout the call this morning. This conference call will contain forward-looking statements, which are subject to certain risks uncertainties and assumptions, and actual results may vary materially from those expected.\nInformation about potential factors which could affect our results is available in the press release and the Risk Factors section of the company's SEC filings. Our statements are made as of today, July 21, 2022, and we assume no obligations to update any forward-looking statements. In addition, today's call includes discussions of certain non-GAAP financial measures. Tables reconciling these non-GAAP financial measures are available in the supplemental information package in the Investors section of the company's website at crowncastle.com.\nWith that, let me turn the call over to Jay.\n\nJay A. Brown\n\nPresident, CEO & Director, Crown Castle International Corp. (REIT)\n\nThanks, Ben, and good morning, everyone. Thanks for joining us on the call. As you saw from our second quarter results and updated full year outlook, the strength of the U.S. market continues to stand out. We are seeing the benefits of a strong leasing environment as we support our customers' growth initiatives with their deployment of 5G. This activity drove 6% organic revenue growth in our tower business in the first half of the year, which we believe will meaningfully continue through the remainder of the year. And as a result, it's resulting in higher operating performance relative to our expectations at the beginning of the year. In addition, we expect to double the rate of small cell deployments next year compared to the 5,000 nodes we expect to put on air this year to meet the growing demand from our customers as 5G networks require small cells at scale.\nLooking further out, I believe our strategy and unmatched portfolio of 40,000 towers, 115,000 small cells on air or under contract and 85,000 route miles of fiber concentrated in the top U.S. markets have positioned Crown Castle to achieve our long-term annual dividend per share growth target of 7% to 8%.\nDan will discuss the financial results and updated outlook, so I'll focus my discussion on our strategy to deliver the highest risk-adjusted returns for our shareholders by growing our dividend and investing in assets that will generate future growth. To that end, we are focused solely on the U.S. because we believe it represents the best market in the world for wireless infrastructure ownership when considering both growth and risk.\nAs you saw in the release, to better reflect our strategic focus on the U.S. market, we are changing our company name from Crown Castle International Corp. to Crown Castle, Inc., while our ticker will remain CCI. As you can see on Slide 3, the demand drivers for our infrastructure have been strong since the early days of the wireless network investment in the U.S. We have benefited over time from persistent growth in mobile data that has required hundreds of billions of dollars of network investment by our customers.\nDuring the 2G deployments in the mid-90s, wireless operators invested approximately $125 billion over 8 years to enable wireless voice services nationwide. As network and handset technology rapidly improved, that investment cycle gave way to the development of nationwide 3G, which enabled basic mobile Internet browsing that consumes significantly more data than legacy voice services. Over the next 8 years or so, wireless operators invested approximately $200 billion, both to deploy new spectrum on existing cell sites and deploy thousands of new cells in order to add to the network capacity needed to keep pace with the substantial growth in mobile data.\nThe virtuous cycle continued with network investment and technology innovation, allowing our customers to meet the increasing demand for mobile data that U.S. consumers are willing to pay for. As we entered a new decade in 2010, wireless operators began deploying nationwide 4G that delivered a step function change in how fast data is transferred from cell sites to mobile devices. This innovation led to the development of data-rich applications and use cases that were simply not possible with 3G networks, including mobile video, e-commerce and social media platforms, which drove another step change in mobile data demand.\nOver that decade, wireless operators invested approximately $325 billion to develop their 4G network and mobile data demand increased by a factor of 96x during that same period. As a result of the quality of the network and the user experience enabled by this level of investment, U.S. consumers have used their wireless devices more and more, and they have been willing and able to pay for that improving mobile experience.\nIn turn, the U.S. wireless operators have taken the cash flows generated from their customers and invested even more in their networks and the cycle continues. The combination of this persistent growth in mobile data and the value we deliver to our customers by providing a low-cost shared infrastructure solution has enabled us to consistently generate growth through various macroeconomic cycles.\nAs you can see on Slide 4, our business has a long track record of delivering growth through periods of U.S. economic expansion and contraction. Similar to past generational network upgrades, we expect 5G to drive sustained growth in our tower business as our customers upgrade existing cell sites and add new sites to our 40,000 towers. We also believe 5G will be different as it will require the deployment of small cells at scale to increase the capacity and density of wireless network as more spectrum deployed across existing macro towers will not be sufficient to keep up with the growth in mobile data demand.\nAs a result of the requirement to build out this denser network, we believe the duration and magnitude of 5G investment will likely exceed prior cycles, further extending our runway of growth. With this view in mind, we have invested $16 billion of capital in high-capacity fiber and small cells that are concentrated in the top U.S. markets. That capital is yielding more than 7% today. And with more than 60,000 contracted small cell nodes in our backlog, including a record number of colocation nodes, we expect the yield to increase over time as we put those small cells on air.\nTo put this in perspective, our tower investment began more than 20 years ago at approximately 3% yield when we built and acquired assets that we could share across multiple customers. As we have proven out the value proposition for our customers and leased up our tower assets over time, those assets now generate a yield on invested capital of 11.5% with meaningful capacity to support additional growth.\nTo provide investors with additional visibility into how our fiber segment investments are progressing, we have updated the analysis we have provided each of the last 2 years outlining the activity and returns for 5 specific markets. Looking at the collective view of how these 5 markets have performed over the year -- over the last year on Slide 5, growth from both small cells and fiber solutions has contributed to solid returns with yields that are largely consistent year-over-year. The performance across these markets demonstrate our ability to generate strong overall returns as we co-locate additional customers on our fiber assets while also investing capital to build new assets and expand the long-term growth opportunity.\nTo that point, we are seeing co-location at scale with solid returns. Across our entire fiber business, about 1/3 of the small cell nodes we have deployed since the beginning of 2018, have been co-located on existing fiber with returns that are consistent with the targets that we have communicated.\nLooking at how well our overall strategy is performing. Since 2018, we have increased our consolidated return on invested capital by 160 basis points to 9.5%. Returned nearly $9.5 billion to shareholders through our dividend that has increased at a compound annual growth rate of approximately 9%. While also investing $7 billion of capital into attractive assets that we believe will support the future 5G build-out and contribute to dividend growth in the future.\nI believe that combination highlights how compelling and differentiated our strategy is. We provide investors with the most exposure to the development of next-generation networks with our comprehensive offering of towers, small cells and fiber, a pure-play U.S. wireless infrastructure provider with exposure to the best growth and the lowest risk market, a compelling total return with a current yield of 3.5% and a long-term annual dividend per share growth target of 7% to 8% and the development of attractive new assets that we believe will extend our runway of growth.\nWhen I consider the durability of the underlying demand trends we see in the U.S. that provides significant visibility into the anticipated future growth for our business. the deliberate decisions we have made to reduce the risks associated with our strategy and our history of steady execution, I believe Crown Castle stands out as an excellent investment that will generate compelling returns over time.\nBefore I wrap up, I did want to draw your attention to one other announcement that we made yesterday. We released our 2021 environmental, social and governance report and we also launched a new ESG website as a part of our effort to provide timely and accessible ESG disclosures. Our business is inherently sustainable. With our shared infrastructure solution supporting connectivity that is vital to our economy, while limiting the proliferation of infrastructure and minimizing the use of natural resources. We continue to build an inclusive and diverse community at Crown Castle and are committed to further improving the impact we have on the communities in which we operate with specific goals to be carbon neutral in Scope 1 and 2 emissions by 2025 and meaningfully increase our addressable spend with diverse suppliers by 2026.\nWe hope you find these new disclosures and the website helpful. And with that, I'll turn the call over to Dan.\n\nDaniel K. Schlanger\n\nExecutive VP & CFO, Crown Castle International Corp. (REIT)\n\nThanks, and good morning, everyone. As Jay discussed, 5G deployments continue to create a strong operating environment and are driving another year of solid growth for us. Results for the second quarter were in line with our expectations, so I want to start by discussing our updated expectations for full year 2022.\nTurning to Page 8. Our outlook for 2022 site rental revenues and AFFO remains unchanged while we increased the outlook for adjusted EBITDA by $20 million. The increase to adjusted EBITDA reflects a $20 million increase in the expected contribution from our services business as we continue to capitalize on the consistently high levels of tower activity. In addition to updating our 2022 outlook for strong operating performance, we also reduced our expectations for full year sustaining CapEx and cash taxes by $25 million as we focus on operating the business as efficiently as possible.\nThese positives do not flow through to AFFO -- additional AFFO growth in the year due to an increase in expected interest expense of $45 million. This $45 million increase reflects the significant increase in interest rates. We have experienced over the last few months and incorporates the now higher forward curve on our $3.3 billion of floating rate debt. As a result of these changes, our AFFO outlook remains unchanged.\nIn light of the increasingly uncertain macroeconomic and rate environments, I'd like to review our approach to capital allocation and balance sheet management. Our first capital allocation priority is to return the majority of the free cash flow generated by our business to our shareholders through a quarterly dividend with future dividend growth tied to future growth and cash flows. Our second priority is to invest in assets that meet our underwriting standards and generate expected future growth, and we fund those discretionary investments with external capital in a manner consistent with maintaining our investment-grade credit profile. When we underwrite these investment opportunities, we set our hurdle rates based on an assessment of our long-term cost of capital to align with the long-term nature of the assets we're investing in.\nOur underwriting assumptions contemplate a rate environment that approximates a long-term average interest rate, but we expected the increase in rates to happen over a few years versus the move we've witnessed this year that happened over a matter of months. As a result, the current rate environment does not impact our long-term cost of capital or our desire to continue to pursue investments with the return profiles we have consistently discussed with investors. Since we believe those returns will significantly exceed our cost of capital.\nHaving said that, the pace at which rates have normalized will present some near-term challenges. As you can see with the $65 million increase in our 2022 outlook for interest expense, when compared to the outlook we established last October. Our last capital allocation priority, if we have excess capital after paying our dividends and investing in new assets is to return that capital to our shareholders through share repurchases Turning to the balance sheet. We ended the second quarter in a very good position with 4.9x debt to adjusted EBITDA and currently have approximately 9 years of weighted average term remaining, 85% of our debt tied to fixed rates and limited maturities through 2024.\nAdditionally, we continue to focus on ensuring we have sufficient liquidity to meet near-term debt maturities and fund our discretionary capital expenditures. We believe we have accomplished that goal by amending our credit facility in early July to increase the revolver capacity to $7 billion, leaving us with nearly $5 billion of available liquidity.\nSo to wrap up, we're excited about the demand we're seeing across our shared infrastructure offering as our customers deploy 5G at scale and the best market for wireless infrastructure ownership. We believe we have sufficient capital to invest in new assets to take advantage of the densification of communications networks required to meet the future data demand growth spurred by 5G. and we believe our comprehensive set of solutions across towers, small cells and fiber, which are all necessary to build next-generation wireless networks will allow us to deliver on our long-term growth target of 7% to 8% annual dividend growth per share -- sorry, annual growth in dividends per share.\nWith that, Paula, I'd like to open the call to questions."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/5146eb860de6f85799151a29aa973798",
        "sentiment": {
            "distribution": {
                "positive": 11,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9970943385904486,
                "neutral": 0.9961526393890381
            }
        },
        "content1": "Q1 2022 Crown Castle International Corp Earnings Call\n\nQ1 2022 Crown Castle International Corp Earnings Call\n\nCCINYSEAPR 21, 4:30 PM\n\nOperator\n\nGood day and welcome to the Crown Castle Q1 2022 Earnings Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Mr. Ben Lowe, Senior Vice President of Corporate Finance. Please go ahead, sir.\n\nBenjamin Raymond Lowe\n\nSenior VP of Corporate Finance & Treasurer, Crown Castle International Corp. (REIT)\n\nGreat. Thank you, Cody, and good morning, everyone. Thank you for joining us today as we discuss our first quarter 2022 results. With me on the call this morning are Jay Brown, Crown Castle's Chief Executive Officer; and Dan Schlanger, Crown Castle's Chief Financial Officer.\nTo aid the discussion, we have posted supplemental materials in the Investors section of our website at crowncastle.com that will be referenced throughout the call this morning.\nThis conference call will contain forward-looking statements, which are subject to certain risks, uncertainties and assumptions, and the actual results may vary materially from those expected. Information about potential factors, which could affect our results, is available in the press release and the Risk Factors sections of the company's SEC filings. Our statements are made as of today, April 21, 2022, and we assume no obligation to update any forward-looking statements.\nIn addition, today's call includes discussions of certain non-GAAP financial measures. Tables reconciling these non-GAAP financial measures are available in the supplemental information package in the Investors section of the company's website at crowncastle.com.\nWith that, let me turn the call over to Jay.\n\nJay A. Brown\n\nPresident, CEO & Director, Crown Castle International Corp. (REIT)\n\nThanks, Ben, and good morning, everyone. Thanks for joining us on the call. As you saw from our first quarter results yesterday and our increased full year outlook, the strength of the U.S. market continues to stand out. We are seeing the benefits of a strong leasing environment as we support our customers' deployment of 5G. As a result, we expect to deliver another year of 6% organic tower revenue growth in 2022, once again leading the tower industry in the U.S. I'm also excited about the progress our team is making to scale our small cell capabilities to accelerate the pace of deployments from approximately 5,000 nodes we expect to deliver this year to more than 10,000 per year starting in 2023.\nLooking further out, I believe our strategy, an unmatched portfolio of more than 40,000 towers and approximately 115,000 small cells on air or under contract and 80,000 route miles of fiber concentrated in the top U.S. markets, have positioned Crown Castle to generate 7% to 8% growth in dividends per share for years to come.\nDan will discuss the financial results and increased outlook, so I'll concentrate my comments on our strategy to deliver the highest, risk-adjusted returns for our shareholders by growing our dividend and investing in assets that will generate future growth. Consistent with our long-held view, we remain focused on the U.S. because we believe it represents the best market in the world for wireless infrastructure ownership when considering both growth and risk.\nAs you can see on Slide 3, this strategy has produced tremendous results for shareholders with a combination of significant growth and a high-quality dividend. Since the establishment of the 5G standards and the start of the associated network upgrade in 2017, we have delivered double-digit annual AFFO per share growth, which, when added to our approximately 3% dividend yield over that same time period, generated returns of approximately 14% per year to our shareholders, which has led the tower industry over this time period.\nOur growth has been driven by our customers investing $30 billion to $40 billion annually in their network, with the deployment of more spectrum and cell sites to keep pace with the rapid growth in mobile data demand. Because the market fundamentals are so compelling, the U.S. market continues to attract an outsized amount of capital investment by network operators. According to industry estimates, wireless operators in North America are expected to account for more than 30% of global mobile network investment through 2025, which is staggering when you consider those same operators address less than 5% of the world's population. This outside investment in the U.S. is understandable when you look at the fundamentals in the U.S. relative to other markets.\nAs you can see on Slide 4, the amount of data consumed monthly per user and the ability for wireless operators to charge for that data consumption, therefore, justifying further investments, are significantly higher in the U.S. This slide illustrates the virtuous circle that has developed in the U.S. wireless market and that we believe is sustainable over the long term. Over the last couple of decades, U.S. carriers have invested hundreds of billions of dollars to develop wireless networks, which has created a platform for innovation and ubiquitous connectivity. As a result of the quality of the network and the user experience, U.S. consumers have used their wireless devices more and more, and they have been willing and able to pay more for that improving mobile experience. In turn, U.S. carriers have taken the higher cash flows generated from customers and invested in their networks, and the cycle continues as evidenced by U.S. carriers investing more than $200 billion into their networks, including spectrum and CapEx over the last 4 years.\nWe believe we are best positioned to benefit from this virtuous cycle in the U.S. with towers, small cells and fiber, all of which are necessary for the deployment of 5G. With the 3 established network operators and a new intranet scale in DISH, all upgrading and developing nationwide 5G networks, the fundamentals in the U.S. market are as positive as I can remember during my 20-plus years at Crown Castle. We have invested more than $40 billion of capital to date in towers, and more recently, small cells and fiber that are mission-critical for wireless networks to pursue this opportunity.\nWe are currently generating a 10% return on our total invested capital, with the opportunity to increase that return over time as we add customers on our tower and fiber assets and grow our cash flow. To that point, we are seeing significant demand for our infrastructure solutions with our customers upgrading thousands of tower sites for 5G while also preparing for the next phase of network densification that will require tens of thousands of small cells as reflected in our record backlog of 60,000 small cell nodes.\nImportantly, we benefit from these superior growth trends while being leveraged solely for the favorable dynamics in the U.S. wireless market. As compared to international markets, we believe the U.S. not only has the best growth profile as I just discussed, but it also has the lowest risk, resulting from a supportive market structure that incentivizes carriers to spend on improving their networks as they compete on network quality, resulting in less churn on our assets, no exposure to loss of value from foreign currencies and social and governmental policies that are stable and supportive of improving connectivity and expanding broadband access.\nBecause we believe the U.S. has both greater growth potential and lower risk, we are focusing our investments solely in the U.S. We have an unmatched portfolio of assets that is producing growing cash flows by providing access to existing and new customers that are building 5G networks, and we are investing in new small cell and fiber assets that our customers need for their wireless networks, which we believe increases our ability to capitalize on 5G growth trends.\nAs a result of these actions, I believe Crown Castle offers shareholders a unique opportunity to benefit from the deployment and development of wireless networks in the U.S. In the near to medium term, we expect to, once again, deliver the highest tower revenue growth rate in the U.S. with 6% organic growth, and we are preparing for an acceleration in small cell deployments beginning in 2023 following the recent inflection in demand from our customers.\nLonger term, we believe we are the only communications infrastructure company positioned for the future of 5G networks that will require network densification with small cells at scale. By continuing to invest in small cell and fiber assets, we believe we will be able to extend the runway of 7% to 8% annual growth in dividends per share.\nWhen I consider the durability of the underlying demand trends we see in the U.S. that provides significant visibility into the anticipated future growth for our business, the deliberate decisions we have made to reduce the risks associated with our strategy and our history of steady execution, I believe Crown Castle stands out as an excellent investment that will generate compelling returns over time. And with that, I'll turn the call over to Dan before we take some questions.\n\nDaniel K. Schlanger\n\nExecutive VP & CFO, Crown Castle International Corp. (REIT)\n\nThanks, Jay, and good morning, everyone. As Jay mentioned, we are encouraged by the continued high activity levels we are experiencing, which are driven by our customers' 5G upgrade and densification initiatives.\nStarting with our first quarter results on Page 5, we began the year on a very positive note, with AFFO per share growth of 9% and adjusted EBITDA growth of 22% that were driven by strong demand from our customers. As I mentioned last quarter, we are now reporting organic revenue growth exclusive of the impact of prepaid rent amortization or what we refer to as organic contribution to site rental billings.\nIn the first quarter, we generated 6% core organic revenue growth, driven by more than 9% from core leasing activity and contracted escalators, net of approximately 3% from nonrenewals. Revenues were also positively impacted by approximately $15 million from items not expected to recur in 2022, with approximately $10 million in fiber solutions and the balance in towers.\nTurning to Page 6. I want to briefly walk through the increase to our full year 2022 outlook. As a result of higher tower activity levels, we are experiencing -- we are increasing our expectations for site rental revenues by $40 million due to higher expected straight-lined revenues as well as increasing the expected contribution from our services business by $20 million. These changes result in a $60 million increase to adjusted EBITDA, while the outlook for AFFO remains unchanged because the higher straight-lined revenue does not contribute to AFFO, and the additional contribution from our services business is offset by a $20 million increase in expected interest expense resulting from higher interest rates.\nTurning to Page 7. Expected organic growth to site rental billings remains unchanged at 5% for the full year 2022, consisting of approximately 6% growth from towers, 6% growth from small cells and 3% fiber solutions growth. Because organic growth to site rental billings is a new metric, we have included a comparison of this metric to our previous organic growth in site rental revenues on Pages 10 and 11 of our supplemental materials.\nTurning to the balance sheet. We finished the quarter with 4.8x debt to adjusted EBITDA, approximately 9 years of weighted average term remaining, a weighted average interest rate of 3% and 85% of our debt tied to fixed rates. We expect our discretionary CapEx to be approximately $1.1 billion to $1.2 billion for the year or $700 million to $800 million on a net basis when factoring in $400 million of prepaid rent contributions from our customers. We are managing the balance sheet so we can continue to pursue investment opportunities consistent with our strategy that we believe will add to long-term dividend growth while reducing the overall risk profile of the business to further enhance the value created for shareholders over time.\nWith that in mind, we were able to opportunistically access the bond market during the first quarter to increase our financial flexibility while locking in attractive, long-term cost of capital. As a result, we finished the quarter with more than $3 billion of available liquidity under our credit facility and only $750 million of debt maturities over the next 18 months.\nSo to wrap up, we have invested over $40 billion in mission-critical network infrastructure assets in the U.S. to position ourselves to take advantage of the favorable growth and risk profile of the best market in the world for communications infrastructure ownership. We are excited about the demand we are seeing across our shared infrastructure offering as our customers deploy 5G at scale. We expect to, once again, generate industry-leading organic tower revenue growth in the U.S., and we believe our comprehensive set of solutions across towers, small cells and fiber, which are all necessary to build wireless networks, will allow us to deliver on our annual target of 7% to 8% growth in dividends per share.\nAnd with that, Cody, I'd like to open the call to questions."
    }
]