[
    {
        "date": "2025 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/ba1b4a719daad4eb41156eac457d6136",
        "textblob_polarity": 0.11811417748917746,
        "textblob_subjectivity": 0.3475353735770401,
        "sentiment": {
            "distribution": {
                "positive": 14,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9754289260932377,
                "neutral": 0.9920506834983825
            }
        },
        "content1": "Q1 2025 Boot Barn Holdings Inc Earnings Call\n\nQ1 2025 Boot Barn Holdings Inc Earnings Call\n\nBOOTNYSEAUG 7, 10:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Boot Barn Holdings, Inc. First Quarter 2025 Earnings Call. As a reminder, this call is being recorded.\nNow I'd like to turn the conference over to your host, Mr. Mark Dedovesh, Senior Vice President, Investor Relations and Finance. Please go ahead, sir.\n\nMark Dedovesh\n\nVice President of Investor Relations & Financial Planning\n\nThank you. Good afternoon, everyone. Thank you for joining us today to discuss Boot Barn's First Quarter Fiscal 2025 Earnings Results. With me on today's call are Jim Conroy, President and Chief Executive Officer; and Jim Watkins, Chief Financial Officer. .\nA copy of today's press release along with a supplemental financial presentation is available on the Investor Relations section of Boot Barn's website at bootbarn.com. Shortly after we end this call, a recording of the call will be available as a replay for 30 days on the Investor Relations section of the company's website.\nI would like to remind you that certain statements we will make during this call are forward-looking statements. These forward-looking statements reflect Boot Barn's judgment and analysis only as of today, and actual results may differ materially from current expectations based on a number of factors affecting Boot Barn's business. Accordingly, you should not place undue reliance on these forward-looking statements. For a more thorough discussion of the risks and uncertainties associated with the forward-looking statements to be made during this conference call and webcast, we refer you to the disclaimer regarding forward-looking statements that is included in our first quarter fiscal 2025 earnings release as well as our filings with the SEC referenced in that disclaimer. We do not undertake any obligation to update or alter any forward-looking statements, whether as a result of new information, future events or otherwise.\nI will now turn the call over to Jim Conroy, Boot Barn's President and Chief Executive Officer. Jim?\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Mark, and good afternoon. Thank you, everyone, for joining us. On this call, I will review our first quarter fiscal '25 results, discuss the progress we have made across each of our 4 strategic initiatives, and provide an update on current business. Following my remarks, Jim Watkins will review our financial performance in more detail, and then we will open the call up for questions.\nWe are very pleased with our first quarter results and a solid start to our fiscal year. During the quarter, revenue increased by 10%, including consolidated same-store sales growth of 1.4%. Same-store sales in both the stores and e-commerce channels were positive with stores comping up 0.8% and e-commerce up 6.7%. In terms of sequential improvement in same-store sales growth, it was encouraging to see the quarterly improvement that we experienced from Q3 into Q4 continue into the first quarter of fiscal '25. Consistent with our comments on our most recent earnings call, this sequential improvement was broad-based across virtually all major merchandise departments, both stores and e-commerce channels and in all 4 regional geographies.\nIt is also worth noting that this quarter's sales results were cycling 33 nights of performances of Taylor Swift's Eros Tour last year across the United States. While we have noted in the past that this tour had a negligible impact on our business, it is encouraging to see the strength in sales as we went up against the excitement from her tour last year. We believe our 10% revenue growth in the quarter outpaced the industry and has enabled us to continue to build on our recent market share gains.\nFrom a margin perspective, first quarter merchandise margin expanded 100 basis points, driven by supply chain efficiencies. We were pleased to see such strong merchandise margin expansion with exclusive brand penetration increasing slightly over last year. We believe this underscores our ability to expand margin beyond the benefit we typically experience from growing exclusive brands.\nThe strength in sales and margin, combined with solid expense control, drove earnings per diluted share of $1.26 during the quarter compared to the high end of our guidance of $1 and versus the prior year EPS of $1.13. And I am extremely pleased with our start to the year as the team's execution continues to deliver both top and bottom line results.\nI will now spend some time discussing each of our 4 strategic initiatives. Let's begin with expanding our store base. We opened 11 stores in the first quarter, ending the period with 411 stores across 46 states. Our new store engine continues to meet our sales, earnings and payback expectations. As a reminder, we modeled new store performance at $3 million of revenue with a cash-on-cash return on capital of approximately 60% in the first year of operations. We believe our new store pipeline remains healthy, and we expect to open 60 new units this year, continuing to meet our commitment of 15% square footage growth annually. Given the ongoing success of our new store openings, we have confidence that we can open an additional 500 stores in the U.S. alone, more than doubling our current store count.\nMoving to our second initiative, driving same-store sales growth. First quarter consolidated same-store sales grew 1.4% with retail store same-store sales growing 0.8%. We saw an increase in AUR, which drove a larger average transaction, which was partially offset by fewer average transactions in a comp store. While average transactions declined overall in the quarter, they showed sequential improvement throughout the quarter, inflecting to positive growth year-over-year in both May and June. It is encouraging to see the positive momentum in the business, particularly in June, where we posted positive same-store sales growth, cycling the strongest month of the quarter last year.\nFrom a merchandise category perspective, during the quarter, we saw sequential improvement across virtually every major product department led by men's western boots and apparel, which comped positive mid-single digits. Ladies Western boots comped positive low single digits in the quarter, while Ladies Apparel saw a low single-digit decline in comp sales, which was a significant improvement from the fourth quarter of fiscal '24.\nMoving to our third initiative, strengthening our omnichannel leadership. In the first quarter, e-commerce same-store sales grew 6.7%, partially driven by growth in paid demand as we continue to improve our online marketing capabilities. We were particularly encouraged by the performance of the bootbarn.com site, which posted sales growth of approximately 14% in the quarter, which further underscores the power of our integrated omnichannel strategy.\nFrom an operational standpoint, our omnichannel capabilities continue to benefit us with over half of our online orders being fulfilled by the stores. Our ability to [ fulfill ] online orders with store inventory, helps drive selling margin, and we believe provides the customer with a better shopping experience and broader assortment of merchandise.\nNow to our fourth strategic initiative, merchandise margin expansion and exclusive brands. During the first quarter, we grew merchandise margin by 100 basis points. Exclusive brand penetration increased slightly over last year to 38.1%, wrapping an outsized 630 basis points of growth in the prior year period. We believe we have multiple opportunities for ongoing merchandise expansion -- merchandise margin expansion, including growing exclusive brands, driving supply chain efficiencies and leveraging buying economies of scale, which includes our vendor direct purchase program, where we take ownership overseas of full container loads of merchandise and then manage the complete inbound supply chain. We are confident that we can deliver long-term margin expansion through a combination of these measures.\nWe continue to expect a greater than 100 basis point increase in merchandise margin for fiscal '25 driven by supply chain efficiencies, better buying economies of scale and growth in exclusive brand penetration of more than 100 basis points over the prior year.\nTurning to current business. On a quarter-to-date basis, we continue to generate positive growth in consolidated same-store sales. However, we did experience 2 weeks of challenging business in mid-July that drove negative comp sales. We believe this was a transitory event driven by multiple headwinds, including the hurricane in Houston, dangerously hot weather in our Western region and an unfavorable concert lineup as we cycled Morgan Wallen playing in 2 of our largest revenue markets last year. Since we emerged from that 2-week period, the consistent strength of the business returned with our most recent 2 full weeks of consolidated same-store sales comping nicely positive at 6.5% and 2.6% respectively, with growth coming from both channels.\nWhile we feel good about the current tone of the business, we remain cautious of our overall consumer sentiment and macro uncertainty, and we'll continue to manage our business prudently. I'd like to now turn the call over to Jim.\n\nJames M. Watkins\n\nCFO & Secretary, Boot Barn Holdings, Inc.\n\nThank you, Jim. In the first quarter, net sales increased 10.3% to $423 million. The increase in net sales was the result of the incremental sales from new stores and the increase in consolidated same-store sales. The 1.4% increase in same-store sales is comprised of an increase in retail store -- same-store sales of 0.8% and an increase in e-commerce same-store sales of 6.7%. Gross profit increased 10% to $157 million compared to gross profit of $142 million in the prior year period. Gross profit rate was flat at 37% when compared to the prior year period as a result of a 100 basis point increase in merchandise margin rate, offset by 100 basis points of deleverage and buying, occupancy and distribution center costs. .\nThe increase in merchandise margin rate was the result of supply chain efficiencies, while the deleverage and buying, occupancy and distribution center costs was driven primarily by the addition of new stores.\nSelling, general and administrative expenses for the quarter were $107 million or 25.2% of sales compared to $96 million or 24.9% of sales in the prior year period. SG&A as a percentage of net sales increased by 20 basis points, primarily as a result of higher online marketing expenses and higher corporate general and administrative expenses, partially offset by lower store-related expenses. Income from operations was $50 million or 11.9% of sales in the quarter compared to $46 million or 12.1% of sales in the prior year period. Net income was $39 million or $1.26 per diluted share compared to $34 million or $1.13 per diluted share in the prior year period.\nTurning to the balance sheet. On a consolidated basis, inventory increased 11% over the prior year period to $627 million and increased approximately 6% on a same-store basis. We finished the quarter with $83 million in cash and 0 drawn on our $250 million revolving line of credit.\nTurning to our raised outlook for fiscal 2025. In the supplemental financial presentation we released today lays out the low and high end of our guidance range for both the full year and the second quarter. I will be speaking to the high end of the range for both periods in my following remarks.\nAs we look to the second quarter, we expect total sales at the high end of our guidance range to be $412 million. We expect consolidated same-store sales to increase 1.4% with a retail store same-store sales increase of 1% and an e-commerce same-store sales increase of 5%. We expect gross profit to be $146 million or approximately 35.4% of sales. Gross profit reflects an estimated 60 basis point increase in merchandise margin, offset by 90 basis points of deleverage in buying, occupancy and distribution center costs. Our income from operations is expected to be $36 million or 8.7% of sales. We expect earnings per diluted share to be $0.87.\nAs a result of our first quarter performance and our updated view for the remainder of the fiscal year, we're raising our full year guidance. For the full fiscal year, we now expect total sales to be at the high end of our guidance range to be [ $1.85 ] billion, representing growth of 11% over fiscal '24. This is a $50 million increase over our previous guide of $1.80 billion. We expect same-store sales to increase 1.2% with a retail store same-store sales increase of 0.7% and e-commerce same-store sales growth of 5.5%. This is an increase from our previous guidance of a consolidated same-store sales decline of 1.6%.\nWe now expect gross profit to be $689 million or approximately 37.2% of sales. Gross profit continues to reflect an estimated 110 basis point increase in merchandise margin, driven by supply chain efficiencies, better buying economies of scale and growth in exclusive brand penetration of 110 basis points. We expect the growth in exclusive brand penetration to be in the back half of the fiscal year, given the outsized growth we experienced in the first half of fiscal '24.\nOur income from operations is expected to be $219 million or 11.9% of sales. We expect net income for fiscal '25 to be $165 million and earnings per diluted share to be $5.35, a $0.50 increase from our prior guidance of $4.85. We continue to expect our capital expenditures to be $120 million. For the remaining 9 months of the year, we expect our effective tax rate to be 26.3%.\nWe remain committed to our plan to grow new units by 15%, adding a total of 60 new stores during the year. We anticipate opening roughly 25 stores in the first half of the year and 35 stores in the second half of the year. Now I'd like to turn the call back to Jim for some closing remarks.\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Jim. We are pleased that our business is achieving positive same-store sales growth. Our merchandise margin continues to grow and our inventory is well positioned with less markdown product as a percent of inventory than this time last year. As there seems to be substantial uncertainty in the market right now, particularly with weakening retail industry metrics and concern about the health of the consumer, we are even more pleased that we were able to exceed our first quarter guidance and raise our guidance for the balance of the year.\nI do want to thank the entire Boot Barn organization in the stores, distribution centers and store support center for their unwavering confidence in our 4 strategic initiatives and their continued focus on world-class execution. Now I would like to open the call to take your questions. Rocco?"
    },
    {
        "date": "2024 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/2866fe9f22e347f51c1d1d5cf658e38b",
        "textblob_polarity": 0.09084418791085457,
        "textblob_subjectivity": 0.3753886163219497,
        "sentiment": {
            "distribution": {
                "positive": 10,
                "negative": 5,
                "neutral": 4
            },
            "scores": {
                "positive": 0.9939736664295197,
                "negative": 0.9969319343566895,
                "neutral": 0.995286375284195
            }
        },
        "content1": "Q4 2024 Boot Barn Holdings Inc Earnings Call\n\nQ4 2024 Boot Barn Holdings Inc Earnings Call\n\nBOOTNYSEMAY 14, 10:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Boot Barn Holdings Fourth Quarter 2024 Earnings Call. As a reminder, this call is being recorded.\nNow I'd like to turn the conference over to your host, Mr. Mark Dedovesh, Senior Vice President of Financial Planning. Please go ahead, sir.\n\nMark Dedovesh\n\nVice President of Investor Relations & Financial Planning\n\nThank you. Good afternoon, everyone. Thank you for joining us today to discuss Boot Barn's fourth quarter and fiscal 2024 earnings results. With me on today's call are Jim Conroy, President and Chief Executive Officer; and Jim Watkins, Chief Financial Officer. .\nA copy of today's press release along with a supplemental financial presentation is available on the Investor Relations section of Boot Barn's website at bootbarn.com. Shortly after we end this call, a recording of the call will be available as a replay for 30 days on the Investor Relations section of the company's website. I would like to remind you that certain statements we will make in this presentation are forward-looking statements.\nThese forward-looking statements reflect Boot Barn's judgment and analysis only as of today, and actual results may differ materially from current expectations based on a number of factors affecting Boot Barn's business. Accordingly, you should not place undue reliance on these forward-looking statements. For a more thorough discussion of the risks and uncertainties associated with the forward-looking statements to be made during this conference call and webcast, we refer you to the disclaimer regarding forward-looking statements that is included in our fourth quarter and fiscal 2024 earnings release as well as our filings with the SEC referenced in that disclaimer.\nWe do not undertake any obligation to update or alter any forward-looking statements whether as a result of new information, future events or otherwise.\nI will now turn the call over to Jim Conroy, Boot Barn's President and Chief Executive Officer. Jim?\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Mark, and good afternoon. Thank you, everyone, for joining us. On this call, I will review our fourth quarter fiscal '24 results, discuss the progress we have made across each of our 4 strategic initiatives and provide an update on current business. Following my remarks, Jim Watkins will review our financial performance in more detail, and then we will open the call up for questions. .\nWe are pleased with fiscal '24 results as we grew revenue to record levels, opened 55 new stores, which exceeded our original plan and expanded exclusive brands by 370 basis points. Our full year fiscal '24 revenue grew to approximately $1.7 billion, which is nearly 100% growth over pre-pandemic levels just 4 years ago. When excluding the 53rd week of fiscal '23, total revenue grew 2% year-over-year, with growth driven by the new stores added over the last 12 months, which offset a mid-single-digit same-store sales decline. Full year merchandise margin grew 160 basis points comprised of 120 basis points of freight improvement and 40 basis points of product margin expansion. The growth in product margin was driven by another healthy increase of exclusive brand penetration and buying economies of scale. For the year, we achieved earnings per diluted share of $4.80, which while down from last year is nearly triple our pre-pandemic earnings from 4 years ago.\nTurning to our fourth quarter results. Same-store sales declined 5.9% on a consolidated basis, slightly better than the high end of our guidance range and meaningfully better than our third quarter performance. We also saw sequential improvement from February to March, driven by better comp growth in our retail stores. From a margin perspective, fourth quarter merchandise margin expanded 160 basis points driven by freight improvements and supply chain efficiencies, which offset slight pressure from a 20 basis point decline in exclusive brands penetration, which we anticipated and called out on our last earnings call.\nOverall, I am pleased with the company's ability to hold on to the market share gains we achieved over the past few years in addition to introducing the Boot Barn brand to new markets. I believe the company's foundation is solid, and we have multiple growth levers that have proven their effectiveness, and I'm confident in the runway for future growth. We have seen some exciting recent trends in the performance of the business, which I will summarize at the end of my remarks, but I do want to start with our traditional review of our 4 strategic initiatives.\nLet's begin with expanding our store base. I would like to take a moment to recognize and celebrate the team as they opened 55 stores in fiscal '24 of more than 1 store per week on average. Over the past 12 years, the company has transformed from a regional retailer with 86 stores in 8 states to a true national lifestyle brand with 400 stores across 45 states. This accelerated growth is a testament to the careful coordination across nearly every function in the company from locating and building the stores, creating a compelling product assortment, staffing the stores and attracting a loyal set of customers in each of our new markets.\nIn addition to opening a high number of stores each year, we also are opening stores with much higher first year sales volumes than our historical average. The store portfolio is extremely healthy, and we see no signs of slowing momentum as new stores are generating a 60% cash-on-cash return on capital in their first year. As we look at the road map for the future, we continue to believe that we have the opportunity to open at least 500 more stores in the United States alone and plan to maintain our recent pace of adding 15% new units annually.\nMoving to our second initiative, driving same-store sales growth. Fourth quarter same-store sales declined 5.9%, driven by fewer transactions, partially offset by a modest increase in AUR and a larger transaction size. From a merchandise category perspective, we are seeing some encouraging trends in the business with broad-based sequential improvement across virtually every major product department from our third quarter to our fourth quarter. Our B rewarded customer database grew 18% year-over-year, reaching 8.4 million total active customers. This growth represents more than 1 million customers being added to the program each year for the past 3 years.\nWe continue to harness the power of this information to assist with planning our media spending, customizing our customer communications and tailoring our merchandise assortments by on local demographics. From a geographic standpoint, each of the 4 regions showed sequential improvement in the quarter versus Q3. The West, North and South region\n[Audio Gap]\nAnd landing pages to further support our organic search results. We expect the immediate benefits of this additional AI functionality to be minor, but believe we will have an early advantage of what we expect will become an increasingly complicated online channel in the near future. .\nNow to our fourth strategic initiative, exclusive brands and margin expansion. During the fourth quarter, exclusive brands penetration decreased 20 basis points to 37.1%, which is in line with the expectations outlined on our last earnings call. For the full year, exclusive brands penetration increased 370 basis points to 37.7%, which is an increase of more than 1,400 basis points over the last 3 years far exceeding our stated goal of 250 basis points per year. We believe we have additional opportunities to expand exclusive brand penetration to augment the product assortments from our third-party national brands which continued to build our merchandise margin. Additionally, we have been able to grow our markup on merchandise from third-party vendors and expect to see continued tailwind to merchandise margin as that higher market product works through our inventory.\nConsistent with recent years, we expect merchandise margin to continue to build through a combination of exclusive brand penetration, buying economies of scale and ongoing supply chain efficiencies. I would like to commend the merchandising and exclusive brands organizations for continuing to develop compelling assortments with appropriate regional variation to drive the business forward.\nTurning to current business and some of the positive trends I noted earlier. Through the first 6 weeks of Q1 quarter-to-date same-store sales are flat and May's business has turned comp positive. It is great to see the momentum in the business and the sequential improvement from Q4. To summarize, we have seen broad-based sequential improvement across virtually all major merchandise departments, both stores and e-commerce channels. and in all 4 regional geographies.\nThis trajectory began as we progressed from our third quarter into the fourth quarter, then improved in April and again into May, where we have seen positive same-store sales in both channels on a month-to-date basis. While we are quite pleased to see the inflection in this business, we are careful to note that we are commenting on a relatively short recent trend and are about to cycle the most difficult year ago trend in the month of June. Additionally, the macro environment continues to be somewhat uncertain and our core customer is still facing persistent inflationary pressure. Accordingly, we have incorporated these considerations into our guidance and plan to manage the business cautiously until we feel this trend will endure or continue to improve.\nI'd like to now turn the call over to Jim. .\n\nJames M. Watkins\n\nCFO & Secretary, Boot Barn Holdings, Inc.\n\nThank you, Jim. In the fourth quarter, net sales decreased 8.7% to $388 million. As a reminder, the fourth quarter of fiscal '23 was a 14-week quarter. The decrease in net sales was the result of the decrease in consolidated same-store sales and the impact of a 13-week quarter when compared to a 14-week quarter in the prior year period, partially offset by the incremental sales from new stores opened during the past 12 months.\nThe 5.9% decrease in same-store sales is comprised of a decrease in retail store same-store sales of 5.7% and a decrease in e-commerce same-store sales of 7.6%. Gross profit decreased 11% to $139 million or 35.9% of sales compared to gross profit of $156 million or 36.6% of sales in the prior year period. The 70 basis point decrease in gross profit rate was comprised of 230 basis points of deleverage in buying, occupancy and distribution center costs, partially offset by a 160 basis point increase in merchandise margin rate. The deleverage in buying, occupancy and distribution center costs was driven primarily by the higher occupancy cost of new stores, the impact of the 14th week in the fourth quarter of fiscal '23, and the depreciation expense related to the opening of our new Kansas City distribution center.\nThe increase in merchandise margin rate was driven by a 160 basis point improvement in freight expense and supply chain efficiencies. Selling, general and administrative expenses for the quarter were $101 million or 26.1% of sales compared to $93 million or 21.9% of sales in the prior year period. Selling, general and administrative expenses as a percentage of net sales increased by 420 basis points, primarily as a result of higher marketing expenses Normalized incentive-based compensation when compared to the prior year reversal of incentive-based compensation, a $2 million partial impairment of the Sheplers trademark higher store labor and the impact of a 13-week quarter when compared to a 14-week quarter in the prior year.\nIncome from operations was $38 million or 9.8% of sales in the quarter compared to $63 million or 14.7% of sales in the prior year period. Net income was $29 million or $0.96 per diluted share compared to $46 million or $1.53 per diluted share in the prior year period. Turning to the balance sheet. On a consolidated basis, inventory increased 2% over the prior year period to $599 million and increased approximately 1% on a same-store basis. We finished the quarter with $76 million in cash and 0 drawn on our $250 million revolving line of credit.\nTurning to our outlook for fiscal '25. The supplemental financial presentation we released today lays out the low and high end of our guidance ranges for both the full year and first quarter. I will only be speaking to the high end of the range for both periods in my following remarks. For the year, we expect total sales at the high end of our guidance range to be $1.8 billion, representing growth of 8% over fiscal '24. We expect same-store sales to decline 1.6% with a retail store same-store sales decline of 2% and e-commerce same-store sales growth of 2%. We expect gross profit to be $664 million or approximately 36.9% of sales. Gross profit reflects an estimated 110 basis point increase in merchandise margin. We expect to grow exclusive brand penetration by 110 basis points. And we anticipate 110 basis points of deleverage in buying, occupancy and distribution center costs and 70 basis points of deleverage and SG&A.\nRegarding leverage points for fiscal '25, we expect to leverage buying occupancy and distribution center costs with a 6% comp. We expect to leverage SG&A with a 2% comp and expect to leverage EBIT at 3.5% consolidated same-store sales growth. Our income from operations is expected to be $201 million or 11.2% of sales. We expect net income for fiscal '25 to be $149 million and earnings per diluted share to be $4.85. We expect our capital expenditures to be $120 million. And for the year, we expect our effective tax rate to be 26.2%. We plan to grow new units by 15%, adding 60 new stores during the year.\nWe anticipate opening roughly 25 stores in the first half of the year and 35 stores in the second half of the year. As we look to the first quarter, we expect total sales at the high end of our guidance range to be $407 million. We expect the same-store sales decline of 2.5%, with retail store same-store sales declining 3% and e-commerce same-store sales increasing 2%. We expect gross profit to be $146 million or approximately 36% of sales. Gross profit reflects an estimated 70 basis point increase in merchandise margin, and we anticipate 170 basis points of deleverage and buying, occupancy and distribution center costs, primarily resulting from higher occupancy from new stores and negative same-store sales. Our income from operations is expected to be $41 million or 10.1% of sales. We expect earnings per diluted share to be $1.\nNow I would like to turn the call back to Jim for some closing remarks.\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Jim. As we embark on fiscal '25, I do want to reflect on the performance of the business versus pre-pandemic levels. in that 4-year period, store count has grown by 141 stores. Comp sales have increased by more than 50% on a stacked basis. Total revenue has grown by nearly 100% and merchandise margin has expanded by 450 basis points and earnings per share has nearly tripled from $1.64 to $4.80.\nThis performance is a result of the incredible teamwork and superb execution by the entire Boot Barn team operating in a challenging retail environment. I want to explicitly recognize this performance and express my tremendous gratitude to each and every one of the partners across the Boot Barn organization for your commitment and hard work. I also want to thank our shareholders for their engagement with the company, belief in our growth strategy and support of the management team.\nNow I would like to open the call to take your questions. Julie?"
    },
    {
        "date": "2024 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/4381db85ebaa51d97d4d957a1fdcbe9d",
        "textblob_polarity": 0.06847372858125544,
        "textblob_subjectivity": 0.337594247648011,
        "sentiment": {
            "distribution": {
                "positive": 12,
                "negative": 4,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9996324578921,
                "negative": 0.9636789113283157,
                "neutral": 0.9961164792378744
            }
        },
        "content1": "Q3 2024 Boot Barn Holdings Inc Earnings Call\n\nQ3 2024 Boot Barn Holdings Inc Earnings Call\n\nBOOTNYSEJAN 31, 10:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Boot Barn Holdings Third Quarter 2024 Earnings Call. As a reminder, this call is being recorded.\nNow I'd like to turn the conference over to your host, Mr. Mark Dedovesh, Senior Vice President of Financial Planning. Please go ahead, sir.\n\nMark Dedovesh\n\nVice President of Investor Relations & Financial Planning\n\nThank you. Good afternoon, everyone. Thank you for joining us today to discuss Boot Barn's third quarter fiscal 2024 earnings results. With me on today's call are Jim Conroy, President and Chief Executive Officer; and Jim Watkins, Chief Financial Officer. A copy of today's press release along with a supplemental financial presentation is available on the Investor Relations section of Boot Barn's website at bootbarn.com. Shortly after we end this call, a recording of the call will be available as a replay for 30 days on the Investor Relations section of the company's website.\nI would like to remind you that certain statements we will make in this presentation are forward-looking statements. These forward-looking statements reflect Boot Barn's judgment and analysis only as of today, and actual results may differ materially from current expectations based on a number of factors affecting Boot Barn's business. Accordingly, you should not place undue reliance on these forward-looking statements.\nFor a more thorough discussion of the risks and uncertainties associated with the forward-looking statements to be made during this conference call and webcast, we refer you to the disclaimer regarding forward-looking statements that is included in our third quarter fiscal 2024 earnings release as well as our filings with the SEC referenced in that disclaimer. We do not undertake any obligation to update or alter any forward-looking statements, whether as a result of new information, future events or otherwise.\nI will now turn the call over to Jim Conroy, Boot Barn's President and Chief Executive Officer. Jim?\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Mark, and good afternoon, thank you, everyone, for joining us. On this call, I will review our third quarter fiscal '24 results, discuss the progress we have made across each of our 4 strategic initiatives and provide an update on current business. Following my remarks, Jim Watkins will review our financial performance in more detail, and then we will open the call for questions.\nWe are pleased with our third quarter results, which marks the highest sales volume in Boot Barn's history. During the quarter, sales grew by 1.1%, driven by the 49 new stores added over the last 12 months. It is worth noting that except for 3 COVID-impacted quarters, we have grown sales on a year-over-year basis every quarter since we went public nearly 10 years ago. The incremental revenue from new stores was partially offset by a 9.7% decline in same-store sales. To put this performance in perspective, our third quarter sales are up 83% from pre-pandemic levels with our same-store sales up almost 50% on a 4-year stack basis over that same period.\nAdditionally, we achieved 300 basis points merchandise margin expansion during the quarter comprised of 250 basis points of freight improvement and 50 basis points of product margin expansion. The growth in product margin was driven by more than 300 basis points increase in exclusive brand penetration, a reduced level of promotional activity and buying economies of scale. The strength in sales and gross margin, combined with solid expense control, drove a 30 basis point increase in operating margin and earnings per diluted share of $1.81 during the quarter, up from $1.74 a year ago and more than double our earnings per share in the same quarter pre-pandemic. We believe this demonstrates the ability of the Boot Barn model to utilize multiple levers to drive earnings growth and the team's ability to execute at the high level.\nAs we approach the last 2 months of fiscal 2024 and prepare for 2025, we will maintain our focus on executing against our 4 strategic initiatives. I would like to spend a few minutes providing an update on each of them, beginning with expanding our store base.\nWith 382 stores today, we are the largest player in the Western [ footwear ] industry. In the quarter, we added 11 new stores as we expand our footprint across the country. As a reminder, we typically underwrite the investment in a new store, expecting revenue of approximately $2 million with a 2- to 3-year payback. The performance of the most recent 100 new stores has been considerably better than this model with new store revenue projected to generate more than $3 million on average or 50% higher than the typical investment thesis with an accelerated payback of approximately 18 months.\nAnd if we view this on a shorter time line, the most recent 45 stores that have been opened 1 full calendar year opening before December 2022, have generated approximately $3.3 million of annual revenue on average over the last 12 months. We believe that the combination of 15% new store openings, a 60% return on capital and the opportunity to more than double our units is one of the strongest, most compelling growth stories in the retail industry.\nMoving to our second initiative, driving same-store sales growth. Our third quarter same-store sales declined 9.7% within guidance range we outlined in November. The decline was driven by lower transactions, partially offset by higher AUR and transaction size. The more functional categories such as men's western boots and apparel and work boots, while still negative mid-single digit on a comp basis outperformed the more discretionary -- ladies Western departments.\nGeographically, the West and North regions were slightly better than chain average and the South and East were slightly worse than chain average. As I reflect on our execution in the quarter, I'm very proud of the entire cross-functional team. The merchandising team managed inventory levels extremely well, improving product margin and constraining growth in clearance merchandise despite a double-digit decline in same-store sales. The storage team also performed quite well, as evidenced by earning the highest customer service scores for any holiday quarter in the history of Boot Barn. They also supported our omnichannel business by fulfilling more than 45% of our total e-commerce orders over the holiday period.\nBefore moving on to the next strategic initiative, I do want to provide a bit of historical perspective to our recent same-store sales results. I think it is helpful to remember that our average store volume increased by more than 50% beginning in March of 2021 and has remained at elevated levels for nearly 3 full years now. On a year-to-date basis, our retail store same-store sales have declined by approximately 6%, cycling plus 2% for the full year of fiscal '23, and plus 57% a year prior to that.\nGoing forward, while same-store sales may continue to be negative for the near future, we believe it is unlikely that we will forfeit a significant portion of the higher average store sales volume. Similarly, when we look at our customer count metrics, we reached the same conclusion. The elevated level of average store volume that began a few years ago was a result of a nearly 50% growth in new customers, in a comp store and most of those customers became repeat purchasers. These 2 statistics give us confidence and our belief that we will likely maintain most of the elevated sales in an average store going forward.\nMoving to our third initiative, strengthening our omnichannel leadership. In the third quarter, our e-commerce sales [ downed ] 11.5% and our online channel has felt pressure due to less efficient online marketing spend, partly caused by an increase in digital spend by a handful of vendors and [ consumers ]. To add some more color, our bootbarn.com business comped down low single digits in the quarter and approximately 3/4 of the decline was due to the erosion of heated demand. Our other 2 sites, Sheplers and Country Outfitter are more dependent on paid traffic so the erosion of paid demand has a significant impact on them. Our objective continues to be to maximize profitability for our online business so we will remain disciplined with our digital spend, so it's not to erode earnings and our desire to grow top line sales.\nOperationally, we've improved our ability to fill demand from nearly all of our store and warehouse locations across the country. This enabled us to commit to a pre-Christmas delivery later in the season than ever be.\nNow to our fourth strategic initiative, exclusive brands. Exclusive brands penetration increased 310 basis points in the quarter to 37.3%. I am pleased with this result, particularly as we were able to achieve healthy growth and penetration despite softness in our ladies business, which over-indexes to exclusive brands. In the quarter, we did launch a brand extension in approximately 50 stores called Cody James Black, which targets a higher end customer for Men's [ Colby ] boots and cowboy hats. While this will be a relatively small contributor to the overall exclusive brand business, we do feel great about the initial results and are in the process of extending the new assortment to 200 stores.\nLooking back over the last 3 years, we have expanded exclusive brands penetration 1,400 basis points, far exceeding our historical goal of 250 basis points per year. This growth is a testament to the team's ability to develop world-class brands and compelling merchandise assortments.\nTurning to current business. Through the first 4 weeks of our fiscal fourth quarter, our preliminary consolidated same-store sales have declined 8.1% compared to the prior year period. On the surface, this is only a modest sequential improvement in our sales However, we did see significant disruption in the business in the second and third week of the month due to a winter weather pattern that forced store closures, reduced operating hours and presented significant travel challenges for customers.\nWhen we evaluate the business by region, the same-store sales trend in the South and West regions, which were less impacted by the weather, have improved sequentially from the prior quarter by more than 5 points of comp. Conversely, the North and East regions, which were impacted by the weather, have deteriorated sequentially from the third quarter by approximately 4 points of comp. While significant variability in weekly comp sales persists, we believe the underlying tone of the business has improved compared to the holiday quarter.\nI'd like to now turn the call over to Jim.\n\nJames M. Watkins\n\nCFO & Secretary, Boot Barn Holdings, Inc.\n\nThank you, Jim. In the third quarter, net sales increased 1.1% to $520 million. Our sales performance benefited from new stores opened during the past 12 months partially offset by a same-store sales decline of 9.7%, comprised of a decrease in retail store same-store sales of 9.4% and a decrease in e-commerce same-store sales of 11.5%. Gross profit increased 6% to $199 million or 38.3% of sales compared to gross profit of $188 million or 36.5% [ for ] sales in the prior year period. The 180 basis point increase in gross profit rate resulted from a 300 basis point increase in merchandise margin rate, partially offset by 120 basis points of deleverage in buying, occupancy and distribution center costs. The increase in merchandise margin rate was driven by a 200 basis point improvement in freight expense as a percentage of sales and 50 basis points of product margin expansion.\nSelling, general and administrative expenses for the quarter were $124 million or 23.8% of sales compared to $115 million or 22.4% of sales in the prior year period. The increase in SG&A expenses compared to the prior year period was primarily a result of higher overhead costs and store payroll associated with operating an additional 49 stores when compared to the prior year period.\nIncome from operations was $75 million or 14.4% of sales in the quarter compared to $72 million or 14.1% of sales in the prior year period. Net income was $56 million or $1.81 per diluted share compared to $53 million or $1.74 per diluted share in the prior year period.\nTurning to the balance sheet. On a consolidated basis, inventory decreased 5% over the prior year period to $563 million and decreased 1% on a same-store basis. We finished the quarter with $107 million in cash and 0 drawn on our $250 million revolving line of credit.\nI would now like to provide an update on our fourth quarter guidance, which is outlined in our supplemental financial presentation. As the presentation lays out the low and high end of our guidance range, I will only speak to the high end of the range in my following remarks. As we look to the fourth quarter, we expect total sales to be $386 million. We expect a same-store sales decline of 6.3% with retail store same-store sales declining 5.5% and e-commerce same-store sales declining 13%. We expect to open 15 new stores with all openings scheduled for the second half of the quarter. As a reminder, this year's fourth quarter includes 13 weeks of sales compared to 14 weeks of sales in the fourth quarter last year. We expect fourth quarter gross profit to be $136 million or approximately 35.2% of sales.\nGross profit reflects an estimated 160 basis point increase in merchandise margin rate, including a 140 basis point improvement in freight expense year-over-year and a 20 basis point improvement in product margin. Included in the product margin growth, we expect fourth quarter exclusive brand penetration to be flat to down 100 basis points when compared to last year. As a reminder, exclusive brand penetration grew 770 basis points in the fourth quarter last year. The driver of the slowdown besides wrapping remarkable growth in the past few years is primarily due to the softer ladies business, which penetrates at a higher rate of exclusive brand sales.\nWe anticipate 310 basis points of deleverage in buying, occupancy and distribution center costs as we cycle a 15-week quarter in the fourth quarter last year, 14-week quarter in the fourth quarter last year.\nOur income from operations is expected to be $38 million or 9.8% of sales. We expect earnings per diluted share to be $0.92. As a result of our year-to-date performance and our updated estimates for the rest of the year, we are updating our full year guidance. For the full fiscal year, we now expect total sales to be $1.66 billion representing growth of 0.4% over fiscal '23, which as a reminder, was a 53-week [ year ]. This compares to our previous guidance of $1.70 billion.\nWe expect same-store sales to decline 6.3%, with a retail store same-store sales decline of 5.5% and an e-commerce same-store sales decline of 11.7%. This update compares to our previous guidance of a consolidated same-store sales declined 5%. We now expect gross profit to be $611 million or approximately 36.7% of sales. Gross profit reflects an estimated 170 basis point increase in merchandise margin, including a 130 basis point improvement from freight expense and a 40 basis point improvement from product margin.\nWe anticipate 180 basis points of deleverage in buying, occupancy and distribution center costs. We now project 370 basis points of growth in exclusive brand penetration for the full year, bringing our total penetration to 37.7%. Our income from operations is expected to be $198 million or 11.9% of sales. We expect net income for fiscal '24 to be $146 million and earnings per diluted share to be $4.75.\nI'd now like to talk about our fiscal year 2025 that begins on March 31. While it is premature to fully outline our guidance for next year, we thought it would be helpful to share our thoughts on select components of the P&L as we get ready to begin our annual budget planning process. During fiscal year 2025, we again plan to open 15% new units, and these new stores are expected to generate at least $3 million of sales during the first 12 months of business. We expect to achieve approximately 25 basis points of product margin expansion through exclusive brand penetration growth and better economies of scale with our vendor partners.\nAdditionally, we expect to see a reduction in our overall supply chain costs that will benefit our merchandise margin beyond the 25 basis points of product margin expansion I just mentioned. These improvements are part of our larger efforts to manage expenses and drive efficiency in the business.\nAs we look to SG&A expenses, we have outgrown our corporate office building in Irvine, California, which we first moved into in 2016. We signed a lease for a building nearby and will move during the third or fourth quarter of fiscal '25. The increased lease costs and associated depreciation will put some pressure on the SG&A line. We will provide more detailed financial projections on our May earnings call.\nNow I would like to turn the call back to Jim for some closing remarks.\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Jim. We are pleased with our ability to execute during the third quarter. We were able to grow sales and earnings despite a negative same-store sales result. Further, it is encouraging to see that there has been only a modest decline in our average store sales volume since the outsized increase that began in March [ 21 ]. We I'm very proud of the team across the country. I want to thank you all for your dedication to Boot Barn.\nNow I'd like to open the call to take your questions. Camilla?"
    },
    {
        "date": "2024 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/91ccb41b1b4836752807638e06f87ed8",
        "textblob_polarity": 0.10567727743271223,
        "textblob_subjectivity": 0.3596389751552795,
        "sentiment": {
            "distribution": {
                "positive": 11,
                "negative": 3,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9959869709881869,
                "negative": 0.6557545264561971,
                "neutral": 0.9963148832321167
            }
        },
        "content1": "Q2 2024 Boot Barn Holdings Inc Earnings Call\n\nQ2 2024 Boot Barn Holdings Inc Earnings Call\n\nBOOTNYSENOV 2, 9:30 PM\n\nOperator\n\nGood day everyone, and welcome to the Boot Barn Holdings' Second Quarter 2024 Earnings Call. As a reminder, this call is being recorded.\nNow I would like to turn the conference over to your host, Mr. Mark Dedovesh, Senior Vice President of Investment Relations and Financial Planning. Please go ahead.\n\nMark Dedovesh\n\nVice President of Investor Relations & Financial Planning\n\nThank you. Good afternoon, everyone. Thank you for joining us today to discuss Boot Barn's second quarter fiscal 2024 earnings results. With me on today's call are Jim Conroy, President and Chief Executive Officer; and Jim Watkins, Chief Financial Officer. A copy of today's press release, along with a supplemental financial presentation, is available on the Investor Relations section of Boot Barn's website at bootbarn.com. Shortly after we end this call, a recording of the call will be available as a replay for 30 days on the Investor Relations section of the company's website.\nI would like to remind you that certain statements we will make in this presentation are forward-looking statements. These forward-looking statements reflect Boot Barn's judgment and analysis only as of today, and actual results may differ materially from current expectations based on a number of factors affecting Boot Barn's business. Accordingly, you should not place undue reliance on these forward-looking statements.\nFor a more thorough discussion of the risks and uncertainties associated with the forward-looking statements to be made during this conference call and webcast, we refer you to the disclaimer regarding forward-looking statements that is included in our second quarter fiscal 2024 earnings release, as well as our filings with the SEC referenced in that disclaimer. We do not undertake any obligation to update or alter any forward-looking statements, whether as a result of new information, future events, or otherwise.\nI will now turn the call over to Jim Conroy, Boot Barn's President and Chief Executive Officer. Jim?\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Mark, and Good afternoon. Thank you everyone, for joining us. On this call, I will review our second quarter fiscal '24 results, discuss the progress we have made across each of our 4 strategic initiatives, and provide an update on current business. Following my remarks, Jim Watkins will review our financial performance in more detail, and then we will open the call up for questions.\nWe are pleased with our second quarter results, which reflect the continued expansion of the brand's national footprint. During the quarter, total sales increased 6.5%, driven by the 50 new stores added over the last 12 months, including the 10 stores opened during the second quarter.\nNew store sales were partially offset by a mid-single-digit decline of 4.8% in consolidated same-store sales, which was within our guidance range. We feel good about this performance, considering that the business was cycling a plus 2% comp last year, on top of a plus 62% in the prior year period. Additionally, we achieved 50 basis points of merchandise margin expansion during the quarter, driven primarily by more than 600 basis points of growth in exclusive brand penetration.\nThe strength in sales and margin, combined with solid expense control, drove earnings per diluted share of $0.90 during the quarter, which was at the high end of our earnings range. Our consistent success is a result of the team's execution of our 4 strategic initiatives and underscores the future growth potential of the brand.\nI will now spend some time discussing each of our 4 strategic initiatives. Let's begin with expanding our store base. The key growth tenet for Boot Barn is to build out our store portfolio across the country to solidify our position as the market leader. With the opening of 10 new units in the second quarter, we have now opened 50 new stores in the last 12 months and 93 stores in the last 2 years. We continue to be quite pleased with the success of our store rollout, as the group of stores opened over the past 2 years is projected to pay back within 18 months, with each individual store expected to pay back in less than 3 years. We believe we have the potential for 900 or more stores in the United States, which will provide a significant lever for future growth in sales and earnings.\nIn addition to opening new stores, we are continuing with our store remodel and relocation program. We evaluate every store in our portfolio on a continual basis, looking for opportunities to either secure better real estate or to remodel the store in place. Given the progress over the past few years, we are encouraged that only about 60 stores remain to be refreshed or moved. This ongoing focus not only provides a financial payback in many cases, but ensures that our stores are keeping pace with the recent transformation of the Boot Barn brand.\nMoving to our second initiative, driving same-store sales growth, second quarter consolidated same-store sales declined 4.8%, with retail store same-store sales declining 3.8%, and e-commerce same-store sales declining 11.7%. Average store sales remain at elevated level with a 3-year stack in retail store same-store sales growth of more than 66%. Our comp sales were in line with expectations through August, but September experienced softer than expected results. The softening trend in same-store sales was broad-based across both geographies and merchandise categories, leading us to believe that the change in trajectory was driven by macro pressures and a decline in consumer spending.\nThe trend in our more functional categories, such as work boots and men's western merchandise, has experienced less of a decline than our more discretionary categories, like women's western merchandise. It is also worth noting that while we have seen a greater decline in our more discretionary businesses, we are cycling a 3-year comp growth in ladies' western boots and apparel of more than 100%.\nGeographically, our Texas business was weaker than chain average, with our north and west regions outperforming the chain. While we believe that the macro pressures are transitory, we are managing our inventory levels, markdown plans, and expense structure closely to maximize earnings despite pressure in same-store sales growth. In fact, the team has done a very good job of positioning our assortment and inventory levels as we enter the holiday season. At the end of the quarter, our inventory was down 9% year-over-year in total and down 14% on a comp-store basis. It is partly due to this rigor and discipline that we were able to expand merchandise margin by 50 basis points in the second quarter, despite softening sales and moving through additional markdown inventory.\nFrom a marketing perspective, the team is building the brand nationally and fueling the ongoing growth in customer count. Over the past few years, we have created several new partnerships with NASCAR teams, additional rodeos, country music artists, and professional athletes. We have 2 new collaborations that we are particularly excited about.\nFirst, we have entered into a partnership with the Dallas Cowboys as the official sponsor for this NFL season. As America's team, we believe the Cowboys Organization is a strong partner for us to connect with consumers across the country, as well as strengthen our position locally in the important Dallas market.\nSecond, Boot Barn will be the 2024 headline tour sponsor for Morgan Wallen, a country music megastar that has tremendous appeal to the very broad consumer market. Morgan has an undeniable connection with his fans across the world, as evidenced by his recent tour, spanning 57 shows across 5 countries and 3 continents. His latest album, One Thing at a Time, topped the Billboard 200 chart for 12 consecutive weeks upon release, which is the most for a country artist in over 30 years, and his prior record, Dangerous, the double album, is the longest-running Billboard Top 10 album in history for any solo artist. As part of our sponsorship of his One Night at a Time world tour, we will have in-arena exposure, tour bus marketing, product placement opportunities, and the chance to use him in our merchandise. We are excited for both of these new partnerships, as we expect they will continue to expand the Boot Barn brand nationally, and enable us to reach new customer segments.\nMoving to our third initiative, strengthening our omnichannel leadership. In the second quarter, e-commerce sales, which represent approximately 10% of total revenue, declined 11.7%. Our main site, bootbarn.com, posted a modest, low single-digit sales decline, faring much better than the balance of our e-commerce business. It is encouraging that our namesake Boot Barn site is maintaining its volume, and while we would like to grow our other sites, they serve a different strategic purpose, and cater to a more price-sensitive customer.\nThe digital team has contributed greatly to the broader business, adding numerous omnichannel capabilities over the past few years. One significant improvement led by the omnichannel team is the ability to fulfill consumer demand from any store or any distribution facility. This enables us to fulfill orders more quickly and efficiently than shipping everything from a single e-commerce fulfillment center. It also allows us to move through in-store markdowns quicker, and with less erosion in price.\nNow to our fourth strategic initiative, exclusive brands. During the second quarter, our exclusive brands continued to demonstrate strong double-digit sales growth, with penetration increasing by over 600 basis points to 38.6%. This is our fourth consecutive quarter of greater than 500 basis points of year-over-year growth, significantly outstripping our historical stated goal of 250 basis points to 300 basis points of growth. The product design and development team continues to find opportunities to build market share, and our exclusive brand business alone is on track to generate more than $600 million in annual revenue.\nTurning to current business, we have seen the softness in same-store sales in September continue into October. On a consolidated basis, October same-store sales declined 9.2%, with our retail store same-store sales declining 8.2%, and our e-commerce business down 16.7%. Fortunately, we have other growth drivers that continue to perform. We expect to build approximately 26 stores in the final 2 quarters of the year, which will drive top-line sales and build our market share. We also expect to see ongoing expansion in our merchandise margin rate for the balance of the year, despite a decline in same-store sales, which is a testament to nimble execution by the entire merchandising team.\nIn summary, we believe we have positioned our inventory levels and holiday staffing plans to maximize sales and profitability for the remainder of the quarter and the year.\nI'd like to now turn the call over to Jim.\n\nJames M. Watkins\n\nCFO & Secretary, Boot Barn Holdings, Inc.\n\nThank you, Jim. In the second quarter, net sales increased 6.5% to $374 million. Our sales performance benefited from new stores opened during the past 12 months, partially offset by a same-store sales decline of 4.8%, comprised of a decrease in retail store same-store sales of 3.8% and a decrease in e-commerce same-store sales of 11.7%. Gross profit increased 4% to $134 million, or 35.8% of sales, compared to gross profit of $129 million, or 36.7% of sales in the prior year period. The 90 basis point decrease in gross profit rate resulted from 140 basis points of deleverage in buying, occupancy, and distribution costs, partially offset by a 50 basis point increase in merchandise margin rate. The increase in merchandise margin rate was driven by 35 basis points of product margin expansion, resulting primarily from a 620 basis point increase in exclusive brand penetration and a 15 basis point improvement from lower freight expense as a percentage of sales.\nSelling, general, and administrative expenses for the quarter were $95 million or 25.5% of sales, compared to $85 million or 24.2% of sales in the prior year period. The increase in SG&A expenses compared to the prior year period was primarily a result of higher store payroll and store-related expenses associated with operating an additional 50 stores when compared to the prior year period, and general and administrative costs in the current year.\nIncome from operations was $39 million or 10.3% of sales in the quarter, compared to $44 million or 12.6% of sales in the prior year period. Net income was $28 million or $0.90 per diluted share compared to $32 million or $1.06 per diluted share in the prior year period.\nTurning to the balance sheet. On a consolidated basis, inventory decreased 9% from the prior year period to $586 million. We finished the quarter with $39 million in cash and zero drawn on our $250 million revolving line of credit.\nTurning to our outlook for the remainder of fiscal '24. As outlined in our supplemental financial presentation, we are lowering our guidance for both the third quarter and full year. As the presentation laid out the low and high end of our guidance range for both periods, I will only speak to the high end of the range in my following remarks. As we look to the third quarter, we expect total sales to be $535 million. We expect the same store sales decline of 8.0%, with retail store same-store sales declining 7%, and e-commerce same-store sales declining 12.5%.\nWe expect gross profit to be $204 million or approximately 38.2% of sales. Gross profit reflects an estimated 310 basis point increase in merchandise margin, including a 260 basis point improvement in freight expense year-over-year and a 50 basis point improvement in product margin. We anticipate 150 basis points of deleverage in buying, occupancy, and distribution center costs. Our income from operations is expected to be $75 million or 14% of sales. We expect earnings per diluted share to be $1.79.\nAs a result of our year-to-date performance and our updated estimates for the rest of the year, we are lowering our full year guidance. For the full fiscal year, we now expect total sales to be $1.70 billion, representing growth of 2.7% over fiscal '23, which as a reminder was a 53-week year. This compares to our previous guidance of $1.75 billion. We expect same-store sales to decline 5%, with a retail store same-store sales decline of 4%, and an e-commerce same-store sales decline of 11%. This update compares to our previous guidance of a same-store sales decline of 3%.\nWe now expect gross profit to be $631 million or approximately 37.1% of sales. Gross profit reflects an estimated 190 basis point increase in merchandise margin, including a 130 basis point improvement from freight expense and a 60 basis point improvement from product margin. We anticipate 170 basis points of deleverage in buying, occupancy, and distribution center costs.\nOur income from operations is expected to be $210 million or 12.3% of sales. We expect net income for fiscal '24 to be $153 million and earnings per diluted share to be $5. We also expect our interest expense to be $2.4 million, and capital expenditures to be $105 million.\nNow I would like to turn the call back to Jim for some closing remarks.\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Jim. We are pleased with our financial performance during the second quarter and are looking forward to the balance of the year. I do want to thank the entire Boot Barn team across the country for their hard work and briefly acknowledge some well-deserved third-party recognition. Last month, Boot Barn was recognized by Fortune Magazine as one of the top 100 global companies evaluated by 3-year growth in sales, earnings, and shareholder returns. It was humbling to be included on a list that includes the world's fastest-growing businesses across all sectors, not just retailing. It was a great demonstration of strong teamwork and solid execution, and congratulations to the entire Boot Barn family.\nNow I would like to open the call to take your questions. Ranju?"
    },
    {
        "date": "2024 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/714d8137c58475adc36a3adb8a8b7e1f",
        "textblob_polarity": 0.09843396676852555,
        "textblob_subjectivity": 0.37736992296918753,
        "sentiment": {
            "distribution": {
                "positive": 16,
                "neutral": 5
            },
            "scores": {
                "positive": 0.9988810904324055,
                "neutral": 0.9139497756958008
            }
        },
        "content1": "Q1 2024 Boot Barn Holdings Inc Earnings Call\n\nQ1 2024 Boot Barn Holdings Inc Earnings Call\n\nBOOTNYSEAUG 2, 10:30 PM\n\nOperator\n\nGood day, everybody, and welcome to Boot Barn Holdings First Quarter 2024 Earnings Call. As a reminder, this call is being recorded. I would now like to turn the conference over to your host, Mr. Mark Dedovesh, Senior Vice President of Investor Relations and Financial Planning. Please go ahead, sir.\n\nMark Dedovesh\n\nVice President of Investor Relations & Financial Planning\n\nThank you. Good afternoon, everyone. Thank you for joining us today to discuss Boot Barn's first quarter fiscal 2024 earnings results. With me on today's call are Jim Conroy, President and Chief Executive Officer; and Jim Watkins, Chief Financial Officer. A copy of today's press release along the supplemental financial presentation is available in the Investor Relations section of Boot Barn's website at bootbarn.com. Shortly after we end this call, a recording of the call will be available as a replay for 30 days on the Investor Relations section of the company's website.\nI would like to remind you that certain statements we will make in this presentation are forward-looking statements. These forward-looking statements reflect Boot Barn's judgment and analysis only as of today, and actual results may differ materially from current expectations based on a number of factors affecting Boot Barn's business. Accordingly, you should not place undue reliance on these forward-looking statements.\nFor a more thorough discussion of the risks and uncertainties associated with the forward-looking statements to be made during this conference call and webcast, we refer you to the disclaimer regarding forward-looking statements that is included in our first quarter fiscal 2024 earnings release as well as our filings with the SEC referenced in that disclaimer. We do not undertake any obligation to update or alter any forward-looking statements, whether as a result of new information, future events or otherwise.\nI will now turn the call over to Jim Conroy, Boot Barn's President and Chief Executive Officer. Jim?\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Mark, and good afternoon. Thank you, everyone, for joining us. On this call, I will review our first quarter fiscal '24 results, discuss the progress we have made across each of our 4 strategic initiatives and provide an update on current business. Following my remarks, Jim Watkins will review our financial performance in more detail, and then we will open the call up for questions.\nWe are very pleased with our start to the fiscal '24 year and our first quarter results. During the quarter, total sales increased 4.9%, driven primarily by sales from new stores added over the last 12 months partially offset by a low single-digit decline, a negative 2.9% in consolidated same-store sales. We feel great about this performance given that the business was cycling plus 10% and plus 79% growth in consolidated same-store sales in the prior year and 2 year ago periods. Additionally, we are quite pleased with the sales results, both in stores and online with both businesses outperforming our guidance for the quarter.\nIn addition to strong sales performance, during the quarter, we achieved 80 basis points of product margin expansion driven primarily by more than 600 basis points of growth in exclusive brand penetration. The strength in sales and margin, combined with solid expense control, drove earnings per diluted share of $1.13 during the quarter compared to our guidance of $0.85. I am extremely pleased with our start to the year of what the team's execution continues to deliver both top and bottom line results.\nI will now spend some time discussing each of our 4 strategic initiatives. Let's begin with expanding our store base.\nNew stores continue to add to our top line growth and outperform our expectations. With our acceleration in new store openings, we have been able to open 86 stores over the last 2 years. With the opening of 16 new stores in the first quarter, we ended the quarter with 361 stores across 44 states. I'd like to thank the real estate construction, [ visual ] merchandising and store operations teams for their collaboration and persistence in getting these new stores up and running successfully. Our new stores continue to pay back in fewer than 18 months with strong average unit volumes in the first year, and we remain confident in our ability to achieve our long-term stated goal of 900 or more stores across the United States.\nMoving to our second initiative, driving same-store sales growth. First quarter consolidated same-store sales declined 2.9% with retail store same-store sales declining 1.8% and e-commerce same-store sales declining 10.8%. Notably, comps improved sequentially by month throughout the quarter in both channels. And while still negative, the sequential improvement in store comps was driven by a sequential improvement in average transactions per store.\nFrom a merchandise department perspective, nearly all major merchandise categories showed sequential improvement in the first quarter from our fiscal year-end. Men's Western boots and apparel achieved low single-digit positive comps. Ladies boots and apparel declined in the quarter but showed sequential improvement from year-end while cycling strong double-digit comps in the year ago and 2 year ago periods. From a geographic standpoint, stores in the North and East regions showed a slight decline in same-store sales but performed better than chain average. The South lagged the chain average with a mid-single-digit decline, and the West performed in line with chain average.\nFrom a customer perspective, we are very pleased with the growth we continue to see in our customer base with 7.5 million active members in our B Rewarded loyalty program as of the end of our first quarter. This represents growth of 23% from 6.1 million members as of the end of our first quarter of fiscal 2023.\nOver the past few years, we have used our customer segmentation as a foundation to strategically extend the reach of the brand and attract a broader range of consumers. Historically, Boot Barn was more narrowly focused on the Western and work customers. Over the past few years, we added a country lifestyle segment as well as a somewhat smaller segment targeting women seeking Western-inspired fashion.\nThe [ work our ] customer count is quite encouraging as we are seeing both the ongoing development of the newly added segments, while we are also expanding the size of the core Western and work customer groups. Similarly, we are seeing healthy growth in customer count in our legacy stores while also capturing a considerable number of new customers as the store portfolio builds across the country.\n[indiscernible] depth understanding of the strength of the brand with our customer base. I would like to spend a minute highlighting a recent customer survey we performed. First, the survey results further confirmed that the elevated average store volumes we have seen over the last couple of years were not driven by a transitory fashion trend as more than 75% of customers are purchasing with us because Western and work product is part of their everyday lifestyle and wardrobe.\nSecond, the Yellowstone television show does not seem to be a factor behind the significant acceleration we saw in sales over the last several years with only 4% of customer responses citing Yellowstone as a reason for wearing our product.\nLastly, our customers' propensity to shop with us continues to be very high with over 90% of customers either very likely or extremely likely to shop at Boot Barn again over the next 12 months.\nWhile we acknowledge that there is a sample bias in the server responses that we receive, we are pleased to see that the results are consistent with our CRM data regarding new customers and their shopping preferences. For more details on the survey results, please refer to the supplemental financial presentation that we released today.\nMoving to our third initiative, strengthening our on-channel leadership. In the first quarter, our e-commerce same-store sales declined 10.8%, which was an improvement from a decline of over 18% in our fourth fiscal quarter. Notably, the Boot Barn brand did see positive sales growth for the quarter, but not big enough to offset the weakness in the Sheplers and Country Outfitter brands. We continue to believe that our e-commerce business went back to a positive growth trajectory beginning in late September or early October when the last year comparisons become easier.\nDespite the slowness in e-commerce sales, we are quite pleased with the many achievements we have seen from an omnichannel perspective. First, the team has greatly expanded the digital influence in our stores. We have rolled out Bandit, which adds artificial intelligence to our customer-facing shopping tablet, helping customers to get expert styling advice in store. In addition, we have equipped our store associates and call center operators with the same artificial intelligence capabilities to enable all of them to provide much richer product knowledge and shopping recommendations.\nWe've also made great progress from the e-commerce fulfillment perspective. Today, we have the ability to ship most e-commerce [indiscernible] from nearly every store or any distribution center. This will enable us to maximize selling margin by moving through the limited amount of clearance that we have system-wide at a less aggressive markdown. It will also help us to minimize shipping time and cost by shipping orders geographically closer to customer demand.\nNow to our fourth strategic initiative, exclusive brands. During the first quarter, our exclusive brand penetration increased over 600 basis points to 38%. This is our third consecutive quarter of greater than 500 basis points of year-over-year growth compared to our historical stated goal of 250 to 300 basis points of growth. We now expect to grow exclusive brand penetration for the fiscal year by 500 basis points to 39% of sales. With exclusive brands providing an incremental 1,000 basis points of margin compared to third-party brands, this penetration growth has added meaningfully to our margin profile.\nTo support the substantial growth we have seen in store count and in our exclusive brand business over the last couple of years, we recently expanded our supply chain capability by adding an additional distribution center in Kansas City, Missouri. As a reminder, most third-party inventories fulfilled directly by our vendors to our stores and does not pass through a Boot Barn distribution center. However, when it comes to our exclusive brand product, we warehouse that merchandise in our DCs and replenish the store demand ourselves. We are pleased to report that the new DC facility opened on time and is operating smoothly as we begin to ramp up the throughput of goods over the next few months.\nI want to thank our entire supply chain and IT teams for their world-class execution in getting the new DC up and running without any major disruptions.\nTurning to current business. On a consolidated basis, our July business declined 0.5%, which was an improvement on our first quarter, but a slight deceleration from June. Our retail store same-store sales performance remained positive in the month of July, while e-commerce sales declined 11.4% for the month. While it is exciting to see the tone of business begin to improve, it has also proven to be somewhat unpredictable with weekly comp performance ranging from negative 7% to positive 6% over the past 4 months. Accordingly, we have attempted to capture this volatility in our sales guide for the balance of the second quarter, which Jim Watkins will provide later on this call.\nLooking beyond the comp sales growth, we continue to feel great about the new store performance and the pipeline of new locations for the balance of the year. We're also quite pleased with our exclusive brands, which saw an extremely strong growth in penetration for July that has contributed to a solid product margin for the month.\nIn summary, while macro uncertainty persists, we feel we are well positioned to navigate through nearly any environment that comes our way. I'd like to now turn the call over to Jim.\n\nJames M. Watkins\n\nCFO & Secretary, Boot Barn Holdings, Inc.\n\nThank you, Jim. In the first quarter, net sales increased 4.9% to $384 million. As Jim mentioned, our sales performance benefited from new stores opened during the past 12 months partially offset by a consolidated same-store sales decline of 2.9% comprised of a decrease in retail store same-store sales of 1.8% and a decrease in e-commerce same-store sales of 10.8%.\nGross profit increased 3% to $142 million or 37.0% of sales compared to gross profit of $138 million or 37.7% of sales in the prior year period. The 70 basis point decrease in gross profit rate resulted from 160 basis points of deleverage in buying, occupancy and distribution center costs, partially offset by a 90 basis point increase in merchandise margin rate. The increase in merchandise margin rate was driven by 80 basis points of product margin expansion resulting primarily from a 630 basis point increase in exclusive brand penetration and a 10 basis point tailwind from lower freight expense as a percentage of sales.\nSelling, general and administrative expenses for the quarter were $96 million or 24.9% of sales compared to $85 million or 23.3% of sales in the prior year period. The increase in SG&A expenses compared to the prior year period was primarily a result of higher store payroll and store-related expenses associated with operating an additional 50 stores over the prior year period and corporate overhead costs in the current year.\nIncome from operations was $46 million or 12.1% of sales in the quarter compared to $52 million or 14.3% of sales in the prior year period. Net income was $34 million or $1.13 per diluted share compared to $39 million or $1.29 per diluted share in the prior year period.\nTurning to the balance sheet. On a consolidated basis, inventory increased 6% over the prior year period to $566 million. This increase was primarily driven by new store inventory and exclusive brand growth, partially offset by an approximately 9% decrease in average comp store inventory. We finished the quarter with $17 million in cash and $26 million drawn on our $250 million revolving line of credit.\nTurning to our outlook for fiscal '24. As outlined in our supplemental financial presentation, we are raising our guidance for both the second quarter and full year. As the presentation lays out the low and high end of our guidance range for both periods, I will only speak to the [indiscernible] range in my following remarks.\nAs we look to the second quarter, we expect total sales at the high end of our guidance range to be $379 million. We expect the same-store sales decline of 3.5% with a retail store same-store sales decline of 2.5% and an e-commerce same-store sales decline of 9%. We expect the gross profit to be $134 million or approximately 35.4% of sales. Gross profit reflects an estimated 50 basis point increase in merchandise margin, including flat freight expense year-over-year. We anticipate 180 basis points of deleverage and buying, occupancy and distribution center costs. Our income from operations is expected to be $38 million or 10% of sales. We expect earnings per diluted share to be $0.90.\nAs a result of our first quarter performance and our updated estimate for the second quarter, we are raising our full year guidance. Our guidance for the second half of the year remains unchanged. For the full fiscal year, we now expect total sales at the high end of our guidance range to be $1.75 billion, representing growth of 5.5% over fiscal '23, which as a reminder, was a 53-week year. This compares to previous guidance of $1.72 billion. We expect same-store sales to decline 3% with our retail store same-store sales decline of 3.5% and flat e-commerce sales. This compares to our previous guidance of the same-store sales decline of 4.5% with a retail store same-store sales decline of 5.2% and e-commerce same-store sales growth of 1%. We now expect gross profit to be [ $646 ] million or approximately 36.9% of sales. Gross profit reflects an estimated 160 basis point increase in merchandise margin, including a 100 basis point improvement from freight expense. We anticipate 150 basis points of deleverage in buying, occupancy and distribution center costs.\nOur income from operations is expected to be $223 million or 12.7% of sales. We expect net income for fiscal '24 to be $163 million and earnings per diluted share to be $5.35. We also expect our interest expense to be $3.2 million and capital expenditures to be $95 million.\nNow I would like to turn the call back to Jim for some closing remarks.\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Jim. We're quite pleased with our financial performance during the first quarter and are looking forward to the balance of the year. I do want to thank the entire Boot Barn team for their hard work and briefly acknowledge some well-deserved third-party recognition.\nEvery year, Newsweek conducts an independent consumer survey and assemble a list of America's best retailers. The assessment measures the customer's view on product assortment, in-store service, store design and merchandising as well as a few other factors.\nFor 2023, Boot Barn topped that list with the highest score of any company across 39 different categories of retailing. A heartfelt thank you to the entire team nationwide for working so hard and for getting the accolades that you all deserve. Congratulations.\nNow I would like to open the call to take your questions. Sherry?"
    },
    {
        "date": "2023 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/fb734fea0f3536742638c002aeaf95a8",
        "textblob_polarity": 0.1111748315283669,
        "textblob_subjectivity": 0.38793823273621225,
        "sentiment": {
            "distribution": {
                "positive": 18,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9989306363794539,
                "neutral": 0.995531439781189
            }
        },
        "content1": "Q4 2023 Boot Barn Holdings Inc Earnings Call\n\nQ4 2023 Boot Barn Holdings Inc Earnings Call\n\nBOOTNYSEMAY 17, 10:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Boot Barn Holdings Fourth Quarter 2023 Earnings Call. As a reminder, this call is being recorded.\nNow I'd like to turn the conference over to your host, Mr. Mark Dedovesh, Vice President of Financial Planning. Please go ahead, sir.\n\nMark Dedovesh\n\nVice President of Investor Relations & Financial Planning\n\nThank you. Good afternoon, everyone. Thank you for joining us today to discuss Boot Barn's fourth quarter and fiscal 2023 earnings results. With me on today's call are Jim Conroy, President and Chief Executive Officer; Greg Hackman, Executive Vice President and Chief Operating Officer; and Jim Watkins, Chief Financial Officer.\nA copy of today's press release, along with a supplemental financial presentation, is available on the Investor Relations section of Boot Barn's website at bootbarn.com. Shortly after we end this call, a recording of the call will be available as a replay for 30 days on the Investor Relations section of the company's website.\nI would like to remind you that certain statements we will make in this presentation are forward-looking statements. These forward-looking statements reflect Boot Barn's judgment and analysis only as of today, and actual results may differ materially from current expectations based on a number of factors affecting Boot Barn's business. Accordingly, you should not place undue reliance on these forward-looking statements.\nFor a more thorough discussion of risks and uncertainties associated with the forward-looking statements to be made during this conference call and webcast, we refer you to the disclaimer regarding forward-looking statements that is included in our fourth quarter and fiscal 2023 earnings release as well as our filings with the SEC referenced in that disclaimer. We do not undertake any obligation to update or alter any forward-looking statements, whether as a result of new information, future events or otherwise.\nI will now turn the call over to Jim Conroy, Boot Barn's President and Chief Executive Officer. Jim?\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Mark, and good afternoon. Thank you, everyone, for joining us. On this call, I will review our fiscal '23 and fourth quarter results, discuss the progress we have made across each of our 4 strategic initiatives and provide an update on current business. Following my remarks, Jim Watkins will review our financial performance in more detail, and then we will open the call up for questions. .\nFiscal '23 was a solid year for Boot Barn as we give record sales, opened 45 new stores and continue to expand product margin. I am proud of the entire Boot Barn team for driving these results and for holding on to the outsized gains from the prior year.\nFiscal '23 total sales grew 11.4% on top of 67% growth in the prior year, driven primarily by strong sales from new stores opened over the past 12 months. Consolidated same-store sales were flat to the prior year, which was comprised of 1.8% retail store same-store sales growth and a 10% decline online. The stores comp is notable as we cycled a 57% comp growth in the store last year. Similarly, while our online business declined, that business is cycling 2 very strong years of 39% and 24% comp growth in fiscal '22 and fiscal '21, respectively. Given the extraordinary revenue increase last year, we are quite pleased with these results.\nIn addition to the sales performance, we were able to grow our product margin for the year by 30 basis points, primarily through growth in our exclusive brand penetration. This margin expansion was offset by 100 basis points of freight headwinds, resulting in a net 70 basis point reduction in merchandise margin. To put our sales and margin results in perspective, over the past 5 years, Boot Barn revenue has more than doubled, adding nearly $1 billion in sales and merchandise margin has expanded approximately 500 basis points.\nTurning to our fourth quarter results. Total sales continued to show solid growth, driven by sales from new stores. However, same-store sales declined 5.5% on a consolidated basis as we cycle same-store sales growth in the prior 2 years of 33% and 27%.\nFrom a margin perspective, we saw product margin expansion of 30 basis points in the quarter. It is a testament to the strength of the Boot Barn brand, where we can continue to expand our selling margin despite a decline in same-store sales. While our full year results fell short of our original expectations, overall, I am pleased that we've been able to continue to grow the business on top of a record-setting year.\nI will now spend some time highlighting the recent progress we have made across each of our 4 strategic initiatives. Let's begin with expanding our store base. Our growth engine continues to significantly outperform our expectations. While we've historically targeted 10% new store openings, we were able to accelerate the growth to 15% for fiscal '23. We believe the 45 stores opened in the past 12 months will continue to generate average unit volumes of $3.5 million and pay back in less than 18 months.\nIn the fourth quarter, we opened 12 new stores, which was our sixth consecutive quarter of double-digit new unit openings. These recent openings include our first stores in the states of New York and Maryland, further expanding our presence into untapped markets. We continue to be encouraged both by the new store performance in new markets and the lack of significant cannibalization as new stores are added to existing markets. The new store performance helped with a strong new store pipeline, further bolsters our confidence in the ability to expand to 900 more stores across the United States over the next several years.\nMoving to our second initiative, driving same-store sales growth. Fourth quarter consolidated same-store sales declined 5.5% with retail store same-store sales declining 3.3% and e-commerce comp sales declining 18.4%. From a merchandise department perspective, the more functional product lines performed better than the more discretionary categories. These include men's western boots and men's apparel, which performed better than the chain average and men's work boots and work apparel, which were in line with main average. Ladies boots and ladies apparel declined 11% and 13%, respectively, as both departments cycled a 2-year stack of over 80%.\nFrom a marketing perspective, the brand continues to resonate across the country. The recent customer research we conducted was able to confirm that our outsized sales gains were due in part to the influx of many new customers, both from Western and work competitors and from retailers outside our industry. As we look forward, we will continue to prospect for new customers through broadcast media channels while nurturing our legacy customer base with tailored print and direct mail communication.\nWe are pleased with the continued expansion we have seen in our customer base with 22% year-over-year growth in our B Rewarded loyalty members, ending the year at 7.1 million active members. Drilling down into our comp stores business from a geographic standpoint, we saw a slight decline in our East and North regions. The West and South regions both experienced a mid-single-digit decline.\nAs we look at our store KPIs, a decline in transactions per store during the quarter was partially offset by growth in average transaction amount. Our January stores business was positive on a same-store sales basis, which then turned negative in February and more negative in March. While top line performance in the stores was softer than we expected it to be at the outset of the quarter, we are relatively pleased with this result as we're recycling a 2-year stack comp of approximately 60%.\nFrom an operational perspective, the field organization continues to deliver exceptional customer experience. With all the omnichannel offerings we currently have in place, our stores team has been tasked with balancing many operational responsibilities in addition to delivering high-quality customer service. The team has not only risen to this challenge but has also managed to sustain our elevated sales per store.\nI do want to express my appreciation to the entire field team for their execution and their ability to adapt to the changing needs of the business.\nMoving to our third initiative, strengthening our omnichannel leadership. In the fourth quarter, our e-commerce same-store sales declined 18.4%, in line with the performance we saw in this channel during the third fiscal quarter. We believe these declines are a result of competitors having a stronger in-stock position compared to last year and expect this softness will be transitory.\nFor the past few years, we have successfully rolled out several omnichannel capabilities, including ship to store, ship from store, cross-channel returns and buy online pick up in store. Doing so has enabled us to increase the customer service options online while simultaneously expanding the breadth of the in-store assortment.\nToday, approximately 2/3 of our online sales are touched in some way by the stores. We believe that leveraging our nationwide store presence will create a seamless integration of our 2 selling channels and provide us with a sustainable competitive advantage in our industry.\nIn addition to the omnichannel capabilities that have been created, we are continuing to make progress in a number of areas. First, we continue to see strong growth in exclusive brand penetration online as we access the broader assortment that resides in all the stores across the country. With the incremental margin provided by our exclusive brands, we expect to further increase the profitability of our online sales in the coming years.\nSecond, during fiscal '23, we rolled out a Boot Barn mobile app. This app creates a more convenient shopping experience for our customers, offers a mobile-friendly option for purchasing and serves as an additional tool to drive in-store traffic. It enables our online customers to shop their local store, learn about events and concerts in their market and stream country music directly from the app. Our digital team did an incredible job with the development, and we are very pleased with the final product.\nLastly, I am quite excited about a new project underway called Bandit. That utilizes artificial intelligence and machine learning to enhance the customer shopping experience. All the Barn stores are already equipped with touchscreen devices that guide customers through their purchase decisions by narrowing the assortment based on a series of filters and preferences.\nOur digital team has added to this capability tremendously. First, they have integrated machine learning to develop a recommendation engine based on market basket analysis. Second, they have created a fully integrated connection with Chat GPT to provide a customer with a conversational interactive experience. For example, if a customer is shopping for a pair of women's western boots, they will now be able to ask Bandit for a recommended outfit that would pair well with their selection. To wear a country music concert and that recommendation will be rendered with a conversational tone and in qualitative reasons why these items would look good together.\nAdditionally, we have harnessed the same capability in the handheld devices utilized by our store associates when they are assisting customers. This new technology will empower our team greatly by providing them with a deep level of product expertise and an ability to pay our items together regardless of how much product knowledge they have or experience they have working at Boot Barn.\nWhile there has certainly been a tremendous amount of recent discussion around the use of AI, we are thrilled to be on the cutting edge, having already rolled out both customer-facing and an employee-facing applications to all of our stores. I'm looking forward to the potential this new offering has to enhance the customer experience and drive incremental sales. I do want to express my gratitude to the digital team, specifically to Justin for developing this incredible tool and enabling us to be first to market within our industry and integrating AI into the customer experience.\nNow to our fourth strategic initiative, exclusive brands. During the fourth quarter, exclusive brand penetration increased 770 basis points to 37.3%. For the full year, our exclusive brands were 34% of sales and surpassed $550 million. For context, exclusive brand sales have increased more than 10 percentage points in penetration over the last 2 years.\nConsistent with prior quarters, 3 of the top 5 selling brands were Cody James, and Idle Wind. Our exclusive brands not only provide us with competitive differentiation, but they are also financially accretive to the business by approximately 1,000 basis points of margin.\nTurning to current business. We are halfway through our first fiscal quarter and quarter-to-date same-store sales declined 5.8% compared to approximately 13.4% growth in the comparable prior year period. The consolidated 5.8% decline is driven by a 15.2% decrease in e-commerce sales and 4.3% decline in retail store same-store sales. Given that we are up against the toughest compares in the year ago period, it is encouraging to see a sequential improvement from March into our first quarter signaling a healthier tone in the business.\nI'd like to now turn the call over to Jim Watkins.\n\nJames M. Watkins\n\nCFO & Secretary, Boot Barn Holdings, Inc.\n\nThank you, Jim. In the fourth quarter, net sales increased 11% to $426 million. As Jim mentioned, our sales performance benefited from new stores opened over the past 12 months and the sales contribution from the 53rd week, partially offset by a same-store sales decline of 5.5%.\nGross profit increased 5% to $156 million or 36.6% of sales compared to gross profit of $149 million or 38.8% of sales in the prior year period. The 220 basis point decrease in gross profit rate resulted from a 120 basis point decline in merchandise margin rate and a 100 basis points -- and 100 basis points of deleverage in buying, occupancy and distribution center costs.\nThe decline in merchandise margin rate was driven by a 140 basis point headwind from higher freight expense, partially offset by 30 basis points of product margin expansion resulting from growth in exclusive brand penetration. Lower-than-expected freight expense was the primary driver of the beat to guidance on the merchandise margin line. As sales slowed during the quarter, we sold fewer high freight inventory items through the P&L compared to our expectations, resulting in lower freight expense.\nLooking forward, we expect freight expense to be a benefit to fiscal year 2024 merchandise margin of approximately 100 basis points, recapturing the 100 basis point headwind from fiscal '23.\nSelling, general and administrative expenses for the quarter were $93 million or 21.9% of sales compared to $86 million or 22.6% of sales in the prior year period. We leveraged SG&A expense primarily as a result of lower incentive-based compensation, marketing expenses and leverage from the 14th week.\nIncome from operations was $63 million or 14.7% of sales in the quarter compared to $62 million or 16.3% of sales in the prior year period. Net income was $46 million or $1.53 per diluted share compared to $45 million or $1.47 per diluted share in the prior year period and $0.82 per diluted share 2 years ago.\nTurning to the balance sheet. On a consolidated basis, inventory increased 24% over the prior year period to $589 million. This increase was primarily driven by new store inventory, exclusive brand growth and inflationary increases from our vendors. Average comp store inventory increased approximately 8% over the prior year period. On a 3-year stack basis, our retail store same-store sales growth of 56% has outpaced our 3-year stack average comp store inventory growth of 35%. We continue to be pleased with the content and quantity of our current inventory levels. We finished the quarter with $18 million in cash and $66 million drawn on our $250 million revolving line of credit.\nTurning to our outlook for fiscal '24. The supplemental financial presentation we released today lays out the low and high end of our guidance ranges for both the full year and first quarter. I will then be speaking to the high end of the range for both periods in my following remarks.\nFor the year, we expect total sales at the high end of our guidance range to be $1.7 billion, representing growth of 4% over fiscal '23, which, as a reminder, was a 53-week year. We expect same-store sales to decline 4.5% with a retail store same-store sales decline of 5.2% and e-commerce same-store sales growth of 1%. We expect gross profit to be $630 million or approximately 36.5% of sales.\nGross profit reflects an estimated 150 basis point increase in merchandise margin, which includes a 100 basis point improvement from freight expense. We expect to grow exclusive brand penetration by 400 basis points. We also anticipate 180 basis points of deleverage in buying, occupancy and distribution center costs. This deleverage is primarily the result of negative same-store sales, higher occupancy from new stores and the cost of the new Kansas City distribution center.\nI'd like to provide you with some color around leverage points. On a go-forward basis, we expect to leverage buying occupancy and distribution center costs with a 4% consolidated same-store sales growth. However, as a result of the cost of our new Kansas City distribution center, the annualization of the step-up in new unit growth from 10% to 15%, store remodels in fiscal '24 and the benefit of the 53rd week in fiscal '23, the same-store sales required to leverage buying, occupancy and distribution center costs in the current fiscal year is expected to be 14%. When adjusting for these transitory items, we expect to return to a more normalized leverage point of 4% in fiscal '25. Our leverage point in fiscal '24 on SG&A is a consolidated 2.5% comp.\nOur income from operations is expected to be $209.9 million or 12.2% of sales. We expect net income for fiscal '24 to be $153 million and earnings per diluted share to be $5. We also expect our interest expense to be $4.3 million and capital expenditures to be $95 million. For the year, we expect our effective tax rate to be 25.6%. We plan to grow new units by 15%, adding 52 new stores during the year. We anticipate opening 13 new stores during each quarter of the year.\nAs we look to the first quarter, we expect total sales at the high end of our guidance range to be $364 million. We expect the same-store sales decline of 7% with retail store same-store sales declining 6% and e-commerce same-store sales declining 15%. We expect the gross profit to be $131.1 million or approximately 36% of sales.\nGross profit reflects an estimated 80 basis point increase in merchandise margin, which assumes flat freight expense year-over-year. We anticipate 250 basis points of deleverage in buying, occupancy and distribution center costs, primarily relating from -- resulting from negative same-store sales, higher occupancy from new stores and the cost of the new Kansas City distribution center.\nOur income from operations is expected to be $36.2 million or 9.9% of sales. We expect earnings per diluted share to be $0.85.\nNow I'd like to turn the call back to Jim for some closing remarks.\n\nJames G. Conroy\n\nPresident, Chief Executive Officer & Director, Boot Barn Holdings, Inc.\n\nThank you, Jim. We are pleased with our fiscal '23 results and believe we are well positioned to continue our growth. During fiscal '23, we accelerated new store openings with the 45 new stores across the country, through product margin for the seventh consecutive year and expanded the penetration of exclusive brands by a record 570 basis points.\nWith new stores continuing to well exceed our financial targets and our growing store footprint, providing even greater integration with our digital channel, we are confident the business is on course to deliver profitable market share gains and increased shareholder value.\nI'm very proud of the entire team across the country, I want to thank you all for your continued hard work and execution. I also would like to take a brief moment to publicly express my gratitude to Greg Hackman, who will be retiring this summer. Greg has had a significant impact on the growth of the company and on the personal development of executives. Thank you, Greg, for all that you have done for Boot Barn, for your team and for me personally.\nNow I would like to open the call to take your questions. Shamali?"
    },
    {
        "date": "2023 Q3",
        "url": "https://dashboard.aiera.com/p/evtmin/00b3ac9db9d0fc4e0d97eea792fedc79",
        "textblob_polarity": 0.09478548551719287,
        "textblob_subjectivity": 0.3750180595150108,
        "sentiment": {
            "distribution": {
                "positive": 18,
                "neutral": 3,
                "negative": 2
            },
            "scores": {
                "positive": 0.9708626402748955,
                "neutral": 0.994232714176178,
                "negative": 0.8936680555343628
            }
        },
        "content1": "Q3 2023 Boot Barn Holdings Inc Earnings Call\n\nQ3 2023 Boot Barn Holdings Inc Earnings Call\n\nBOOTNYSEJAN 25, 10:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Boot Barn Holdings Third Quarter 2023 Earnings Call. As a reminder, this call is being recorded.\nNow I'd like to turn the conference over to your host, Mr. Mark Dedovesh, Vice President of Financial Planning. Please go ahead, sir.\n\nMark Dedovesh\n\nVP of Financial Planning, Boot Barn Holdings, Inc.\n\nThank you. Good afternoon, everyone. Thank you for joining us today to discuss Boot Barn's Third Quarter Fiscal 2023 Earnings Results.\nWith me on today's call are Jim Conroy, President and Chief Executive Officer; Greg Hackman, Executive Vice President and Chief Operating Officer; and Jim Watkins, Chief Financial Officer. A copy of today's press release along with a supplemental financial presentation is available on the Investor Relations section of Boot Barn website at bootbarn.com. Shortly after we end this call, a recording of the call will be available as a replay for 30 days on the Investor Relations section of the company's website.\nI would like to remind you that certain statements we will make in this presentation are forward looking statements. These forward-looking statements reflect Boot Barn's judgment and analysis only as of today, and actual results may differ materially from current expectations based on a number of factors affecting Boot Barn's business. Accordingly, you should not place undue reliance on these forward-looking statements. For a more thorough discussion of the risks and uncertainties associated with the forward-looking statements to be made during this conference call and webcast, we refer you to the disclaimer regarding forward-looking statements that is included in our third quarter fiscal 2023 earnings release as well as our filings with the SEC referenced in that disclaimer. We do not undertake any obligation to update or alter any forward-looking statements, whether as a result of new information, future events or otherwise.\nI will now turn the call over to Jim Conroy, Boot Barn's President and Chief Executive Officer. Jim?\n\nJames G. Conroy\n\nPresident, CEO & Director, Boot Barn Holdings, Inc.\n\nThank you, Mark, and good afternoon. Thank you, everyone, for joining us.\nOn this call, I'll review our third quarter fiscal '23 results, discuss the progress we have made across each of our 4 strategic initiatives and provide an update on current business. Following my remarks, Jim Watkins will review our financial performance in more detail, and then we will open the call up for questions.\nI'm extremely proud of the entire Boot Barn team for their tremendous execution in the third quarter as we delivered total sales at the high end of our guidance. Total net sales grew 5.9% on top of 60.7% growth in the prior year period, driven primarily by strong sales from new stores opened over the past 12 months.\nOn a 3-year basis, total sales have grown (technical difficulty) compared to the third quarter of fiscal 2020, just prior to the start of the pandemic. We are very encouraged that this 3-year growth has been driven primarily by an increase in the number of transactions as we have added a significant number of new customers to the brand while legacy shoppers seem to be purchasing more frequently.\nFrom a margin perspective, during the third quarter, merchandise margin declined 190 basis points, driven by a 180 basis point headwind from higher freight expense. We maintained our full price selling posture in what we believe was a highly promotional holiday season across retail. As a result, we were able to achieve a merchandise margin rate nearly in line with last year's record-setting performance after normalizing for the transitory freight headwinds. Once again, this demonstrates the strength of the Boot Barn brand and our ability to drive the business forward without resorting to unnecessary sales or promotions.\nI will now spend some time highlighting the recent progress we have made across each of our 4 strategic initiatives. Let's begin with expanding our store base.\nWe continue to be pleased by our ability to grow new units each year. While historically, we targeted 10% new unit growth with each store generating approximately $1.7 million annually, we have recently been overdelivering on both metrics. We expect to open approximately 43 stores in the current fiscal year or more than 14% growth. Even more encouraging is our new store model is now $3.5 million and more than double our original target. At this level of sales, our new stores are paying back in just over 1 year with nearly 100% cash-on-cash returns.\nThe pipeline for new store openings remains strong as we continue to broaden our retail footprint across the United States. During the third quarter, we opened 12 new stores, including our first store opening in the state of Connecticut, further expanding our northeast presence. The success of our new stores in new and existing markets, coupled with less sales cannibalization than we originally anticipated, gives us further confidence in our ability to expand to more than 900 stores across the country or nearly triple our current store count.\nMoving to our second initiative, driving same-store sales growth. We are pleased with our same-store sales performance in the third quarter with consolidated same-store sales down 3.6% while cycling 54.2% same-store sales growth in the prior year period. We are particularly encouraged by the performance of our retail store sales, which declined a modest 0.8% while cycling a 55.7% growth in the year ago period.\nDuring the third quarter, our strongest growth categories were work apparel and men's western apparel. While sales of men's and ladies western boots, ladies apparel and hats declined, it is important to note that each of these businesses was up against incredibly strong double-digit or triple-digit growth in the prior year period.\nFrom a geographic standpoint, we saw growth in our East and North regions, a slight decline in our South region and a mid-single-digit decline in our West region, which is perennially our strongest region. Given the outsized growth we saw in all regions of more than 50% in our prior year period, we are again pleased with the performance across the country.\nFrom a marketing perspective, the team continues to expand our customer reach by modernizing the brand and carefully tailoring our communication to each customer segment. We use a combination of media formats to target our legacy western and work customers in addition to our more recently added country lifestyle and fashion customers. We believe the content of our marketing not only showcases the Boot Barn brand within the industry but has also garnered the attention of a much broader customer base for mainstream retail.\nFrom an operational perspective, I am proud of our field organization across the country for another very successful holiday season. The team has not only risen to the challenge of the higher average store sales volume but has continued to expand the brand's footprint through new stores, including 12 additional store openings in the third quarter. The store team's ability to deliver world-class customer service, manage the inventory levels needed to sustain the elevated store sales and allocate store labor hours to the many omnichannel offerings we now have in place is a testament to the dedication of our team and the hardworking nature of all of our store partners.\nMoving to our third initiative, strengthening our omnichannel leadership. We continue to focus on our omnichannel capabilities by integrating our stores and digital channels. Approximately 60% of online orders involve a store associate, underscores the importance of our brick-and-mortar presence.\nWe've always believed that the most successful and profitable way to service an e-commerce customer is by seamlessly integrating the store and digital channel. As an example, we added in-store fulfillment to our omnichannel offering. Now when a customer places an order online, they have access not only to inventory that is in our distribution center, but they also can select merchandise for more than 300 stores across the country. This enabled us to enhance the in-store experience while also providing digital customers with a much broader selection of merchandise. In-store fulfillment has resulted in shorter delivery times and a pronounced expansion of exclusive brand sales online, which further contributes to the profitability of the business.\nIn the third quarter, our e-commerce sales -- same-store sales declined 15.2%, which was in line with our expectations. As we discussed on our prior earnings call, we believe the recent decline in our e-commerce channel is a result of competitors having a stronger in-stock position compared to last year. We believe this trend will continue for the next 2 quarters until we cycle the softer business that emerged in July last year.\nIt is important to note that this headwind impacts our digital business, but not the strength of our stores business for a couple of reasons. First, our e-commerce customer has historically been a less loyal customer. Secondly, we are very prudent with our online spending for new customer acquisition.\nAs a result, our pay-per-click spending over the past several years has been pared back to a level that focuses more on bottom line profitability than top line sales growth, which could erode our earnings. Our focus on the long-term health of our e-commerce business has enabled us to grow digital sales by more than 45% over the past 3 years with an even greater growth in earnings.\nNow to our fourth strategic initiative, exclusive brands. During the third quarter, our exclusive brand penetration grew to 34.1%, more than 570 basis points of growth over the prior year period. On a trailing 12-month basis, our exclusive brand volume has exceeded $500 million and now makes up 32.2% of sales. Our exclusive brand team continues to design excellent merchandise from both a price and quality perspective. Consistent with prior quarters, 3 of the top 5 selling brands in the third quarter were Cody James, Cheyenne and Idyllwind. We expect to drive continued growth in this area of the business with the 10 brands that currently comprise the portfolio. These brands not only provide us with competitive differentiation both in stores and online, but they are also accretive to the business by approximately 1,000 basis points of margin.\nThe success of exclusive brands once again exceeded our original expectations. At the beginning of the year, we had anticipated expanding our exclusive brands by 300 basis points. We now are focusing -- we now are forecasting exclusive brands to grow to 33.4% of sales or approximately 500 basis points of penetration growth versus last year.\nI do want to express my appreciation to the entire exclusive brands team for continuing to provide product innovation and for the outsized growth in our exclusive brands business. We believe that the combination of our exclusive brands, along with the strength of our third-party vendor partners, provides for an exciting and diverse merchandise assortment, both in-store and online.\nTurning to current business. Through the first 4 weeks of our fourth fiscal quarter, our preliminary consolidated same-store sales have declined 1.5% compared to the prior year period, driven by a 16% decrease in e-commerce sales partially offset by growth in retail store same-store sales of 1.2%. Please note that our retail store same-store sales growth for this short 4-week period is artificially suppressed as it incorporates 1 day of 0 sales given that our quarter began on Christmas Day this year.\nImportantly, when looking at our January business on an annualized basis, we continued to maintain an average unit sales volume of approximately $4.2 million per store. This elevated store sales volume began in April 2021 and has now sustained itself for 22 consecutive months. For reference, our average store sales volume historically had been $2.7 million annually and is now more than 55% higher than that.\nIn an effort to better understand the reasons for this AUV growth and its sustainability, we conducted a survey of approximately 3,000 of our customers, both legacy and new to Boot Barn. Among the many questions that the survey asked, we were particularly curious to learn where the new customers came from, what made them shop Boot Barn and whether they would continue to shop with us going forward.\nOn the first question, the survey feedback indicated that we gained new customers throughout the pandemic, not only from within the western industry, but we captured an even greater number of shoppers from mainstream retail channels. It was also quite encouraging to learn that these new customers were attracted to Boot Barn stores by a combination of our upgraded marketing and our expanded product assortment. Finally, when we ask customers how likely they are to shop at Boot Barn in this calendar year, 96% of them said they are very likely or extremely likely to shop with us again.\nTo summarize, we believe that we have reached a new level of average store sales when we consider both the qualitative feedback from the customer research and the ongoing consistency of the monthly sales volumes.\nI'd like to now turn the call over to Jim Watkins.\n\nJames M. Watkins\n\nCFO & Secretary, Boot Barn Holdings, Inc.\n\nThank you, Jim.\nIn the third quarter, net sales increased 6% to $515 million. Sales growth was driven by sales from new stores added during the past 12 months, partially offset by the decline in same-store sales. Higher average unit retail prices, driven in part by inflation, further contributed to the increase in net sales.\nGross profit decreased 2% to $188 million or 36.5% of sales compared to gross profit of $192 million or 39.4% of sales in the prior year period. The 290 basis point decrease in gross profit rate resulted from a 190 basis point decrease in merchandise margin rate and 100 basis points of deleverage in buying, occupancy and distribution center costs. The decline in merchandise margin rate was driven primarily by a 180 basis point headwind from higher freight expense.\nSelling, general and administrative expenses for the quarter were $115 million or 22.4% of sales compared to $99 million or 20.5% of sales in the prior year period. SG&A expense as a percentage of net sales increased primarily as a result of higher store-related expenses and store payroll.\nIncome from operations was $72 million or 14.1% of sales in the quarter compared to $92 million or 19% of sales in the prior year period. Net income was $53 million or $1.74 per diluted share compared to $69 million or $2.27 per diluted share in the prior year period and $1 per diluted share 2 years ago.\nTurning to the balance sheet. On a consolidated basis, inventory increased 54% over the prior year period to $592 million. This increase was primarily driven by added inventory in our distribution centers in order to support new store openings and our exclusive brand growth.\nAverage comp store inventory increased approximately 20% over the prior year period -- over the prior year in order to support the elevated level of average unit sales volume per store. On a 3-year stack basis, our retail store same-store sales growth of 57% has outpaced our 3-year stack average comp store inventory growth of 33%. The final portion of the increase in total inventory during the third quarter can be attributed to new stores, both the (inaudible) new stores opened over the past 12 months as well as the inventory for stores that will open over the next couple of quarters. We continue to be pleased with our current inventory levels and that our forward weeks of supply are in line with our historical average.\nWe finished the quarter with $50 million in cash on hand and $59 million drawn on our $250 million revolving line of credit.\nTurning to our outlook for fiscal '23. We have updated our guidance for the fiscal year and now expect total sales to be between $1.67 billion and $1.68 billion, representing growth of 12.2% to 12.9% over the prior year. We expect same-store sales growth of 0.5% to 1% with a retail store same-store sales increase of 2.5% to 3% and e-commerce same-store sales decline of 10.5% to 9.5%.\nWe expect the gross profit to be between $611 million and $615 million or approximately 36.6% of sales. Gross profit includes an estimated 140 basis point decline from freight expense partially offset by 40 basis points of product margin expansion. Our income from operations is expected to be between $228 million and $232 million or 13.7% to 13.8% of sales. We expect net income for fiscal '23 to be between $167 million and $170 million and earnings per diluted share to be between $5.51 and $5.60. We also expect our interest expense to be $6 million and capital expenditures to be between $90 million and $95 million. For the balance of the year, we expect our effective tax rate to be 25.1%.\nWe now expect to open 43 new stores during the year, including the 33 stores we have opened through the end of the third quarter. The 10 stores we plan to open in the fourth quarter will be the sixth quarter in a row of opening at least 10 new stores. Please refer to the supplemental financial presentation we released today for further information on our revised fiscal '23 guidance.\nAs we look to the fourth quarter, we expect total sales to be between $438 million and $448 million. We expect the same-store sales decline of 3% to 0.5%, with retail stores same-store sales of flat to growth of 2% and e-commerce same-store sales declines of 20% to 16%. We expect the gross profit to be between $156 million and $160 million or approximately 35.7% of sales. Gross profit includes 250 basis points of merchandise margin pressure, including an estimated 290 basis point decline from freight expense partially offset by 40 basis points of product margin expansion. Our income from operations is expected to be between $59 million and $63 million or 13.5% to 14% of sales. We expect earnings per diluted share to be between $1.42 and $1.51.\nAs a reminder, the fourth quarter includes an extra week of business compared to the prior year period, which we estimate will generate approximately $34 million of sales and $0.19 of earnings per share.\nThe primary driver of the revision in our guidance relates to freight expense. Our end of year inventory is now projected to be lower than what we expected, and freight charges are declining faster and to lower rates than what we anticipated 3 months ago. While both these developments are great news, it also means that from an accounting standpoint, we will no longer carry as much capitalized freight on our balance sheet. We now expect that more freight expense will be recorded in the fourth quarter and will be 290 basis points higher than last year. While this freight expense negatively impacts the fourth quarter, it is overall very positive as our current inventory purchases are being burdened with lower freight charges which will benefit merchandise margin more than we expected as we move into next fiscal year.\nWhile we are not yet providing guidance for fiscal year '24, we would expect freight expense to be a benefit to next year's merchandise margin of approximately 100 basis points.\nTo summarize our changes in guidance, the high end of the guidance range provided at the end of our second quarter was $5.90 per share, and we're reducing it by $0.30 to $5.60 per share. The $0.30 reduction is driven by third quarter results that were $0.09 below the high end of our range and freight headwinds in the fourth quarter that are expected to add an additional $0.21 per share of freight expense compared to what we had previously guided. With an improved retail store sales trend, combined with an anticipated 100 basis points of improvement in freight, exclusive brand penetration growth and the continued opening of new stores, we are headed into fiscal '24 with multiple opportunities to fuel earnings growth.\nNow I would like to turn the call back to Jim for some closing remarks.\n\nJames G. Conroy\n\nPresident, CEO & Director, Boot Barn Holdings, Inc.\n\nThank you, Jim.\nWe are very pleased with our third quarter business and believe our runway for future growth is extremely promising. We've nearly doubled the size of the business in just 3 years and achieved store productivity levels that far exceed pre-pandemic levels. As we head into fiscal '24, we have multiple levers of earnings growth from same-store sales and new store openings to margin accretion from exclusive brands and lower freight charges. I'm very proud of the team across the country and want to thank you all for your dedication to Boot Barn and your strong execution.\nNow I would like to open the call to take your questions. Doug?"
    },
    {
        "date": "2023 Q2",
        "url": "https://dashboard.aiera.com/p/evtmin/98e1bc1eb2b613a6c6386659f6a05642",
        "textblob_polarity": 0.11363041813188433,
        "textblob_subjectivity": 0.36292845798710893,
        "sentiment": {
            "distribution": {
                "positive": 18,
                "neutral": 3,
                "negative": 2
            },
            "scores": {
                "positive": 0.9740405281384786,
                "neutral": 0.9961919784545898,
                "negative": 0.7502644956111908
            }
        },
        "content1": "Q2 2023 Boot Barn Holdings Inc Earnings Call\n\nQ2 2023 Boot Barn Holdings Inc Earnings Call\n\nBOOTNYSEOCT 26, 10:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Boot Barn Holdings, Inc. Second Quarter 2023 Earnings Call. As a reminder, this call is being recorded. Now I'd like to turn the conference over to your host, Mr. Mark Dedovesh, Vice President of Financial Planning. Please go ahead, sir.\n\nMark Dedovesh\n\nVP of Financial Planning, Boot Barn Holdings, Inc.\n\nThank you. Good afternoon, everyone. Thank you for joining us today to discuss Boot Barn's Second Quarter Fiscal 2023 Earnings Results. With me on today's call are Jim Conroy, President and Chief Executive Officer; Greg Hackman, Executive Vice President and Chief Operating Officer; and Jim Watkins, Chief Financial Officer.\nA copy of today's press release along with a supplemental financial presentation is available on the Investor Relations section of Boot Barn's website at bootbarn.com. Shortly after we end this call, a recording of the call will be available as a replay for 30 days on the Investor Relations section of the company's website.\nI would like to remind you that certain statements we will make in this presentation are forward-looking statements. These forward-looking statements reflect Boot Barn's judgment and analysis only as of today, and actual results may differ materially from current expectations based on a number of factors affecting Boot Barn's business. Accordingly, you should not place undue reliance on these forward-looking statements.\nFor a more thorough discussion of the risks and uncertainties associated with the forward-looking statements to be made during this conference call and webcast, we refer you to the disclaimer regarding forward-looking statements that is included in our second quarter fiscal 2023 earnings release as well as our filings with the SEC referenced in that disclaimer. We do not undertake any obligation to update or alter any forward-looking statements, whether as a result of new information, future events or otherwise.\nI will now turn the call over to Jim Conroy, Boot Barn's President and Chief Executive Officer. Jim?\n\nJames G. Conroy\n\nPresident, CEO & Director, Boot Barn Holdings, Inc.\n\nThank you, Mark, and good afternoon. Thank you, everyone, for joining us. On this call, I'll review our second quarter fiscal '23 results, discuss the continued progress we have made across each of our strategic initiatives and provide an update on current business. Following my remarks, Jim Watkins will review our financial performance in more detail, and then we will open the call up for questions.\nWe are very pleased with our second quarter results, which reflect continued growth on top of the market share gains we've achieved over the past few years. During the quarter, total net sales grew 12.4% on top of 69.5% growth in the prior year period, with strong sales from both existing stores and new stores opened over the past 12 months. On a 3-year basis, total sales grew 88% compared to the second quarter of fiscal 2020. We believe that driving additional growth this year on top of such strong growth over the last several years demonstrates that the market share gains we have achieved will be sustainable.\nDuring the second quarter, consolidated same-store sales grew 2.3%, comprised of an increase in retail store same-store sales growth of 3.9%, partially offset by an e-commerce sales decline of 7%. On a 3-year basis, consolidated same-store sales grew 56% compared to the second quarter of fiscal 2020.\nWe also continued our new unit expansion this year by opening at least 10 new stores for a fourth straight quarter. In addition to solid top line performance, merchandise margin expanded 50 basis points, primarily as a result of growth in exclusive brand penetration and better full-price selling. Once again, we expect to maintain our full-price selling philosophy and do not anticipate a material change in promotions or markdowns going forward.\nThe combination of top line growth and ongoing strength in merchandise margin resulted in an EBIT margin rate of 12.6%. Our earnings per diluted share in the second quarter was $1.06 or $0.13 better than the high end of our guidance range.\nWe believe our consistent success and sales growth reflects the execution of our 4 strategic initiatives and showcases the future potential of the brand. I will now spend some time highlighting our recent progress on each initiative.\nLet's begin with driving same-store sales growth. We are quite pleased that we've been able to build on top of the outsized same-store sales growth of last year. For the quarter, our same-store sales grew 2.3% as we cycled a remarkable 61.7% increase in the prior year period. Our retail store comp was driven by a 4% increase in transaction size due to an 8% increase in average unit retail price with average transactions per store approximately flat versus last year. We believe the fact that we continue to grow on top of last year's level is a testament to the strength of the brand and the durability of the step function increase in sales that we've experienced.\nDuring the second quarter, our strongest growth categories were men's Western apparel, men's and ladies' denim, work apparel and work boots and cowboy hats. Sales of men's Western boots and ladies' non-denim apparel declined on a comp store basis over the prior year period, and sales of ladies' boots were almost flat. While the performance of ladies' boots and apparel is lagging on a 1-year basis, it is important to call out that both categories cycled a comp growth of more than 100% in the same quarter last year.\nFrom a geographic standpoint, we had strong results in our East and North regions, solid growth in our South region and a decline in our West region, which is perennially our strongest region. To put this in perspective, while our West region was negative for this most recent quarter, that region had outperformed the chain average on a 3-year comp basis.\nFrom a marketing perspective, our creative team continues to modernize and build the brand across multiple forms of media as we add new segments and nurture our legacy customers. The combination of world-class creative, tailored customer messaging and a strategic mix of acquisition and retention-oriented programs has enabled us to continue to grow our customer base across the country. We believe that the strength of the brand continues to build, as evidenced by the strong sales performance of new stores in brand-new markets on the East Coast.\nFrom an operational perspective, we are extremely proud of the field organization across the country. Over the past 2 years, our average store unit sales volume has grown by more than 50%. Our field organization has demonstrated the ability to handle this increased sales level to augment the in-store staffing model and to manage the additional inventory needed to fuel this growth. In addition, they have taken on several new omni-channel initiatives and implemented new in-store technology solutions, further enhancing the store experience.\nAs we approach the holiday season, we feel good about our current staffing and overall preparedness. The team has already begun hiring seasonal store partners for the holiday sales surge and the application flow from new candidates is quite healthy. I want to commend the entire field team as they continue to provide excellent customer service, all while managing sales growth, supply chain challenges and multiple omni-channel initiatives.\nMoving to our second initiative, strengthening our omni-channel leadership. We continue to build our omni-channel capabilities and integrate our 2 selling channels. As we evaluate the broader retail landscape, we are increasingly confident that our long-standing strategy of leveraging the combination of our store and digital businesses is proving to be a successful model to profitably fulfill customer demand. For example, we continue to use our e-commerce business to prospect for new customers and then convert them to store or omni-channel customers.\nConversely, our stores are extremely instrumental in the growth of our e-commerce business as they have some involvement in more than 2/3 of our digital sales. Over the past year, we have expanded our ability to fulfill our e-commerce demand from our stores. Adding this capability has given us multiple advantages, including the ability to dramatically increase the exclusive brand penetration of our e-commerce sales as well as the ability to move through store clearance inventory more efficiently and at a higher markup by making all inventory available to all shoppers, regardless of channel or location.\nFor the most recent quarter, our e-commerce sales -- our e-commerce same-store sales declined 7%. There are 2 primary drivers of the decline in e-commerce sales. First, the majority of the erosion in online sales during the quarter is attributable to a sharp decline in sales on Amazon Marketplace. This business is relatively small, making up approximately 10% of our online sales or 1% of total sales. Additionally, given the third-party nature of the Amazon relationship, this portion of our business is less strategically important and less profitable than our traditional e-commerce sites.\nThe second factor relates back to our e-commerce business last year. Last year, we made considerable gains because we had a strong online inventory position while many competitors and branded sites were low in stock. Now as competitors are back in stock, we have given back some of the gains we made over the past year. From a longer-term perspective, we are quite pleased with the multiyear growth we have seen in sales with our e-commerce business up 55% on a 3-year basis and continued multiyear growth in online profitability.\nNow to our third strategic initiative, exclusive brands. During the quarter, our exclusive brand penetration grew to 32.3%, more than 350 basis points higher than the prior year period. Compared to 3 years ago, our exclusive brand penetration has grown over 10 percentage points, which is a testament to the quality product and compelling design created by the team.\nWe continue to be encouraged by the performance of the newly added brands and are optimistic in their future growth prospects. Additionally, 3 of our more well-established exclusive brands were among the top 5 selling brands for the quarter on a consolidated basis. Our exclusive brands create a strategic point of differentiation for us and we believe provide an ongoing opportunity for us to build our merchandise margin. For the full fiscal year, we expect to grow exclusive brand penetration to 31.8% and approximately 350 basis point increase over fiscal '22.\nFinally, our fourth initiative, expanding our store base. Our new store development capability continues to build the business on a national scale. During the second quarter, we opened 10 new stores, including expansion into New Jersey and Delaware, bringing our total count to 321 stores across 40 states. New stores opened in both existing and new markets continue to perform in line with our $3.5 million first year sales expectations, which results in a payback on our investment much faster than our historical stated 3-year goal. We are confident in our ability to continue this momentum and are excited about our new store pipeline for the year, with planned store openings in new markets, including New York, Connecticut and Maryland.\nTurning to current business. Through the first 4 week of our third fiscal quarter, total net sales have grown approximately 8% over the prior year period driven by continued sales growth from the new stores we have opened over the last 12 months. Our preliminary consolidated same-store sales through the same period are down 1.3% compared to the prior year period driven by a 17.6% decrease in e-commerce sales, partially offset by retail store same-store sales growth of 1.7%.\nWe have seen further softness in our e-commerce sales, which we believe is a result of many of our online competitors and third-party vendors returning to in-stock position on websites and on Amazon Marketplace. On a 3-year basis, store and e-commerce same-store sales are up more than 48% in October. We are pleased to see the growth in retail store same-store sales, particularly given the very strong sales we saw in the prior year period.\nI'd like to now turn the call over to Jim Watkins.\n\nJames M. Watkins\n\nCFO & Secretary, Boot Barn Holdings, Inc.\n\nThank you, Jim. In the second quarter, net sales increased 12% to $352 million. Sales growth was driven by sales from new stores added during the past 12 months and a 2.3% increase in consolidated same-store sales, which saw an increase in average unit retail prices driven in part by inflation.\nGross profit increased 9% to $129 million or 36.7% of sales compared to gross profit of $118 million or 37.8% of sales in the prior year period. The 110 basis point decrease in gross profit rate resulted from a 150 basis points of deleverage in buying, occupancy and distribution center costs, partially offset by a 50-basis-point increase in merchandise margin rate. The merchandise margin rate increase was primarily a result of growth in exclusive brand penetration and better full-price selling.\nIncluded in our merchandise margin expansion were 10 basis points of freight expense leverage. This improvement in freight expense was better than the 100 basis points of deleverage we had anticipated for the quarter as we continue to experience elevated container costs along with some inventory storage fees, which were capitalized at a higher rate than what we experienced a year ago. We expect to see elevated freight expense in the third and fourth quarters as we sell through the inventory burdened with these peak freight charges.\nFortunately, we are now regularly booking containers at spot rates 50% lower than recent peaks and have eliminated most off-site storage fees with the opening of our new distribution center in Kansas City, Missouri. Given these encouraging trends, we anticipate reverting back to normalized freight expense as we move into next fiscal year.\nSelling, general and administrative expenses for the quarter were $85 million or 24.2% of sales compared to $68 million or 21.8% of sales in the prior year period. As expected, SG&A expense as a percentage of net sales increased primarily as a result of higher marketing expenses, other store-related expenses and higher store payroll.\nIncome from operations was $44 million or 12.6% of sales in the quarter compared to $50 million or 16% of sales in the prior year period. Net income was $32 million or $1.06 per diluted share compared to $38 million or $1.25 per diluted share in the prior year period.\nTurning to the balance sheet. On a consolidated basis, inventory increased 83% over the prior year period to $641 million. This increase was primarily driven by additional inventory in our distribution centers in order to support new store openings and our exclusive brand growth, which continues to exceed expectations.\nAverage comp store inventory increased approximately 39% over the prior year in order to support the sustained increase in average unit sales volume. When evaluating our in-store inventory against our updated sales projection, we have approximately 23 weeks of forward supply, which is in line with our historical average. The final portion of the increase in total inventory can be attributed to new stores, both the 43 new stores opened over the past 12 months as well as the inventory needed to stock the pipeline of stores that will open over the next couple of quarters.\nThe team is doing a great job maintaining our in-stock position as a house of brands, and we continue to believe that the composition of our inventory is healthy. We finished the quarter with $20 million in cash on hand and $147 million drawn on our $250 million revolving line of credit.\nTurning to our outlook for fiscal '23. We have updated our guidance for the fiscal year and now expect total sales to be between $1.65 billion and $1.67 billion, representing growth of 10.9% to 12.2% over the prior year. We expect same-store sales to be in the range of approximately minus 1% to growth of 0.5% with the retail same-store sales increase of 2% to 3% and e-commerce same-store sales decline of 11% to 13%.\nWe expect gross profit to be between $617 million and $625 million or approximately 37.4% of sales. Gross profit includes an estimated 100 basis point headwind from freight expense.\nOur income from operations is expected to be between $235 million and $243 million or 14.2% to 14.6% of sales. We expect net income for fiscal '23 to be between $173.3 million and $179.3 million. We expect earnings per diluted share to be between $5.70 and $5.90. We also expect our interest expense to be $4.6 million and capital expenditures to be between $80 million and $87 million.\nWe remain on track to open 40 new stores during the year, including the 22 stores we have opened year-to-date. Please refer to the supplemental financial presentation we released today for further information on our revised fiscal '23 guidance.\nAs we look to the third quarter, we expect total sales to be between $502 million and $514 million. We expect a same-store sales decline of 3% to 5%, with retail store same-store sales of approximately minus 2% to flat and e-commerce same-store sales decline of 17% to 21%.\nWe expect gross profit to be between $184 million and $189 million or approximately 36.8% of sales. Gross profit includes an estimated 200-basis-point headwind from freight expense. Our income from operations is expected to be between $71 million and $76 million or 14.1% to 14.8% of sales. We expect earnings per diluted share to be between $1.71 and $1.83.\nThere are 2 primary drivers of the change in our full year guidance. First, we expect the softness of our September and October e-commerce sales to continue for the balance of the year. We believe that this softness is the result of many of our online competitors and third-party vendors returning to an in-stock position on their sites and on Amazon Marketplace.\nSecond, construction and permitting delays in many of our new stores has resulted in planned new store opening dates being pushed back from their original plan. These delays in store opening dates are expected to result in a reduction in sales from these stores in the back half of our fiscal year. Despite these delays, we remain on track to open 40 new stores this year, with approximately 9 stores opening in the third quarter and 10 stores opening in the fourth quarter.\nIn addition to the above and while not impacting our full year guidance, the timing of the freight expense within the year has been difficult to predict. On our last call, we expected freight expense to more negatively impact our earnings during the first half of the year than what was actualized. We now anticipate additional freight headwind in the back half of the year, particularly in the third quarter as we sell through the inventory burdened with peak freight charges. Third quarter freight expense is expected to be a 200-basis-point headwind and fourth quarter freight expense to be 90 basis points higher than in the prior year period.\nNow I would like to turn the call back to Jim for some closing remarks.\n\nJames G. Conroy\n\nPresident, CEO & Director, Boot Barn Holdings, Inc.\n\nThank you, Jim. We are pleased with the performance of the business in the second quarter and look forward to a strong finish to the year. I do want to take a minute to express my gratitude to the entire Boot Barn team. The past 3 years have been impacted by a global pandemic, massive supply chain challenges and now a looming recession. Despite these obstacles, we are on pace to grow our annual sales by nearly 100%, to add considerably to our merchandise margin and to more than triple our earnings in that same 3-year time period.\nWe've added more than 50% to our average store sales, and that new level of sales has proven to be sustainable. You should all be proud of these incredible achievements. Finally, as I look forward, the opportunity for us to triple our store count provides considerable future sales growth and clear growth opportunities for you and your team.\nNow I would like to open the call to take your questions. Ryan?"
    },
    {
        "date": "2023 Q1",
        "url": "https://dashboard.aiera.com/p/evtmin/79461541e63c0c5ca53efd423dd34a7e",
        "textblob_polarity": 0.14922128365984297,
        "textblob_subjectivity": 0.404165382639959,
        "sentiment": {
            "distribution": {
                "positive": 13,
                "neutral": 6
            },
            "scores": {
                "positive": 0.9996428994032053,
                "neutral": 0.959397574265798
            }
        },
        "content1": "Q1 2023 Boot Barn Holdings Inc Earnings Call\n\nQ1 2023 Boot Barn Holdings Inc Earnings Call\n\nBOOTNYSEJUL 27, 10:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Boot Barn Holdings First Quarter Fiscal Year 2023 Earnings Call. As a reminder, this call is being recorded.\nNow I'd like to turn the conference over to your host, Mark Dedovesh, Vice President, Investor Relations and Financial Planning. Please go ahead, sir.\n\nMark Dedovesh\n\nVP of Financial Planning, Boot Barn Holdings, Inc.\n\nThank you. Good afternoon, everyone. Thank you for joining us today to discuss Boot Barn's First Quarter Fiscal 2023 Earnings Results. With me on today's call are Jim Conroy, President and Chief Executive Officer; Greg Hackman, Executive Vice President and Chief Operating Officer; and Jim Watkins, Chief Financial Officer.\nA copy of today's press release, along with a supplemental financial presentation, is available on the Investor Relations section of Boot Barn's website at bootbarn.com. Shortly after we end this call, a recording of the call will be available as a replay for 30 days on the Investor Relations section of the company's website. I would like to remind you that certain statements we will make in this presentation are forward-looking statements. These forward-looking statements reflect Boot Barn's judgment and analysis only as of today, and actual results may differ materially from current expectations based on a number of factors affecting Boot Barn's business. Accordingly, you should not place undue reliance on these forward-looking statements.\nFor a more thorough discussion of the risks and uncertainties associated with the forward-looking statements to be made during this conference call and webcast, we refer you to the disclaimer regarding forward-looking statements that is included in our first quarter fiscal 2023 earnings release as well as our filings with the SEC referenced in that disclaimer. We do not undertake any obligation to update or alter any forward-looking statements, whether as a result of new information, future events or otherwise.\nI will now turn the call over to Jim Conroy, Boot Barn's President and Chief Executive Officer. Jim?\n\nJames G. Conroy\n\nPresident, CEO & Director, Boot Barn Holdings, Inc.\n\nThank you, Mark, and good afternoon. Thank you, everyone, for joining us on today's call. On this call, I'll review our first quarter fiscal '23 results, discuss the continued progress we have made across each of our strategic initiatives and provide an update on current business. Following my remarks, Jim Watkins will review our financial performance in more detail, and then we will open the call up for questions.\nWe are extremely pleased with our start to fiscal '23 and the strength of our first quarter results. During the quarter, total net sales grew nearly 20% over the prior year period with strong sales from both existing stores and new stores opened over the past 12 months. Consolidated same-store sales grew 10%, comprised of an increase in retail store same-store sales growth of 10% and e-commerce sales growth of 9%. Consistent with prior quarters, the growth in same-store sales was driven primarily by an increase in transactions with a large portion coming from new customers.\nWe also continued our new unit expansion by opening 11 new stores for a third straight quarter. In addition to strong topline performance, we once again saw merchandise margin expansion as a result of further growth in our exclusive brand penetration and strong full price selling, which more than offset freight headwinds versus the prior year period. The team's ability to drive top line growth and navigate freight and supply chain challenges resulted in an EBIT margin rate of 14.3%, which was 150 basis points above our guidance of 12.8%.\nOur earnings per diluted share in the first quarter was $1.29, and when adjusting for the tax benefit from share-based compensation, our EPS was $1.26 or $0.12 better than guidance. On a tax-adjusted basis, we were able to achieve flat earnings per share when compared to the prior year period, which benefited from outsized growth in revenue and significant expense leverage. We believe our sustained success and sales growth reflects the execution of our 4 strategic initiatives and showcases the future potential of the brand.\nI will now spend some time highlighting our recent progress on each initiative. Let's begin with driving same-store sales growth. First off, I want to congratulate the entire team for achieving double-digit comp sales on top of a 79% same-store sales growth in the prior year period. Over the last few years, coupon sales have reached record levels. And to be able to grow on top of our new base by double digits is a testament to the level of execution across the organization.\nDuring the first quarter, we saw broad-based growth across most major merchandise categories. Ladies apparel and boots, work apparel, cowboy hats, ball caps and belts were our strongest performing categories. Additionally, we saw healthy growth in men's western apparel, kids apparel and accessories. Sales of flame-resistant apparel exceeded the chain average, while sales of men's western boots were a headwind during the quarter with negative comps versus the prior year period. From a geographic standpoint, we saw strength in our North and West regions. The Southern region, which includes Texas, lagged the chain average, but also posted positive comp sales growth.\nFrom a marketing perspective, we continue to balance the priorities of attracting new customers while also remaining relevant to our legacy Western customer. The strategy to expand the brand into new customer segments has proven successful, and we continue to be encouraged by the growth of our active database. We are also pleased that new customers are shopping with similar frequency to our core customers. From an operational perspective, our stores were sufficiently staffed to service the strong consumer demand. We feel very good about our staffing level and the ability to hire associates in such a strong labor market. I want to commend the entire field team as they continue to provide excellent customer service, all while managing sales growth, merchandise flow and multiple omnichannel initiatives.\nMoving to our second initiative, strengthening our omnichannel leadership. Our e-commerce channel had a solid first quarter with comp sales growing 9% over the prior year period. As our digital business has had multiple years of outsized growth coming out of COVID, we are pleased with the ongoing growth. Additionally, we continue to expand the merchandise margin rate in our e-commerce business, driven in part by the increased penetration of our exclusive brands since the implementation of in-store fulfillment last summer.\nWe are very pleased with the success of in-store fulfillment and all of our omnichannel initiatives as they have improved the consumer experience, increased the percentage of omnichannel customers and helped drive profitability in our online business.\nNow to our third strategic initiative, exclusive brands. During the first quarter, our exclusive brand penetration grew to 31.7%, approximately 540 basis points higher than the prior year period. We are extremely pleased with the ongoing growth of our exclusive brands, which have grown approximately 10 percentage points in the last 2 years. Once again, 3 of our exclusive brands were among the top 5 selling brands in the quarter. Additionally, the initial feedback on the 4 new brands we launched at the end of last year has been strong, and we are very pleased with the initial adoption by consumers.\nI would like to commend our exclusive brand team for designing innovative and compelling product, expanding our brand portfolio and successfully managing a complicated supply chain environment. It has been remarkable to see the incredible growth in this portion of our business over the last several years. For perspective, our exclusive brand business has grown from $5 million in annual revenue 10 years ago to over $400 million last year.\nFinally, our fourth initiative, expanding our store base. During the first quarter, we opened 11 new stores, bringing our total count to 311 stores across 38 states. New stores opened in both existing and new markets continue to perform in line with our $3.5 million sales expectations, which result in a payback on our investment much faster than our stated 3-year goal. We are confident in our ability to continue this momentum and are excited about our new store pipeline for the year with planned store openings in new markets, including New York, New Jersey and Maryland.\nTurning to current business. Through the first 4 weeks of our second fiscal quarter, our consolidated same-store sales are slightly positive compared to the prior year period. While we have seen a deceleration in discretionary purchases, our more functional businesses remain strong. It is encouraging that we've been able to grow on top of the tremendous growth in the business in fiscal '22. As a reminder, the step function change in sales growth that Boot Barn has been delivering began in the first quarter of last year. While there has been a concern that this trajectory -- sorry, while there has been a concern that this growth was transitory, and we would revert back to pre-pandemic average store sales, it appears that this new level of revenue and store AUV is sustainable going forward.\nI'd like to now turn the call over to Jim Watkins.\n\nJames M. Watkins\n\nCFO & Secretary, Boot Barn Holdings, Inc.\n\nThank you, Jim. In the first quarter, net sales increased 19% to $366 million. Sales growth was driven by a 10% increase in consolidated same-store sales and sales from new stores added during the past 12 months. Gross profit increased 18% to $138 million or 37.7% of sales compared to gross profit of $116 million or 38% of sales in the prior year period. The 30 basis point decrease in gross profit rate resulted from 70 basis points of deleverage in buying, occupancy and distribution center costs, partially offset by a 40 basis point increase in merchandise margin rates.\nThe merchandise margin rate increase was primarily a result of growth in exclusive brand penetration and better full price selling, partially offset by a 70 basis point headwind from higher freight expense. Selling, general and administrative expenses for the quarter were $85 million or 23.3% of sales compared to $63 million or 20.5% of sales in the prior year period. As expected, SG&A expense deleveraged primarily as a result of higher store labor and marketing expense as we normalize our cost structure compared to the first quarter of fiscal '22. Income from operations was $52 million or 14.3% of sales in the quarter, decreasing 320 basis points compared to $54 million or 17.5% of sales in the prior year period.\nNet income was $39 million or $1.29 per diluted share compared to $41 million or $1.35 per diluted share in the prior year period. Excluding the tax benefits primarily resulting from share-based compensation in each year, net income per diluted share was $1.26 in both periods.\nTurning to the balance sheet. On a consolidated basis, inventory increased 80% over the prior year period to $534 million. This increase was primarily driven by a 50% increase in average comp store inventory in order to support the increase in average unit sales volume. When evaluating our in-store inventory against our updated sales projection, we have approximately 24 weeks of forward supply, which is in line with the inventory levels required to turn twice a year, consistent with our historical average.\nAdditionally, we have added inventory to our distribution centers in order to support our exclusive brand growth, which continues to exceed our expectations. The final portion of the increase in total inventory can be attributed to new stores, both the 36 new stores opened over the past 12 months as well as the inventory needed to stock the pipeline of stores that will open over the next couple of quarters. The team has done a tremendous job of securing the merchandise needed to fuel our growth, and we continue to feel that the composition and the freshness of our inventory is healthy.\nWe finished the quarter with $75 million drawn on our revolving line of credit and $16 million in cash on hand. Earlier this month, we amended our revolving credit facility. This amendment increased our capacity on the line of credit by $70 million from $180 million to $250 million and extended the maturity date by 3 additional years to 2027.\nTurning to our outlook for fiscal '23. In light of recent macroeconomic uncertainty, coupled with the deceleration in our business, we have updated our guidance for the year. For the fiscal year, we now expect total sales to be between $1.68 billion and $1.70 billion, representing growth of 12.9% to 14.2% over the prior year. We expect same-store sales to be in the range of approximately flat to positive 2% and earnings per diluted share to be between $6 and $6.20. Our income from operations is expected to be between $247 million and $255 million or 14.7% to 15.0% of sales.\nWe expect net income for fiscal '23 to be between $182.7 million and $188.6 million. We also expect our interest expense to be $4 million and capital expenditures to be between $80 million and $87 million. For the balance of the year, we expect our effective tax rate to be 25.2%. We are on track to open 40 new stores during the year, including the 13 stores we have already opened year-to-date. Please refer to Pages 13 and 14 of the supplemental financial presentation that we will be releasing shortly for further information on our revised fiscal '23 guidance. As we look to the second quarter, we expect total sales to be between $339 million and $346 million and same-store sales of approximately flat. We expect earnings per diluted share to be between $0.87 and $0.93.\nNow I'd like to turn the call back to Jim for some closing remarks.\n\nJames G. Conroy\n\nPresident, CEO & Director, Boot Barn Holdings, Inc.\n\nThank you, Jim. We are very pleased with our strong start to fiscal 2023. We are confident in our ability to execute on our 4 strategic initiatives and drive growth this year and over the long term. I would also like to extend my gratitude to the thousands of associates in our stores, distribution centers, call centers and the Irvine office for their hard work and dedication.\nNow I would like to open the call to take your questions. Kevin?"
    },
    {
        "date": "2022 Q4",
        "url": "https://dashboard.aiera.com/p/evtmin/30a88697049be3f74ba4a16c3902edc2",
        "textblob_polarity": 0.13502209308737956,
        "textblob_subjectivity": 0.41493458240273495,
        "sentiment": {
            "distribution": {
                "positive": 20,
                "neutral": 3
            },
            "scores": {
                "positive": 0.9867569446563721,
                "neutral": 0.9947689374287924
            }
        },
        "content1": "Q4 2022 Boot Barn Holdings Inc Earnings Call\n\nQ4 2022 Boot Barn Holdings Inc Earnings Call\n\nBOOTNYSEMAY 10, 10:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Boot Barn Holdings Fourth Quarter Fiscal Year 2022 Earnings Call. As a reminder, this call has been recorded.\nNow I'd like to turn the conference over to your host, Mr. Mark Dedovesh, Vice President, Financial Planning. Please go ahead, sir.\n\nMark Dedovesh\n\nVP of Financial Planning, Boot Barn Holdings, Inc.\n\nThank you. Good afternoon, everyone. Thank you for joining us today to discuss Boot Barn's fourth quarter and fiscal 2022 earnings results. With me on today's call are Jim Conroy, President and Chief Executive Officer; Greg Hackman, Executive Vice President and Chief Operating Officer; and Jim Watkins, Chief Financial Officer.\nA copy of today's press release along with a supplemental financial presentation is available on the Investor Relations section of Boot Barn's website at bootbarn.com. Shortly after we end this call, a recording of the call will be available as a replay for 30 days on the Investor Relations section of the company's website. I would like to remind you that certain statements we will make in this presentation are forward-looking statements. These forward-looking statements reflect Boot Barn's judgment and analysis only as of today, and actual results may differ materially from current expectations based on a number of factors affecting Boot Barn's business.\nAccordingly, you should not place undue reliance on these forward-looking statements. For a more thorough discussion of the risks and uncertainties associated with the forward-looking statements to be made during this conference call and webcast, we refer you to the disclaimer regarding forward-looking statements that is included in our fourth quarter and fiscal 2022 earnings release as well as our filings with the SEC referenced in that disclaimer. We do not undertake any obligation to update or alter any forward-looking statements, whether as a result of new information, future events or otherwise.\nI will now turn the call over to Jim Conroy, Boot Barn's President and Chief Executive Officer. Jim?\n\nJames G. Conroy\n\nPresident, CEO & Director, Boot Barn Holdings, Inc.\n\nThank you, Mark, and good afternoon. Thank you, everyone, for joining us on today's call. On this call, I'll review our fourth quarter and fiscal 2020 results, discuss the continued progress we have made across each of our strategic initiatives and provide an update on current business. In addition, I will be sharing the results of a recent study we have completed that has led us to update our estimate of the size of our total addressable market and to establish a new long-term store count potential.\nFollowing my remarks, Jim Watkin who will review our financial performance in more detail, and then we will open the call up for questions. On this call, we will return to our typical cadence of discussing our financial results on a 1 year rather than 2-year basis. Fiscal '22 is a record-setting year for Boot Barn, with results exceeding our expectations across the board. Consolidated same-store sales increased a staggering 54%, cycling a positive 3% comp in the prior year. This consolidated same-store sales growth was comprised of an increase in retail store same-store sales of 57% and e-commerce sales of 39%.\nOur sales growth throughout the year was consistently strong, driving our business far beyond the $1 billion mark for the first time to $1.5 billion. Remarkably, all 52 weeks of fiscal '22 grew in excess of 55% on a 2-year basis demonstrating the consistency of our performance. Merchandise margin increased 270 basis points compared to the prior year, fueled primarily by greater full price selling and growth in our exclusive brand penetration. The combination of top line strength, merchandise margin growth and expense leverage led to a more than tripling of our earnings per share to $6.33 and an EBIT margin rate of 17.4%.\nI would like to take a brief moment to congratulate the entire Boot Barn team for achieving one of the best, if not the best, years I've seen in my entire retail career. Thank you all for your dedication, resilience and hard work.\nLooking at our fourth quarter performance. Consolidated same-store sales grew 33% on top of 27% same-store sales growth in the prior year period, which benefited from 2 rounds of stimulus payments. Our consolidated same-store sales growth was comprised of an increase in e-commerce sales of 50% and retail store same-store sales growth of 31%. Consistent with our third quarter, the growth in same-store sales was driven primarily by an increase in transactions. Additionally, a substantial portion of the increase in transaction growth came from new customers, which underscores the success of our strategy to expand our addressable market, which I will address later in my remarks.\nIn addition to strong top line performance, EBIT margin expanded 360 basis points to 16.3% during the fourth quarter, driving earnings per diluted share of $1.47. On a tax-adjusted basis, excluding the benefit from stock compensation in the prior year period, earnings per share grew 96% compared to $0.75 in the prior year period. We believe the underlying strength in the business is a result of relentless execution across each of our 4 strategic initiatives.\nI will now spend some time highlighting the progress we continue to make across each initiative. Let's begin with driving same-store sales growth. We saw broad-based growth across the business in the fourth quarter with every major merchandise category showing double-digit growth over the prior year period. From a geographic perspective, every region also increased strong double digits. As we anticipated, the south modestly outperformed the other regions, primarily as a result of a full rodeo season this year in Texas, going up against a COVID-impacted season last year.\nFrom a merchandise perspective, ladies apparel and boots, cowboy hats, ball caps and belts were our strongest performing categories. Additionally, we saw healthy growth in men's western apparel and boots, kids apparel and accessories. Work boots and work apparel were also double-digit positive with both flame-resistant and non-flame resistant apparel showing nice growth over the prior year period. The merchants, in combination with our planning, supply chain and logistics teams overcame industry-wide supply chain challenges and did a fantastic job of broadening our merchandise assortment as well as securing enough inventory to fuel the outsized demand.\nWe believe that the team's aggressive buying decisions helped drive a strong in-stock position, gave us a competitive advantage and drove solid growth across the entire business. From a marketing perspective, we continue to balance our investment in both traditional marketing programs and digital advertising. Our marketing strategy has enabled us to elevate the aesthetic of the brand and extend our customer base beyond our traditional western customer. We are pleased with our ability to continue to build our customer base, and we are encouraged to see that their retention rates and spending patterns are very similar to our legacy customers. We believe that our efforts to transform and extend the Boot Barn brand has greatly expanded the market in which we operate.\nWe are further pleased to report that our push to attract a new customer segment has not negatively impacted our legacy customers who continue to shop even more frequently than they have in the past. From an operational perspective, the entire field team was able to handle the elevated sales volume while providing excellent service to our customers. The store's organization managed a heavy flow of merchandise and led a much larger base of employees, while also supporting the opening of 28 new stores across the country.\nAs we emerged from the holiday season, we believe that the strength in the sales trend would continue. Accordingly, we work to convert a substantial portion of our seasonal employees to full-time associates, which positioned us well for the balance of the fourth quarter. This enabled us to circumvent many of the ongoing staffing challenges other retailers are facing and provide additional competitive advantage.\nMoving to our second initiative, strengthening our omnichannel leadership. Our e-commerce channel had a fantastic fourth quarter over the prior year period. Our ongoing focus on driving exclusive brand penetration coupled with a more efficient use of our digital marketing spend continues to result in improved profitability of our e-commerce business despite industry-wide freight cost headwinds. From an omnichannel perspective, we continue to build a more seamless experience for our in-store customer. Over the last several years, we have upgraded the digital experience in the store with the addition of multiple omnichannel services that have been very well received. For example, the implementation of our endless aisle or WIP capability has enabled us to enhance the in-store shopping experience and to convert potentially lost store sales by making all of our inventory chain-wide available to every customer in every store.\nDuring the fourth quarter, our stores team and IT team partnered well to roll out multifunctional handheld devices across the chain that enable omnichannel selling services while also streamlining the operational aspects of the store. On our last earnings call, we highlighted our ability to sell in-store inventory to our online customers. Now e-commerce orders can be fulfilled by either our distribution center or any one of our stores. This has had a positive impact on the business from a few different perspectives. First, as we carry more exclusive brand product in stores versus online, we've been able to drive incremental exclusive brand penetration online by broadening the inventory selection available to that customer. Second, we are able to mitigate markdown risk at the individual store level by enabling all in-store inventory to be viewed by our online customers as well. Lastly, by making all our store inventory accessible, we believe we can service online customers more quickly and more efficiently as the product ordered often resides in a store that is geographically closer to the consumer.\nAmazingly, when factoring in all of our omnichannel capabilities, approximately 2/3 of total e-commerce orders involve a store associate, whether that be via in-store fulfillment, ship to store, WIP, BOPIS or same-day delivery. We believe our focus on an integrated omnichannel experience that leverages a nearly national footprint of stores has set us apart and gives us another competitive advantage.\nNow to our third strategic initiative, exclusive brands. During the fourth quarter, we grew exclusive brand penetration to 29.6% and approximately 540 basis point increase over the prior year period. We continue to be very pleased with the growth and reception of our exclusive brands. Notably, 3 of our exclusive brands were among the top 5 selling brands in the fourth quarter. For the full fiscal year, we grew exclusive brand penetration to 28.3% and approximately 470 basis point increase over fiscal '21.\nOur current portfolio now consists of 10 brands, including the addition of our 4 new brands in the fourth quarter. We are quite pleased with the customer receptivity of our exclusive brands and the ability to provide our customers with unique merchandise. Further, as many of our branded vendor partners have faced significant supply chain challenges, we were able to rely on our own brands to ensure a strong in-stock position and outperform our competition.\nFinally, our fourth initiative, expanding our store base. During the fourth quarter, we opened 11 stores, bringing our total store count to 300 stores at the end of the fiscal year. We also opened our first store in Delaware during the fourth quarter bringing our national footprint to a 38th state. We continue to be very pleased with the performance of our new stores. New stores opened in both existing and new markets are consistently outperforming their pro forma sales and their expected payback period. Not only are we seeing these stores far outpaced our original sales pro forma but we are also seeing a synergistic growth in our e-commerce business in those markets as well.\nWe are excited about our new store openings in fiscal '23 with expansion into the states of New York, New Jersey, West Virginia and Maryland. Remarkably, every store in a chain is profitable from a 4-wall contribution perspective, which gives us further confidence to continue our aggressive growth.\nAt this point, I would like to share some exciting new information related to the market opportunity for the Boot Barn brand and store concept across the country. As we have been communicating over the past few years, we have been looking at expanding our customer reach to a more casual customer in addition to the core western customer. We have now had time to substantiate our intuitive feeling with a robust data-driven third-party analysis. This work, which is summarized on Pages 9 and 10 of our supplemental financial presentation has further validated our recent strategy of extending our customer reach as a mechanism to drive outsized sales growth and have confirmed that the market is substantially larger than we had estimated when we last did this work almost 10 years ago. Not only has the original western and work market expanded by 25% in these 10 years. So we have now added $15 billion of new market opportunity as a result of incorporating this more casual outdoor segment that we have defined as a country lifestyle customer.\nAs a result of this external evaluation, we now believe that our total addressable market has doubled from $20 billion to $40 billion. When you couple this analysis with the success of our new stores, both in building out new markets and adding to existing markets, we now feel confident that our U.S. store count can successfully reach 900 stores over time. This is quite exciting news for us, and we look forward to sharing more details with you in the future.\nTurning to current business. We are now approximately halfway through our first fiscal quarter and are very pleased with the continued growth of the business. While there was some concern that would be -- it would be difficult to wrap the strength of last year's business, our consolidated same-store sales growth through the first 6 weeks of fiscal '23 is approximately 12%, with both the stores and e-commerce channels posting strong comps. Once again, sales are being driven by strengthened transactions with minimal help from inflation and no change in our promotional posture. We are now 6 weeks into the quarter and feel great about the strength of the current trend, further bolstered by the sequential improvement we have seen in May relative to an already very strong April business.\nI'd like to now turn the call over to Jim Watkins.\n\nJim Watkins\n\nCFO, Boot Barn Holdings, Inc.\n\nThank you, Jim. As a reminder, I will be discussing our financial results with comparisons to our prior year period. In the fourth quarter, net sales increased 48% to $383 million. Sales growth was driven by a 33% increase in consolidated same-store sales and sales from new stores added during the past 12 months. Gross profit increased 61% to $149 million or 38.8% of sales compared to gross profit of $92 million or 35.7% of sales in the prior year period. The 310 basis point increase in gross profit rate resulted from 190 basis points of leverage in buying and occupancy costs and a 120 basis point increase in merchandise margin rate.\nThe merchandise margin rate increase was primarily a result of better full-price selling and growth in exclusive brand penetration, partially offset by a 60 basis point headwind from higher freight expense. Operating expense for the quarter was $86 million or 22.6% of sales compared to $60 million or 23% of sales in the prior year period. Operating expense increased, primarily as a result of higher store payroll, store overhead costs and marketing expense. Operating expenses as a percentage of sales decreased by 40 basis points, primarily as a result of expense leverage on higher sales. We are pleased with the expense leverage we saw in the quarter as we cycled our fourth quarter business last year when we saw a sharp acceleration in sales volume toward the end of the quarter, which drove outsized operating expense leverage. It is encouraging that we could anniversary that nuance and offset other inflationary expense pressures to drive leverage.\nIncome from operations was $62 million or 16.3% of sales in the quarter, expanding 360 basis points compared to $33 million or 12.7% of sales in the prior year period. Net income was $45 million or $1.47 per diluted share compared to $25 million or $0.82 per diluted share in the prior year period. Net income per diluted share in the prior year period includes an approximately $0.07 per share benefit primarily due to income tax accounting for share-based compensation. Excluding the tax benefit in the prior year period, net income per diluted share in the current year period was $1.47 compared to $0.75 in the prior year period.\nTurning to the balance sheet. On a consolidated basis, inventory increased 72% over the prior year period to $474 million. This increase was primarily driven by a 36% increase in same-store inventory, growth in inventory held at our Fontana Distribution Center and inventory for new stores added in the last 12 months. We finished the quarter with $29 million drawn on our $180 million revolving line of credit. We also had $21 million in cash on hand at the end of the quarter.\nTurning to our outlook for fiscal '23. For the year, we expect same-store sales to grow 4.8% and earnings per diluted share of $6.41. As a reminder, fiscal '23 is a 53-week year. We expect to generate approximately $34 million of sales and earn approximately $0.19 per diluted share in the 53rd week, which is included in our provided guidance. We expect total sales to be $1.74 billion. We expect the gross profit to be $652 million or 37.5% of sales. We expect operating expenses to be $386 million or 22.2% of sales. Our income from operations is expected to be $266 million or 15.3% of sales. We expect net income for fiscal '23 to be $197 million. We also expect our interest expense to be $3 million in capital expenditures to be $87 million. The increased investment in capital expenditures in fiscal '23 when compared to fiscal '22 is the result of opening new stores, remodeling and relocating existing stores and opening a third distribution center.\nThis new Midwest distribution center will primarily support our exclusive brand initiatives and a portion of our e-commerce business. For the full year, we expect our effective tax rate to be 25.2%. Additionally, for fiscal '23, we expect to accelerate our new unit growth and opened 40 new stores with targeted openings spread consistently throughout the year. Included in our guidance is an assumption that these stores will generate sales of $3.5 million per store in their first 12 months of operations.\nPlease refer to Pages 6 through 8 of the supplemental financial presentation release we released today for further information on our fiscal '23 guide. As we look to the first quarter, we expect total sales to be $367 million, driven by a same-store sales increase of 10%. Our income from operations is expected to be $47 million or 12.8% of sales, which is expected to result in net income per diluted share of $1.14.\nNow I would like to turn the call back to Jim for some closing remarks.\n\nJames G. Conroy\n\nPresident, CEO & Director, Boot Barn Holdings, Inc.\n\nThank you, Jim. Fiscal '22 was an incredible year for Boot Barn. We continue to build on each of our strategic initiatives, further strengthening the brand and expanding our customer reach. I would like to take one more opportunity to express my heartfelt gratitude to the entire Boot Barn team, in the field distribution centers and the store support center. Each and every one of you has stepped up to every challenge and as a team, you just delivered one truly spectacular year. I look forward to what fiscal '23 brings and what we will be able to accomplish together.\nNow I would like to open the call to take your questions. Jacob?"
    }
]