[
    {
        "url": "https://dashboard.aiera.com/p/evtmin/32fc1f3e0f10710a0cd27c87f8c63f6c",
        "content": "SIGN IN\n\nSignup for Aiera, The Street's Leading Live Event Intelligence Platform\n\nCovers over 12k+ equities globally.\nOne click access to live event audio with DVR controls.\nExtract deeper insights with AI-powered topic extraction.\nSearch and monitor investment themes across events, news and filings.\nAutomate the transcription of personal meetings & calls.\nTake notes within an event and share with others.\n\nCONTACT SALES\n\nQ1 2024 Dutch Bros Inc Earnings Call\n\nQ1 2024 Dutch Bros Inc Earnings Call\n\nBROSNYSEMAY 7, 11:00 PM\n\nOperator\n\n11:17:18PM\n\nThank you for standing by, and welcome to the Dutch Bros Inc. First Quarter 2024 Earnings Conference Call and Webcast. This conference call and webcast are being recorded today, May 7, 2024 at 5:00 p.m. Eastern Time and will be available for replay shortly after it has concluded. Following the company's presentation, we will open up the lines for questions. Instructions to queue-up will be provided at that time.\nI would now like to turn the conference over to Paddy Warren, Dutch Bros' Senior Director, Investor Relations and Capital Markets. Please go ahead.\n\nDaniel P. Warren\n\nDirector of IR & Corporate Development, Dutch Bros Inc.\n\n11:17:56PM\n\nGood afternoon, and welcome. I'm joined by Christine Barone, CEO and President; and Charley Jemley, CFO. We issued our earnings press release for the quarter ended March 31, 2024, after the market closed today. The earnings press release, along with the supplemental information deck have been posted to our Investor Relations website at investors.dutchbros.com.\nPlease be aware that all statements in our prepared remarks and in response to your questions other than those of historical facts are forward-looking statements and are subject to risks, uncertainties and assumptions that may cause actual results to differ materially. They are qualified by the cautionary statements in our earnings press release and risk factors in our latest SEC filings, including our most recent annual report on Form 10-K and our quarterly report on Form 10-Q. We assume no obligation to update any forward-looking statements.\nWe will also reference non-GAAP financial measures on today's call. As a reminder, non-GAAP measures are neither substitute for, nor superior to, measures that are prepared under GAAP. Please review the reconciliation of non-GAAP measures to comparable GAAP results in our earnings press release.\nWith that, I would now like to turn the call over to Christine.\n\nChristine Barone\n\nPresident\n\n11:19:17PM\n\nThank you, Paddy. Good afternoon, everyone. We delivered exceptional results in quarter 1 as the momentum we saw leaving 2023 continued into the new year. Headlining this performance was 10% same-shop sales growth, the strongest single quarter since Q4 2021.\nWe delivered $275 million in revenue, an increase of 39% year-over-year. These outstanding top line results were coupled with excellent flow-through as we delivered $53 million of adjusted EBITDA, an increase of 120% year-over-year.\nOur innovation strategy is working. We released 2 highly successful new products in the quarter with Protein Coffee followed by Boba, driving strong results in both the morning and afternoon dayparts. Our Dutch Rewards program is working with a record 66% of all transactions coming through the program in the quarter, allowing us to efficiently and effectively provide relevant content and offers to our customers.\nOur investments in driving awareness in new markets are working, and we are accelerating spending to capitalize on this momentum. Quarter 1 same-shop sales growth featured a combination of ticket and traffic expansion. Our traffic trajectory improved for a second consecutive quarter. Within the quarter, we experienced some weather disruption in January, rebounding strongly in February and March. In April, traffic and ticket growth tempered as we rolled over the refresh of our rewards program, some product outages due to strong demand and the launch of Mangonada at the beginning of April 2023.\nBolstered by strong same-shop sales growth, system AUVs expanded to $2 million, once again, the highest on record. In quarter 1, we opened a record-tying 45 new shops, marking the 11th consecutive quarter of 30 or more new shop openings, demonstrating remarkable consistency as we execute our growth plans. Even when taking into consideration what remains an uncertain and evolving consumer backdrop, the strong start to 2024 gives us the confidence to raise our guidance for the year. Charley will share more context and details in a few minutes.\nBut first, I'd like to walk you through an update on our business. We began any discussion of Dutch Bros with our fundamental differentiator, our people. Recently, we were awarded a Top 10 position in Forbes' first-ever Best Customer Service list, one of just 2 quick-service brands in the Top 10. Once again, the culture we infuse into each shop and the skills and abilities of our Broistas to make drinks and create relationships are evident. In our view, these are the keys to building brand affinity and fueling growth.\nOur exceptional culture, exceptional people, and exceptional service speak to customers across demographics and generations. We continue to support growth with a robust people pipeline. Our pipeline has over 375 candidates with an average tenure of over 7 years' experience, ready to be tapped to lead markets as operators. As we expand across the country and enter into new regions, our people are our superpower. They help us achieve our goal of consistently delivering an exceptional customer experience focused on speed, quality and service.\nWe continue to be pleased with our shop-level turnover, which is in-line with our expectations. The expansion of our support center in Arizona, which we announced last quarter, remains on track, and we are excited to ramp up our hiring in that market. Phoenix is a terrific market for us, where we enjoy high brand recognition and affinity. We look forward to capitalizing on this excitement as we continue to build-out capabilities in this support center. We anticipate moving into our permanent office location in early 2025.\nOur leadership team transition continues to go smoothly. Today, we announced Josh Guenser will be officially assuming the CFO role on May 9. And in April, we announced Sumi Ghosh, officially assumed the role of President of Operations. Both Josh and Sumi have spent significant time in our shops, passing their flow checks, becoming fully certified as Broistas and developing a strong understanding and respect for our operations.\nOur CMO, Tana Davila, has been in her position since June of 2023, and she and her team have been focused on delighting our customers and executing our traffic-driving initiatives. We are beginning to see the results of this focus. We have been executing on a multi-pronged plan to drive traffic, an enhanced focus on innovation, more targeted rewards program efforts, and increased paid advertising designed to build brand awareness.\nWe saw progress in each of these areas in the quarter, as evidenced by traffic growth across our dayparts and continued momentum as these efforts began to take hold. Here is an update on our key traffic-driving initiatives. Innovation, we believe innovation plays a foundational role in the next stage of our growth at Dutch Bros. Over the past year, our innovation strategy has evolved from one primarily focused on highlighting items from our extensive secret menu to one with a greater focus on category innovation.\nWhile we continue to believe there will be a place for quick fun product drops to keep our menu fresh and exciting, we also recognize the opportunity we have to drive category innovation. The launch of Protein Coffee and Boba exemplified this new approach. Through our research, we determined there was an opportunity to address a customer need state with a high protein functional beverage.\nOur protein coffee beverage delivers at least 20 grams of milk protein in each medium-sized serving and quickly resonated with our customer base. It was exciting to see how our customers recognize the value of this new occasion and made it a part of their routines, evidenced by higher repeat purchase behavior than our typical LTO.\nEncouraged by the high sustained customer demand, Protein Coffee is now part of our regular menu. We followed up the success of Protein Coffee with the launch of Boba in March. Boba surpassed all of our expectations. We recognize the recent category growth driven by Boba, how nicely this overlaps with our large Gen-Z customer-base and how seamlessly Boba can be integrated into our existing offering.\nSimilar to Protein Coffee, we saw repeat purchase trends and positive customer response. Beyond driving traffic, Boba boosted average ticket and drove what we believe was an increase in group-buying behavior. Based on the strong customer and crew response, I am pleased to announce that we will continue to offer Strawberry Boba as a premium add-on to our regular menu going forward.\nWe intend to continue developing category-defining products to help us build sales layers and deepen our competitive moat. As we do so, we plan to remain focused on throughput and customer experience, striking a good balance between innovation and the complexity that often comes with new product launches.\nDutch Rewards; last year, we took some big steps with this program, moving toward more targeted offers and segmenting Dutch Rewards members for the first time. Last summer, we began designing offers to bolster performance in the afternoon daypart. This work is off to a great start and we are beginning to see how it is resonating with customers and driving our business. The afternoon daypart where we have been channeling our focus continues to see strength. When we turn those efforts toward our morning daypart in Q1, we saw a great customer response there as well.\nWe also reintroduced an offer of a free drink to new rewards customers in late 2023. This has allowed us to continue to grow the program and deepen rewards penetration, even as we continue to enter new markets. Ultimately, we aspire to become even more sophisticated with our targeting efforts, aiming for more personalized marketing. This will take time and continued investment and iteration, but we believe our program will continue to strengthen our relationship with our customers.\nPaid advertising; we continue to focus on utilizing paid media to raise awareness, particularly in new markets. Brand awareness is lower in new markets when compared to more mature markets. In some cases, this difference is substantial, with mature markets having twice the brand awareness. We began making investments in our new market awareness late last year and have been encouraged by our initial progress. We plan to accelerate these efforts in 2024, which represents an incremental investment, and we will focus these efforts in new markets, including Texas, Florida and Tennessee.\nEarlier this year, we announced that we would begin testing order ahead capabilities within our mobile rewards app. The initial phase of the test is going well, and we have expanded it to include several stores in the Arizona market. We have gathered a lot of employee and customer feedback as we work through our stage gate process. We are optimistic that we will have mobile order capabilities in a majority of our shops by the end of 2024.\nGetting this right before a broader launch is important for us. We have the opportunity to establish a new channel that increases customer convenience while maintaining the high levels of hospitality that have defined our brand for over 30 years. We do not intend to take labor out of our shops, despite likely saving considerable time from the order process. Instead, we intend to reinvest this time in production and hospitality.\nWe would hope to more often be a part of the consideration set of potential customers who may love Dutch Bros, but may be apprehensive of our sometimes long lines. We launched a strategic partnership with Olo to provide the back-end technology integration to support this initiative. We are encouraged by the fact that 66% of transactions in Q1 were attributable to Dutch Rewards members. As we continue to roll-out mobile order functionality, having such a robust digital penetration will likely provide us a strong foundation upon which to scale.\nNew shop development continues to be a bright spot. As a high growth company, Dutch Bros has been able to achieve remarkable opening cadence consistency, despite a challenging backdrop over the past few years. Dutch Bros is now a coast-to-coast brand as during the quarter, we opened 2 shops in our 17th state, Florida.\nIn the Orlando suburbs, these early shops are exceeding our expectations. Our first Florida shops, which are 3,000 miles away from our original start in Grants Pass, Oregon, have been met with enthusiastic customer demand, a testament to the strength of our brand. Texas will continue to be an important growth market for us in 2024 as we expect approximately 30% of new shops will be in Texas compared to approximately 45% in the past 2 years.\nWe expect our overall rate of infill will remain elevated in 2024. We believe the refinements in our real-estate strategy, which we anticipate to begin taking hold in 2025, along with increased investments in brand awareness and a continued focus on our overall traffic driving initiatives will allow us to strike a good balance as we scale the brand.\nAs we have shared before, we are shifting our real-estate strategy to lessen the pace of future deep infill, instead focusing on casting a wider net in new markets and allowing more time to build awareness and for shops to season. We believe the beverage occasion is reliable and habitual and that it takes time to form new habits. Our existing markets have demonstrated this time and time again.\nAs our learnings evolve, we are placing a greater emphasis on market planning, evaluating density and other relevant variables in potential new markets and sequencing of shop openings optimally within new markets to efficiently build excitement and facilitate awareness as we grow. It will take time for these refinements to make their way through the real estate pipeline, and we will likely begin seeing an impact in 2025. Concurrently, we have been increasing our advertising investments in these newer markets in an effort to increase awareness. So far, we are pleased by the initial results.\nFinally, last quarter, we mentioned the intention to begin shifting to a greater mix of build-to-suit leases in 2025 relative to 2024. We would expect this approach provides a more capital-efficient development strategy. That said, we believe we are uniquely positioned given strong cash-on-cash returns that work in both ground lease and build-to-suit lease arrangements.\nWe are pleased with the excellent start to 2024 and we continue to build a strong foundation for growth. We have terrific customer engagement through our rewards program and are excited about opportunities in front of us to further accelerate this platform. We have top-tier growth. We delivered 39% year-over-year revenue growth in Q1 and yet another quarter of at least 30-plus new shop openings, demonstrating remarkable consistency.\nWe have excellent shop margins and have demonstrated that we can drive exceptional growth profitably. We are well-capitalized. We believe we have plenty of flexibility upon which to execute our growth plan and capture a considerable white space. Most importantly, we have great people, anchored by outstanding engaged Broistas and a strong pipeline of operators ready to open new markets and continue to expand in existing markets.\nWith that, I'll turn it over one last time to Charley to review our financials and give more details on our guidance. I want to take a moment to acknowledge Charley and all he's done for Dutch Bros. Charley has worked tirelessly to help this company make a massive difference, one cup at a time, and has spent the last few months ensuring our new leadership team understands not only the financial aspects of Dutch Bros, but the field-focused culture as well.\nI have had the great pleasure of knowing Charley for almost 15 years and having his guidance, mentorship, and friendship has been a highlight of my career. I want to personally thank him for all he's shared and everything he has done for this company.\n\nCharles L. Jemley\n\nCFO, Dutch Bros Inc.\n\n11:34:59PM\n\nThank you, Christine, and the Dutch Bros team for those kind words. I would like to add my welcome to Josh as our new CFO.\nOne word for Q1's financial results, outstanding. Here's a brief recap of the financial results Christine just shared with you. Revenue growth accelerated to 39%. System AUVs reached $2 million, a record. Same-shop sales were 10%, which did include roughly a 1% benefit from February 29\nCompany net sales grew 43% with very good leverage driving 77% growth in company-operated shop contribution. Four-wall productivity remained strong, with company-operated shop contribution margin reaching 29.8%, expanding 560 basis points year-over-year. Adjusted SG&A fell below 15% for the first time since our IPO to 14.7%, 370 basis points lower than Q1 of 2023.\nAdjusted EBITDA increased to $53 million, growing 120% year-over-year. Adjusted EBITDA margin of 19.1% is up 700 basis points over quarter 1 last year. Company-operated shops saw strong leverage up and down the P&L, driven primarily by strong comparable sales results and continued strong margins from newer shops. Cost of goods sold improved 260 basis points year-over-year, driven by strong ticket growth as well as year-over-year moderation in underlying costs.\nWe continue to keep a close watch on key commodity costs as we did see some increases in ingredient costs as the quarter progressed. In particular, we are watching sugar and cocoa prices in the near to medium term. We make note of the elevated coffee seed price, which could become a factor down the road given the lag time from bean to cup. Labor costs improved 160 basis points year-over-year, where the impact of strong comparable sales outweighed the considerable wage investments we have made in the past 12 months.\nMoving forward, the California minimum wage action that took place April 1 may weigh on our ability to deliver similar leverage in the future. Occupancy and other costs improved 90 basis points year-over-year, driven by sales leverage as well. Pre-opening costs remain moderate as we take advantage of the efficiency in these costs that come from infill. For the quarter, SG&A was approximately $46 million, which includes about $2 million in stock-based compensation.\nWith the exclusion of stock-based compensation and other non-recurring expenses, adjusted SG&A was approximately $40 million or just 14.7% of revenue compared to 18.4% in Q1 last year. We continue to support a high-growth business with the proper level of investment and resources while achieving leverage and support costs as we scale.\nRegarding our balance sheet and liquidity. As of March 31, we had approximately $662 million in total liquidity compared to approximately $683 million at the end of 2023. And we believe that we have sufficient liquidity at our disposal to support our currently contemplated growth plans. As of March 31, that liquidity was comprised of the following elements: $263 million in cash and equivalents, $349 million in undrawn revolver, $50 million in undrawn delayed-draw term loans.\nIn the quarter, interest expense net, declined $1.5 million from 1 year ago to $6.4 million. This decline is driven by a $3.5 million reduction in interest paid for outstanding balances in our credit facility, less the interest income we received on our investments in marketable securities. That decline is driven by an improved net cash position and is a product of the September 2023 follow-on offering. Partially offsetting the decline in interest expense net, is an increase in interest expense-related to finance leases of $2 million, which rose from $3.5 million in Q1 2023 to $5.5 million in Q1 2024.\nThat increase is a product of new company-operated shop openings and the portion of those openings where leases have been classified as finance leases for accounting purposes. Not discounting the continuing potential of uncertainty in the consumer landscape going forward, we are updating guidance for the balance of the year on the strength of our Q1 performance.\nAs we look forward, it will always be our desire to remain nimble. In that respect, we are seeing attractive returns on both our people and marketing investments and we believe the strength of our 4-wall model enables us to make and accelerate investments that bolster our brand.\nWith this backdrop, we are issuing the following update to our original 2024 guidance. Total revenues are now projected to be between $1.2 billion and $1.215 billion or an increase of $10 million from our original guidance. Adjusted EBITDA is now estimated to be between $195 million and $205 million or an increase of $10 million from our original guidance.\nWhen we look at the remainder of the year, we expect to see quarterly adjusted EBITDA results more close to one another than we have seen in prior years. We would expect Q2 and Q3 will remain slightly stronger quarters seasonally than Q4, however, less pronounced. There are no changes to our original guidance as it relates to the following aspects. Total system shop openings remain in the range of 150 to 165, same shop sales growth remains in low-single digits, capital expenditures are estimated to remain in the range of $280 million to $320 million.\nIn summary, it was an outstanding first quarter and start to 2024. These results demonstrate that improvements made last year are beginning to take hold and help position us to navigate the dynamic consumer environment. We look forward to a review of our quarter 2 results in early August.\nThank you, and now we will take your questions. Operator, please open the lines.\nCopyright © 2023, S&P Global Market Intelligence\n(and its affiliates as applicable). All rights reserved."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/a6f6de07a770f39dbf584460a44f809b",
        "content": "SIGN IN\n\nSignup for Aiera, The Street's Leading Live Event Intelligence Platform\n\nCovers over 12k+ equities globally.\nOne click access to live event audio with DVR controls.\nExtract deeper insights with AI-powered topic extraction.\nSearch and monitor investment themes across events, news and filings.\nAutomate the transcription of personal meetings & calls.\nTake notes within an event and share with others.\n\nCONTACT SALES\n\nQ4 2023 Dutch Bros Inc Earnings Call\n\nQ4 2023 Dutch Bros Inc Earnings Call\n\nBROSNYSEFEB 21, 10:30 PM\n\nOperator\n\n10:45:52PM\n\nThank you for standing by, and welcome to the Dutch Bros, Inc. Fourth Quarter and Fiscal Year 2023 Earnings conference call and webcast. This conference call and webcast are being recorded today, Wednesday, February 21, 2024, at 4:30 p.m. Eastern Time and will be available for replay shortly after it is concluded. Following the company's presentation, we will open up the lines for questions and instructions to queue up will be provided at that time. I would now like to turn the call over to Paddy Warren, Dutch Bros Director, Investor Relations and Corporate Development. Please go ahead, sir.\n\nDaniel P. Warren\n\nDirector of IR & Corporate Development, Dutch Bros Inc.\n\n10:46:30PM\n\nGood afternoon, and welcome. I'm joined by Christine Barone, CEO and President; and Charley Jemley, CFO. We issued our earnings press release for the fourth quarter and year ended December 31, 2023, after the market closed today. The earnings press release, along with the supplemental information deck have been posted to our Investor Relations website at investors.dutchbros.com.\nPlease be aware that all statements in our prepared remarks and in response to your questions other than those of historical facts are forward-looking statements and are subject to risks, uncertainties and assumptions that may cause actual results to differ materially. They are qualified by the cautionary statements in our earnings press release and the risk factors in our latest SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q. We assume no obligation to update any forward-looking statements. We will also reference non-GAAP financial measures on today's call. As a reminder, non-GAAP measures are neither substitutes nor superior to measures that are prepared under GAAP. Please review the reconciliation of non-GAAP measures to comparable GAAP results in our earnings press release.\nWith that, I'd now like to turn the call over to Christine.\n\nChristine Barone\n\nPresident\n\n10:47:47PM\n\nThank you, Paddy. Good afternoon, everyone. We had an exceptional 2023, and we entered 2024 with great momentum. Revenue grew 31% year-over-year and adjusted EBITDA grew an outstanding 76% from 2022. We opened 159 shops, of which 146 were company operated. In Q4, we opened 37 new shops, marking our 10th consecutive quarter of 30 or more new shop openings and demonstrating the remarkable consistency of our growth story.\nWe ended 2023 with our highest AUVs on record, $1.97 million, and we delivered 2.8% system same-shop sales growth for the year. These outstanding results were underpinned by excellent flow-through, driving a substantial expansion of our margins. Dutch Bros is a time-tested people-driven company that continues to deliver consistent high-quality growth. This growth is underpinned by excellent four-wall economics and is enabled by our shop teams who remain focused on our key tenets, speed, quality and service.\nEarlier in 2023, we began laying the groundwork with key initiatives to lift traffic, which we shared with you during our Q1 call in May. In Q4, we saw the impact of these efforts culminate with 5% same-shop sales growth, 100 basis point acceleration from Q3. These results were driven by sequential improvement in customer traffic with particular strength in the midday and afternoon dayparts.\nFurthermore, we achieved record Dutch rewards penetration in Q4 with over 65% of transactions attributable to rewards members. Keep in mind that 35% of our shops have been opened less than two years, which makes the 65% penetration number even more impressive. With such a successful 2023 as our backdrop, we are optimistic for our next phase of growth. I will now spend a few minutes discussing our key priorities.\nWe begin any discussion of Dutch Bros with our fundamental differentiator, our people. We aim to deliver unparalleled employee engagement and by extension, customer connection. Recruiting, developing and retaining outstanding people remains our primary focus and one of our greatest strengths. I am proud to say that last month, we were named the top QSR brand in Nation's Restaurant News and Technomics America's favorite chain survey, in part because of our high marks for service. Once again, the culture we infuse into each shop and the skills and abilities of our broistas to make drinks and create relationships are evident. We believe these are the keys to building brand affinity and fueling our growth.\nDutch Bros was also the highest scoring consumer brand among Gen Z and the only coffee brand in the top 10. We view this as a confirmation that exceptional culture, exceptional people and exceptional service speak to customers across demographics and generations. This was underscored this month when we opened our first shop in Orange County, California, where our reception by the community was absolutely electric. Over the three-day opening weekend, we drove over $90,000 in sales. What I find remarkable is that after 32 years and over 800 shops, a shop can open with such excitement and that lines stretched for more than a mile. It is clear to me we have something special here and that after all these years and all these shops, our brand resonates.\nWe couldn't open shops like this without our people, and I am pleased to report that our people pipeline continues to be robust. We now have more than 350 qualified operator candidates in the pipeline with an average tenure of seven years. At scale, we anticipate each operator will be capable of leading three to seven shops. Over the past two years, we've promoted over 60 people to the position of operator. This model allows many of our highest performing and most committed employees to continue to grow with us. We believe this approach enables us to strengthen our culture and values as we grow, reinforcing our competitive moat. As we expand into new markets, we take great pride in introducing Dutch Bros at its best, homegrown, motivated, friendly operators, steeped in our unique culture and experts in an operating system we have been building and refining for over 30 years.\nIn January, we announced three additions to our leadership team: Sumi Ghosh, Incoming President of Operations, Josh Gunter, incoming CFO and Jeff Elmquist, Chief People Officer. The entire team is looking forward to adding the wealth of experience they bring to what already makes Dutch Bros great.\nWe embarked on a project last year as a leadership team to outline how our corporate team can best support our shops as we scale and grow. An expansion of our support center operations into Arizona is a key pillar of this work. We recognize the importance of continuing to attract top-notch talent, and we believe adding a significant presence in the Phoenix market positions us to better compete for this talent. We also believe this expansion will enable easier access to our operations as we grow across the United States. As part of this move, we anticipate that approximately 40% of support operation staff will be in Arizona by January of 2025.\nMany of these positions will focus on driving the strategic direction of the company and assisting day-to-day operations in the field. We expect to maintain a significant presence in Southern Oregon, where our roasting, accounting and select other functions will continue to be based. Southern Oregon has been a key part of Dutch Bros success, and we will continue to be connected to the community in a meaningful way.\nDutch Bros is a growth company, and 2023 was a record year for us. We opened 159 new shops across 13 states, the most new shop openings in our history. This exceeded the expectations we communicated with you last year of 150 shops. Over the past five years, we have now opened over 500 system shops, and we have grown our company-operated shop count from 90 to 542, an average annual growth rate of 43% over those years. In 2023, our development represented 24% growth in total system shop count and 37% growth in our company-operated shops.\nIn 2024, we expect to open 150 to 165 new shops, which would represent another big development year for us. Another year of growing at this pace demonstrates our confidence, confidence in our brand, confidence in our people pipeline, confidence in our four-wall model and confidence in our team. As we grow toward our goal of 4,000-plus shops, we continue to make refinements to our development strategy and market planning approach.\nIn 2023, we outlined the steps we were beginning to take to shift our strategy, primarily the greater emphasis on balancing speed and market penetration. We also discussed a renewed emphasis on capital efficiency with a longer-term shift toward more build-to-suit leases and flexibility with the exploration of a wider array of prototype units such as [endcaps]. We would expect to begin seeing the impact of these changes in 2025.\nOur exceptional four-wall model provides fuel to our growth engine. We continue to work diligently to maintain what we believe is one of the most compelling four-wall models in the industry. Last year, we shared with you our intention to achieve at least 100 basis points of adjusted SG&A leverage this year. In 2023, we greatly exceeded this objective, delivering 190 basis points of leverage. We accomplished this while continuing to invest in building organizational capacity.\nSince 2021, a year of our IPO, we have delivered 280 basis points of adjusted SG&A leverage. In total, we delivered 430 basis points of adjusted EBITDA margin expansion in 2023. This underscores our team's commitment not only to growth but profitable growth. Since I joined a little over a year ago, the team has been focused on delighting our customers and driving traffic. In Q4, total systems same-shop sales was 5%, a sequential improvement of 100 basis points from Q3. We believe this improvement is largely a result of the increasing momentum of our traffic-driving initiatives as our traffic trajectory improved from Q3 to Q4.\nConsistent with the larger industry, we saw some softness around weather events in January. As weather eased, our sales trends have strengthened, and we were pleased with the results. Here is an update on these initiatives. Innovation. We believe innovation plays a large role in the next stage of growth. Specifically, one of our priorities is category innovation, where we can build sales layers to support visit frequency and introduce new customers and occasions. We believe our operations are uniquely suited for these efforts and that as a brand, we have an opportunity to play a more active role in curating, developing and bringing forward innovative products.\nEarlier this year, we launched protein coffee, a new beverage that delivers at least 20 grams of milk protein in each medium-sized serving and could provide a road map for future category expansion. Products like this really excite us as they have the potential to drive routine with our customers. We will continue to add exciting LTOs to our lineup and highlight our unique secret menu items as we did in Q4 with our highly successful winter campaign. The buzz around our Truffle Mocha platform drove our LTO mix to the highest levels on record during the competitive holiday season. We believe our innovation strategy will bring in new customers to Dutch Bros and drive awareness, interest and loyalty.\nWe are also focused on driving traffic through paid media, utilizing advertising to raise awareness. We believe advertising has a role in educating guests on what Dutch Bros is about, and we're confident that once people visit us, they will have a great experience and want to come back. Our brand insights work supports our strategy.\nAs we move into new markets with lower initial brand awareness, we recognize the need to adapt our approach. In these new markets, we are leaning into top of the funnel activities, particularly through digital channels and local community activations. We look forward to continuing to scale these efforts over time and are optimistic about the long-term impact of these sustained efforts.\nOn Black Friday, we once again recorded our highest sales day on record where we provided shoe charms with the purchase of any two drinks. This was exciting for many reasons, specifically demonstrating what we believe is our ability to participate authentically in culturally relevant moments and create strong connections with our Gen Z guests.\nThird, we are continuing to increase the sophistication of offers, messaging and capabilities on our app and Dutch Rewards platform. Last quarter, we discussed entering the second phase of our Dutch Rewards program, a more tailored approach to promotions. In Q4, we achieved our highest rewards penetration on record, with more than 65% of our transactions attributable to rewards members. Moving forward, our focus will be in refining our personalization capabilities. Though early, we are encouraged by the customer response, particularly with efforts like gamification and segmentation.\nPerhaps most excitingly, today, we are announcing a pilot test of mobile order functionality in our app. We have begun operational testing and intend to begin beta testing our new app with mobile ordering in Arizona. Pending the results, we would expect to conduct a multi-shop test as part of our innovation stage gate process. We recognize this could be a big opportunity for us and also understand the importance of getting this right, delivering on our core values of speed, quality and service. As such, it is our goal to roll out this capability to the majority of shops by the end of the year.\nIn 2024, we are taking the steps to build a rock solid foundation upon which to embark on the next phase of our growth story. I am proud of what the team has accomplished to get us to this point, and I am confident we have the building blocks of long-term success. We have terrific customer engagement with rewards members driving a record 65% of our transactions in Q4, and we are excited about opportunities in front of us to further accelerate this platform.\nWe have top-tier growth. We delivered 31% year-over-year revenue growth in 2023. This growth has been consistent, demonstrated by 10 consecutive quarters of opening 30 or more shops on our way to 4,000-plus. We have excellent shop margins. We have demonstrated that we can drive this exceptional growth with profitability. We are well capitalized. We believe our recent primary offering and credit upsizing provides a long runway and plenty of flexibility upon which to execute our growth plan and capture our considerable white space. And most importantly, we have great people. We have outstanding and engaged broistas in our shops and a strong pipeline of operators ready to open our new markets. These factors give us great confidence in our future.\nWith that, I'll turn it over to Charley to review our financials.\n\nCharley Jemley\n\n11:11:31PM\n\nThanks, Christine. As Christine's comments shared, 2023 finished on a particularly high note. Key operating metrics were excellent all around, including unit openings, revenue and adjusted EBITDA growth and same shop sales, all of which exceeded our expectations. For the financial year 2023, revenue grew 31% to $966 million. We achieved over $1.4 billion in system-wide sales or 24% growth, system AUVs reached $1.97 million, the highest on record. Systems same-shop sales were 2.8%, in line with our guidance of low single digits. Company-operated shop contribution reached $242 million, growing an impressive 54%. Company-operated shop contribution margin was 28.2%, expanding 360 basis points year-over-year. Adjusted EBITDA margin was 16.6%, expanding 430 basis points year-over-year.\nIn the fourth quarter, the company operated shop segment delivered outstanding performance, generating $227 million in company-operated shop sales and $60 million in shop contribution. Year-over-year net sales increased 30% and company-operated shop contribution grew approximately 21%. As a percentage of company-operated sales, company-operated shop contribution was 26.5%. When making a comparison of these results to the prior year, recall that in Q4 of 2022, our sales and margins were positively impacted by approximately $7.4 million of breakage in the revenue line related primarily to the 2021 launch of our Dutch Rewards program.\nPlease make reference to our supplemental investor materials where we demonstrate the changes in company shop margins. Outside the negative impact on a comparable basis of 2022 breakage income, company shop margins increased as a result of pricing, sales leverage and beneficial preopening costs, partly offset by slightly elevated ingredient costs and other operating expenses.\nAs I mentioned, we achieved 360 basis points in margin expansion in 2023. Shifting to SG&A. For the quarter, SG&A was approximately $57 million, which includes about $10 million in stock-based compensation. We anticipate that in 2024, ongoing stock-based compensation will be approximately 30% to 40% of 2023 levels as equity compensation awards associated with the IPO fully vested in January 2024.\nWith the exclusion of stock-based compensation and other nonrecurring expenses, adjusted SG&A was approximately $44 million or 17.4% of revenue compared to 18.9% in Q4 last year. While we are adding organizational capacity to support scaling the business, we are also making a concerted effort to stage those investments in over time. For the year, adjusted SG&A was 16.6%, an improvement of 190 basis points compared to 2022.\nRegarding our balance sheet and liquidity. As of December 31, we had approximately $683 million in total liquidity compared to approximately $700 million at the end of Q3. We believe our liquidity position is sufficiently robust to support our currently contemplated growth plans as we scale towards 4,000-plus shops. As of December 31, that liquidity was comprised of the following: $134 million in cash and equivalents, $349 million undrawn revolver, $200 million in undrawn delayed draw term loans. Yesterday, prior to the expiration at the end of February, we drew a portion of our delayed draw term loans totaling $150 million. We intend to utilize these funds for general corporate purposes, including, but not limited to, building new shops. Meanwhile, this cash will be invested in short-term interest-bearing securities until we can fully deploy it.\nMoving on to 2024 guidance. In early January, we shared our expectation to open 150 to 165 new shops. We expect low single-digit systems same-shop sales growth in 2024. Revenue is expected to be within the range of $1.19 billion to $1.205 billion. The midpoint of this range would reflect 24% growth over 2023 and 62% growth on a two-year basis.\nAdjusted SG&A is expected to be between 15.3% and 15.8% of total revenue at the midpoint of the revenue range. This would represent continued leverage of approximately 75 to 125 basis points as compared to 2023. Stock-based compensation, which is excluded from adjusted SG&A is expected to be $12 million to $17 million for the year, down from $39 million in 2023.\nAdjusted EBITDA is expected to be in the range of $185 million to $195 million, or approximately 15.9% of the total revenue at the midpoint of these ranges. For context, the midpoint of the adjusted EBITDA range represents approximately 19% year-over-year growth and more notably, 108% growth on a two-year basis.\nI'd like to highlight a few key assumptions underlying this guidance. First, we continue to make investments in our people. In Q3 2023, we announced an investment in higher pay nationwide for our shop managers. Further, on April 1, California wages will rise to $20 per hour minimum representing an increase of approximately 25% year-over-year. Collectively, we would expect a 50 to 100 basis points headwind on adjusted EBITDA margins from these pay changes.\nSecond, we are planning to make P&L investments and increased technology at the shop level to support scheduling throughput and mobile order initiatives. Collectively, we would expect 75 to 125 basis points headwind on adjusted EBITDA margins from these investments. Combined with the expected adjusted SG&A leverage I just mentioned, we would expect these actions to collectively represent 50 to 100 basis points of overall margin pressure year-over-year.\nFurthermore, we intend to embark on a large-scale organizational change in 2024. To support this move, we would anticipate incurring between $24 million and $31 million in cost, which we deem as nonrecurring and would anticipate will be almost entirely excluded from adjusted EBITDA.\nCapital expenditures are expected to be in the range of $280 million to $320 million, up from $227 million in 2023. This year-over-year increase will be driven primarily by a higher percentage of ground leases in 2024 as compared to 2023.\nLast year, we began approving more future sites using build-to-suit leases to shift our capital back to more normative levels. We would expect any capital expenditure benefit to take hold more firmly beginning with the class of 2025.\nIn 2023, we spent approximately $18 million on our roasting facility. We expect to spend approximately $10 million in 2024, and we anticipate that this facility will open in the middle of this year. We also expect to spend between $6 million and $10 million in capital expenditures related to the Arizona office expansion.\nThank you, and now we will take your questions. Operator, please open the lines.\nCopyright © 2023, S&P Global Market Intelligence\n(and its affiliates as applicable). All rights reserved."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/611c8608ae1f11f4f4c9b18fa2c9594e",
        "content": "SIGN IN\n\nSignup for Aiera, The Street's Leading Live Event Intelligence Platform\n\nCovers over 12k+ equities globally.\nOne click access to live event audio with DVR controls.\nExtract deeper insights with AI-powered topic extraction.\nSearch and monitor investment themes across events, news and filings.\nAutomate the transcription of personal meetings & calls.\nTake notes within an event and share with others.\n\nCONTACT SALES\n\nQ3 2023 Dutch Bros Inc Earnings Call\n\nQ3 2023 Dutch Bros Inc Earnings Call\n\nBROSNYSENOV 7, 11:00 PM\n\nOperator\n\n11:06:37PM\n\nLadies and gentlemen, greetings, and welcome to the Dutch Bros, Inc. Third Quarter 2020 Earnings Conference Call. At this time, all participants are in a listen-only mode. A brief question-and-answer session will follow the formal presentation. (Operator Instructions). As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Paddy Warren, Director of IR at Corporate Development. Please go ahead.\n\nPaddy Warren\n\n11:07:04PM\n\nThank you. Good afternoon, and welcome. I'm joined by Joth Ricci, CEO; Christine Barone, President and Charley Jemley, CFO. We issued our earnings press release for the quarter ended September 30, 2023, after the market closed today. The earnings press release, along with the supplemental information deck have been posted to our Investor Relations website at investors.dutchbros.com.\nPlease be aware that all statements in our prepared remarks and in response to your questions other than those of historical facts are forward-looking statements and are subject to risks, uncertainties and assumptions that may cause actual results to differ materially. They are qualified by the cautionary statements in our earnings press release and the risk factors in our latest SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q. We assume no obligation to update any forward-looking statements.\nWe will also reference non-GAAP financial measures on today's call. As a reminder, non-GAAP measures are neither substitutes for nor superior to, measures that are prepared under GAAP. Please review the reconciliation of non-GAAP measures to comparable GAAP results in our earnings press release.\nWith that, I would now like to turn the call over to Joth.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:08:24PM\n\nThank you, Paddy. Good afternoon, everyone. By all accounts, Q3 was a fantastic quarter, and we are extremely pleased with our unit openings, same shop sales, revenue and profitability results. We opened 39 new shops and system same-shop sales grew 4%. We delivered record performance since our IPO across both our top and bottom line with $265 million in revenue and $53 million in adjusted EBITDA, reflecting increases of 33% and 91%, respectively, year-over-year.\nIt was also a strategically important quarter for the liquidity flexibility of the company. We upsized our credit facility by $150 million and executed a follow-on equity offering that we believe positions our balance sheet for a long runway of growth. Dutch Bros will continue to confidently pursue high-quality investments in new shops in the path to 4,000. I'm very proud of the team for what they accomplished and I'm more encouraged than ever by the strength of the underlying business.\nThis is the last time I'll be on this call as CEO. When I joined our co-founder, Travis Boersma and the Dutch Bros team in 2018, it was clear to me that there was something special about this company and brand. In September of 2018, we laid out five key initiatives that would guide us through the next five years. With 317 shops, we set a goal to reach 800 shops by the end of 2023. We use data to inform better decision-making to execute a disciplined brand strategy to utilize and leverage technology to improve customer experience and to add new talent to our experienced team. At the center of it all, we set the goal of continued connection with the communities we serve.\nOver the subsequent five years, we have accomplished each and every one of those goals while managing through a series of events that challenged our teams and made us better in the long run. The success of those initiatives is evident, and we've reached several important milestones. I'm pleased to announce that in October, we opened our 800th shop, a testament to the team's discipline and the capacity we have created in the business. As of September 30, more than 22,000 people are employed at the shops across our system. Since 2019, we've also increased our AUVs by almost 20% and opened nine new states, demonstrating that the Dutch Bros brand resonates far beyond our home market.\nIn Q2 of 2022, we surpassed $1 billion in trailing 12-month system-wide sales, a milestone that few beverage-focused brands have ever achieved. Notably, we've generated this exceptional top line growth while further improving our margins. Our company-operated shop contribution margins have expanded considerably and were approximately 31% in Q3. We achieved another milestone in the quarter by opening our 500th company-operated shop, representing 38% more shops at the end of Q3 compared to the year earlier. To put this in perspective, we started 2018 with just 37 company-operated shops. This is really incredible. And we've been able to develop the systems and capacity to scale this segment quickly and profitably.\nThrough all of the changes and progress we've made over these past five years, it is important to remember that we're growing in order to share opportunities for our crews, brighten in our customers' days and bring connection to our communities. We do this while recognizing the responsibility to build long-term shareholder value.\nFinally, I'm pleased with the stability at the leadership level of this company. Travis? continued involvement, combined with decades of experience from internal leaders and franchisees, matched with fresh perspectives from new additions to the team, provides Dutch Bros an amazing foundation upon which to build. The list is long, but to everyone who has been involved in this journey over the last five-plus years. I want to say thank you.\nOur incoming CEO, Christine Barone, recognizes the power of this brand and has immersed herself in the business since coming on board in February. She is a fabulous leader and brings Dutch Bros the experience necessary to take us on the next phase of our journey. I couldn't be more excited for her and for the company.\nAnd now for the last time, I will turn it over to Christine for some remarks.\n\nChristine Barone\n\nPresident\n\n11:13:07PM\n\nThank you, Joth. On behalf of all of us at Dutch Bros, I want to extend my heartfelt congratulations and thanks to you on a personal level for all you have done for me and for Dutch Bros. You prepared this company to compete on a national stage and have set us up for the growth that lies ahead. Thank you.\nI share Joth's excitement for the exceptional performance we delivered in Q3 across our key metrics. We once again delivered on our new unit growth target as we have quarter after quarter. In Q3, we opened 39 new shops across 11 states in inter-Kentucky and Alabama. We now have Dutch Bros shops operating in 16 states. We also demonstrated continuing momentum, delivering 4% system same-shop sales growth, a 20 basis point improvement quarter-over-quarter.\nCombined with sales contributions from new shops, we saw a 33% increase in revenue year-over-year. We are extremely pleased with the profitability we delivered in Q3, headlined by $53 million in adjusted EBITDA for the quarter. This is almost double the $28 million in adjusted EBITDA we reported in Q3 of 2022 and reflects our commitment to growth with profitability.\nI will now spend a few minutes discussing our key priorities and how they ladder up to these outcomes. We began any discussion of Dutch Bros with our fundamental differentiator, our people. The shop teams who greet and care for our customers and each other every day are the lifeblood of this organization, recruiting, developing and retaining outstanding people meets our primary focus and our greatest strength. Our people pipeline is robust. We have more than 325 qualified operator candidates in the pipeline with an average tenure of seven years. At scale, we anticipate that each operator will be capable of leading three to seven shops on average.\nOver the past two years, we've yielded nearly 50 people to the position of operator. These new operators started out as broistas for Dutch Bros working their way up to the ranks and embodying our brand value of speed, quality and service. We love this model because it allows us to reward our highest performing and most committed employees with an opportunity to continue to advance within the organization while cementing our culture and values as we grow. Our shop expansion strategy is motivated by our commitment to create opportunities for our people. We intend to continue to look for opportunities to open profitable shops led by strong homegrown leaders at what we believe are top-tier return outcome.\nFurthermore, our expanding margins allow the flexibility to continue to make proactive investments in crew wages and benefits. As discussed last quarter, we are committed to making further investments in our people. On November 1, we made changes to our shop manager pay structure to recognition of the critical role these leaders play in growing our business. We also reimagined our incentive structure more closely aligned with both sales growth and great customer service. We believe these changes will more closely align manager pay with our internal sales growth and customer service objectives.\nLike many of our peers in the industry, we have managed through a difficult development environment, characterized by elevated build costs, supply chain shock, permitting delays and rising interest rates. We continue to work diligently to manage these headwinds, and we remain confident in our 2023 development target. We have also engaged in a purposeful strategy to rapidly gain share in new markets and achieve efficiencies. As we have discussed in the past, we believe this approach to market entry and its associated higher levels of infill have been a key driver in the moderation of new shop AUV.\nLast quarter, we outlined a shift in our real estate strategy, which we believe will position us for long-term success. This new approach is underpinned by three key elements: first, widening our initial reach as we enter new markets and allowing our brand awareness to build. We expect to achieve the same ultimate density though our TAM remains unchanged at 4,000 shops. Second, shifting back towards more build-to-suit leases, which require a lower upfront cash commitment. Third, developing new prototypes to efficiently and effectively penetrate markets and generate strong unit [growth]. We anticipate beginning to feel the effects of the changes in 2025 as the impacts work through our robust pipeline. As we grow, we believe maintaining financial discipline on strict underwriting standards allows us to balance creating opportunities for our people while supporting long-term unit development goals.\nIn Q3, we continued to see margins expand, driven primarily by a combination of pricing, shop level operational improvements and moderating SG&A growth. Not only do total company-operated shop contribution almost doubled from Q3 2022, approximately $72 million this quarter, eShop delivered 540 basis points of margin expansion year-over-year to 31% of company-operated shop revenue. Strong margins propel our new shop growth, delivering quick payback periods and enabling us to reinvest into further development opportunities. We believe our four-wall model also provides us a certain level of flexibility to adjust and adapt as we expand.\nModerating growth in SG&A spending is an opportunity for leverage. While we intend to make smart investments that support critical capabilities as we scale, we expect to see leverage as revenue growth outpaces SG&A spending growth. We also remain committed to introducing more customers to the Dutch Bros brand. In Q3, we saw system-wide same-shop sales growth expand to 4%, an improvement of 20 basis points from Q2.\nWe successfully executed through a variety of tactics. First, innovation keeps the brand fresh and Fund. We launched three seasonal LTOs in the quarter beginning with the Chocolate Crunch Cold Brew Freeze and Frost, topped with soft top and Oreo crumbles and rounding out the quarter with the Carmel Pumpkin Brulee and Sweater Weather Chi. We intend to use innovation to drive excitement and trial and leverage our in customization advantages.\nSecond, we are continuing to enhance our rewards program and find new ways to delight our customers, rewarding and recognizing customers as part of [a smoother] legacy at Dutch Bros. In Phase I, we digitized our existing program and rapidly scaled it by converting to a spend-based approach. Introduced in early 2021, the Board members accounted for 60% of transactions in less than 12 months. Impressively, this metric has continued to grow even as we are entering into new geographies. We began laying the groundwork of the second phase of our rewards journey. In March, we moved from a broad-based giveback program through a more targeted approach where we are using consumer insights to drive behaviors that we expect will create more lasting value.\nWe are beginning to activate specific campaigns and target dayparts. For example, in Q3, we ran double point Tuesdays and a visit frequency challenge. We believe that customers are responding to our efforts and that we are beginning to see (inaudible). As we look forward, we plan to continue to use our increasing capabilities to [infuse] specific behavior. We are still at the beginning of our journey, and we believe we have significant runway to continue refining personalized offers.\nThird, selective promotion helps open new experiences. We're enjoying success with our Fill-A-Tray program, which we have now run quarterly since March. We continue to experiment with offer design and timing and remain pleased with both the execution and results. In our most recent iteration, we once again drove substantial sales. Outside of Fill-A-Tray, we will continue to execute on multiple base promotional activities to encourage trial and group [visitation].\nThen fourth, paid media brings awareness. While approximately 63% of our transactions were attributable to our Rewards members this quarter, we recognize an opportunity to connect with a wider range of customers in various stages of their journey at Dutch Bros. We have increased paid media spend in an effort to bring new customers to Dutch Bros, more brand awareness in new markets and keep the brand top-of-mind for our existing customers. We look forward to continuing to scale this spend over time and are optimistic about the long-term impact of these sustained efforts.\nWe have high expectations for ourselves and our business. We are proud of both our third quarter results and the steps we're taking to build on our strong foundation for the long term. We have terrific customer engagement with rewards members driving 63% of our transactions, we are excited about opportunities in front of us to further accelerate this platform. We have top-tier growth. We delivered record revenue in Q3 and a 33% year-over-year increase. This growth has been consistent, demonstrated by nine consecutive quarters of opening [three or more] shops on our rate of 4,000 plus. We have excellent shop margins. We have demonstrated that we can drive this exceptional growth with profitability, culminating in this quarter, delivering record adjusted EBITDA since our IPO. We are well capitalized. We believe our recent primary offering and credit upsizing provides a long runway and plenty of flexibility upon which to execute our growth plan and capitalize on our considerable [rent space].\nMost importantly, we have great people. We have outstanding and engaged broistas in our shops and a strong pipeline of operators ready to open our new markets. These factors give us great confidence in our future. With that, I'll turn it over to Charley to review our financials.\n\nCharley L. Jemley\n\nCFO, Dutch Bros Inc.\n\n11:23:34PM\n\nThanks, Christine. Both Joth and Christine noted what a strong quarter we had, and how pleased we were with our unit openings, same-shop sales revenue and adjusted EBITDA results. The company-operated shop segment delivered outstanding performance, generating $236 million in net sales and $73 million in shop contributions in the quarter. This represents a year-over-year net sales increase of 36% and company-operated shop contribution growth of more than 65%.\nAs a percentage of net sales, company-operated shop contribution was 31%, an expansion of 540 basis points year-over-year. These strong four-wall economics give us flexibility and position us to invest in areas that support and sustain growth. Margin expansion is taking place up and down the P&L, including 120 basis points in cost of goods, 230 basis points in labor, 110 basis points in occupancy and other. We believe this margin expansion is primarily a function of pricing, efficiency improvements we have made in key areas throughout shop operations and the portfolio effect of moving into lower operating cost markets.\nLabor was 26% of net sales, down from 28.3% in 2022. The benefit from the changes we began implementing in Q4 2022 continue as well as leverage from year-over-year pricing actions. These gains were partially offset by our decision at the beginning of 2023 to increase starting wages in federal minimum wage markets and an ongoing initiative to ensure our retail teams are the best in the business, we're continuing to make meaningful system-wide investments in those teams. Specifically, this will take the form of investments in shop manager wages and incentives that began November 1. We estimate these investments will cost between $1.5 million and $2 million in the two months that they are in place in the fourth quarter alone and continue to be part of our cost structure going forward.\nShifting now to SG&A. For the quarter, SG&A was approximately $50 million, which includes about $10 million in stock-based compensation. Therefore, with the exclusion of stock-based compensation and other nonrecurring expenses, adjusted SG&A was approximately $41 million, falling to 15.3% of revenue compared to 17.5% in Q3 last year. While we are still scaling and adding resources, we are making a concerted effort to stage them in over time.\nNow on to a few comments on the health of our balance sheet and liquidity. Last quarter, I commented that having a well-capitalized balance sheet is a priority to position the company to take full advantage of the long growth runway ahead in a responsible and thoughtful manner. During the quarter, we not only upgraded our credit facility by adding an additional $150 million in capacity and also raised approximately $330 million in primary equity proceeds net of discounts, fees and expenses. We proceeded to pay down our revolving credit facility, which at the time was approximately $203 million and retained approximately $130 million of cash on our balance sheet. We will use this cash infusion for general corporate purposes, including funding our growth over the coming quarters.\nThe primary equity capital raise achieved three outcomes: First, we believe the transaction will be accretive given the projected reduction in interest expense under our credit facility. Second, it provides the flexibility we believe will be required to manage through the total project cost escalation we have experienced since the time of our IPO. And third, it enabled a reset to our capital structure, positioning the company to have both ample liquidity and optionality with the belief that our four-wall economics are some of the best in the industry, the ability to execute without undue capital constraints is vital to reaching our growth potential.\nAs a collective result of all these actions and under current assumptions and market conditions, we do not currently foresee a need to raise additional primary equity capital. Total liquidity is now around $700 million, consisting of $150 million in cash and equivalents and $350 million undrawn revolver plus $200 million in undrawn delayed draw term loans. At the end of the quarter, the net cash position was approximately $54 million, made up of $150 million in cash and cash equivalents and $96 million in term loans.\nMoving on to 2023 guidance. Our expectation for total system shop openings in 2023 remains unchanged. We expect to open at least 150 new shops, of which at least 130 will be company operated. Our expectation for capital expenditures remains unchanged, which we expect to be in the range of $225 million to $250 million. This includes approximately $15 million to $20 million and spending in 2023 for a new roasting facility, which is projected to open in 2024. Our estimate of system same-shop sales growth remains in the low single digits. Our expectation that revenue would be at the lower end of the range of $950 million to $1 billion remains unchanged. Given strong growth in company-operated shop revenue and its contribution to our bottom line, along with the continuance of SG&A leverage, we now estimate adjusted EBITDA will be between $150 million to $155 million, up $15 million from last quarter's guidance. The increase in adjusted EBITDA reflects stronger-than-expected year-to-date profitability, partially offset by the increased shop labor investments. And as we noted earlier, we intend to execute a series of business building initiatives throughout the fourth quarter. These initiatives include aggressively using our rewards program to attract new customers and retain existing ones with a particular focus on building engagement in newer markets. In addition to using rewards as a key lever, we also intend to bring even more focused investments to building capability in our consumer-facing technologies and investing in the talent required to grow the business.\nTo summarize, it is important we balance profit delivery with wise investments in our future, growing at this pace and through a company-led model requires the ability to flex and adjust as needed, always taking a long-term view. Thank you, and now we will take your questions. Operator, please open the lines.\nCopyright © 2023, S&P Global Market Intelligence\n(and its affiliates as applicable). All rights reserved."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/697ab5fc59c758575bd13d6786230027",
        "content": "SIGN IN\n\nSignup for Aiera, The Street's Leading Live Event Intelligence Platform\n\nCovers over 12k+ equities globally.\nOne click access to live event audio with DVR controls.\nExtract deeper insights with AI-powered topic extraction.\nSearch and monitor investment themes across events, news and filings.\nAutomate the transcription of personal meetings & calls.\nTake notes within an event and share with others.\n\nCONTACT SALES\n\nQ2 2023 Dutch Bros Inc Earnings Call\n\nQ2 2023 Dutch Bros Inc Earnings Call\n\nBROSNYSEAUG 8, 11:00 PM\n\nOperator\n\n11:13:42PM\n\nThank you for standing by, and welcome to the Dutch Bros, Inc., Second Quarter 2023 Earnings Conference Call and Webcast. This conference call and webcast are being recorded today, Tuesday, August 8, 2023, at 5 p.m. Eastern Time and will be available for replay shortly after it has concluded. Following the company's presentation, we will open up the lines for questions and instructions to queue up will be provided at that time.\nI would now like to turn the call over to Paddy.\n\nDaniel P. Warren\n\nDirector of IR & Corporate Development, Dutch Bros Inc.\n\n11:14:13PM\n\nGood afternoon, and welcome. I'm joined by Joth Ricci, CEO; Christine Barone, President; and Charley Jemley, CFO. We issued our earnings press release for the quarter ended June 30, 2023, after the market closed today. The earnings press release, along with the supplemental information deck have also now been posted to our Investor Relations website at investor.dutchbros.com.\nPlease be aware that all statements in our prepared remarks and in response to your questions other than those of historical facts are forward-looking statements and are subject to risks, uncertainty and assumptions that may cause actual results to differ materially. They are qualified by the cautionary statements in our earnings press release and the risk factors in our latest SEC filings, including our most recent annual report on Form 10-K and quarterly report on Form 10-Q. We assume no obligation to update any forward-looking statements. We will also reference non-GAAP financial measures on today's call.\nAs a reminder, non-GAAP financial measures are neither a substitute for nor superior to measures that are prepared under GAAP. Please review the reconciliation of non-GAAP measures to comparable GAAP results in our earnings press release.\nWith that, I'd like to now turn the call over to Joth.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:15:33PM\n\nThank you, Paddy. Good afternoon, everyone. Q2 results demonstrate continued momentum in the business. This is a result of a team's collective ability to take the vision of a long-term growth plan and adapt to a changing environment. Our ability to deliver on new unit growth targets quarter after quarter remains a consistent bright spot. In Q2, we opened 38 new shops across 8 states, with 83 new shop openings through June 30. We are more than halfway through our objective of 150 new shops in 2023. This helped propel a 34% increase in revenue year-over-year, including a 580-basis points quarter-over-quarter improvement as same-store sales shifted positive to 3.8%, reflecting better traffic trends.\nIn Q2, approximately 90% of our beverages were served cold. We delivered increased profitability alongside this revenue growth, underscored by a 570-basis point expansion in company-operated shop contribution margin. The second quarter saw shop margins return to seasonally normalized levels as we emerge from the COVID-related inflationary period characterized by 2022 results. Revenue growth, company shop productivity and disciplined SG&A investments drove almost $49 million in adjusted EBITDA, more than double what we reported in Q2 2022. We are very proud of the team and what it's accomplishing and are encouraged by our underlying strength.\nAs we look ahead, our long-term vision is clear, and we remain focused as ever. After 5 years in working with [ Trav ] and team in nearly 2 years after the IPO, I believe Dutch Bros is a strong, healthy business with a very long runway. As we set the stage for scaling the company, I am pleased to share that Christine Barone will step into the role of President and CEO effective January 1, 2024. I believe Christine is the right person to lead Dutch Bros in its next phase of growth. She is a rare leader with demonstrated abilities in marketing, operations and finance. Since joining us in February, her impact has been immediate and action has been decisive as she is focused on our real estate strategy, driving traffic, improved data analytics and overall marketing efforts. We are feeling the impact of her leadership as she executes against the current business and leads the team into 2024 planning and beyond.\nOver the coming months, I will work side-by-side with Christine to best position the business for long-term success. We will execute against our plan, driving traffic, optimizing operations, selecting strong sites and building great shops efficiently. Most important, I'm excited for what this means for the future of Dutch Bros, and I look forward to seeing how Christine's vision and leadership drives our brand towards our goal of 4,000 shops in the next 10 to 15 years.\nWith that, I will turn it over to Christine.\n\nChristine Barone\n\nPresident\n\n11:18:34PM\n\nThank you. Since joining the Dutch Bros team, I have been so impressed with our broistas, managers, operators and franchisees. I am now beginning to execute on quick wins and laying the groundwork for our 2024 priorities. As I discussed in detail last quarter, driving traffic has been a key focus over the last 6 months, and we are gaining traction. As Joth mentioned, we saw an improvement of 580 basis points of system-wide same-shop sales quarter-over-quarter, and substantially all of this was a result of improved traffic trends. Beyond driving sustainable traffic growth these last 6 months have also provided an opportunity to assess our strategy and the strength of the business' foundational building blocks. I will provide a brief assessment of these building blocks and discuss how we will focus organizational attention over the near term to position Dutch Bros for long-term success.\nThe great news is that a strong foundation is already in place. We have incredible people systems and a rock-solid brand, 2 of the hardest foundational elements to replicate, which gives me confidence in our competitive positioning. The team has worked diligently over the course of more than 30 years to build a one-of-a-kind culture that radiates through our front line and is the key enabler of our success. Supporting our people and culture is a critical lens in which we evaluate decisions, and we plan to keep it that way as we execute our growth plan. As the market landscape has shifted over the last 3 years with elevated build costs, I see further opportunity to refine our real estate strategy. I also see opportunity to build on our values of speed, quality and service and enhance our marketing capabilities with a continued focus on our rewards program.\nWe began any discussion of Dutch growth with our fundamental differentiator, our people. The shop teams who greet and care for our customers and each other every day are the lifeblood of this organization. recruiting, developing and retaining people remains our key focus. And in this regard, the organization is doing great. In Q2, we saw continued improvements in turnover, falling to the mid-60s from about 70% last quarter. We saw even larger improvements in the markets in which we made proactive wage investments. Our people pipeline is robust and continues to grow. We have more than 325 qualified operator candidates in the pipeline with an average tenure of 7 years. Creating opportunity to grow with the company is a cornerstone of our people strategy and is the driving force behind shop expansion.\nIn many organizations, people availability is a limiting factor to growth. At Dutch Bros, this is one of our competitive strengths. We will continue investing in our people, specifically in our shop managers, many of whom will become the next generation of regional operators. Through these investments, we aim to even more closely align incentives with great customer service and driving traffic. We're also investing in our leadership team. In June, we hired Tana Davila as our Chief Marketing Officer. Tana brings more than 2 decades of marketing experience in the multiunit restaurant space. Her skill set is exactly what we need now to continue our expansion, deepen our customer relationships with our rewards program and execute our traffic-driving initiatives. We plan to continue investing in key capabilities to support our growth aspirations, and we believe these investments will enable us to compete effectively as we scale.\nIn Q2, we opened 38 new shops, 35 of which were company operated. Shops opened in 2022 and 2023 are annualizing to approximately $1.7 million in AUV. It is important to note that despite moderating AUVs, newer shops are following a similar profitability curve to what we have seen in prior cohorts, demonstrating what we believe are more favorable operating conditions as we continue to expand eastward. Consistent with what we shared last quarter, we believe moderation in new shop AUVs for recent age classes is in part a function of an elevated infill rate, which in 2023 is about twice the level it was in 2022. Elevated infill is a result of a purposeful decision to push the development piece in Texas.\nSince entering Texas in January of 2021, we have invested heavily in the market. And as of June 30, we had 131 shops open in the state. Texas is a high potential market and a critical component of our eastbound expansion. Building depth and scale there has moved our operations closer to newer markets in the Southeast, and we believe securing this foothold quickly enables us to better compete as we move eastward. Being profitable quickly is important, and we are encouraged that company-operated shop margins in Texas are following a similar profitability curve to the rest of the system.\nAs previously announced, we chose to position our second roasting facility just outside of Dallas to support this long-term expansion. With build costs remaining elevated and moderating new shop AUVs, we are completing a body of work to adapt and refine our development plan to the conditions we anticipate over the next few years. We purposely built a robust pipeline, providing us the flexibility to be selective. A refined real estate strategy allows us to continue to live up to our commitment of building the right shops at the right time and expanding our footprint at the right pace on our path to 4,000 shops.\nTo that end, we're taking the following actions. First, we plan to widen our initial reach as we enter new markets and adjust our pace of new market penetration. We believe this will provide markets time to curate demand while balancing the benefits of overhead leverage and distribution efficiency that comes with market density. Second, over the past several years, we pursued a strategy that favored ground leases, partly in response to supply chain and construction pressures, enabling us to exert greater control over our development process. This enabled us to sidestep some of the well-documented industry development delays.\nAs we believe these pressures will begin abating, we have greater opportunity to pursue a more diverse range of lease and shop types while continuing to focus on the drive-thru channel. Third, we will continue to look for opportunities to value engineer our existing prototypes. We expect to see this work impact site builds beginning in late 2024. Finally, we are doubling down on community by partnering with local organizations for targeted giveback days. We are continuing a 30-year history of investing in our communities, driving trial with promotions and relevant events to build our brand and new shop revenue.\nThese actions represent a curation of our approach to growth. We don't believe the full impact of these changes will be immediately felt. In the short term, we anticipate elevated build costs and believe moderated new shop revenue productivity will persist as these changes work through the system. The first half of the year demonstrates we can navigate change and deliver excellent profitability. We saw margin expansion in Q2, driven by a combination of shop level operational improvements and moderating adjusted SG&A growth. Company-operated shop profitability powers our growth aspirations. Not only did total company-operated shop contribution grew almost 70% from Q2 2022 to approximately $67 million, these shops delivered 570 basis points of margin expansion year-over-year to 30.3% of company-operated shop revenue.\nStrong margins propel our new shop growth, facilitating quick payback periods and enabling us to reinvest into further development opportunities. A strong four-wall model allows us a certain level of flexibility to adjust and adapt as we expand. Adjusted SG&A as a percentage of revenue improved 140 basis points when compared to Q2 of last year, falling to 15.7%. We are committed to smart investments that support critical capabilities as we expand but anticipate SG&A growth to remain below the rate of revenue growth, which will create leverage.\nLast quarter, I mentioned a key focus for the remainder of the year would be driving traffic. In Q2, we executed against our traffic-driving initiatives with improvements in traffic substantially driving all quarter-over-quarter same-shop sales growth. The team acted quickly to activate a multipronged approach, leaning into innovation, leveraging the rewards program, scaling up paid media and utilizing promotions to drive trial. Here is a brief update on each key pillar.\nFirst, innovation. We have been leaning into innovation in a big way in 2023. Last quarter, I discussed the introduction of our flavored Soft Tops for St. Patrick's Day. In Q2, we took innovation to the next level with a nationwide release of our limited time-only Mangonada platform. Mangonada, which we tested last year, outperformed our own expectations in Q2, making up more than 10% of our menu mix at launch and resulting in nearly 3 million drinks sold in the quarter. Later in the quarter, we built on this momentum with our Strawberry Horchata Chai, which demonstrated the success of wider deployment of secret menu offerings.\nAlso in the quarter, we posted a few product drops to deliver quick burst of innovation and buzz, which included our cookie crumble topping and Popping Candy Firecracker Rebel. Encouraged by customer response, we plan to continue to keep our menu fresh, fun and relevant while balancing operational focus in a simple pantry of ingredients. Second, rewards. We have seen continued momentum in our rewards program following the end of March refresh. That refresh enables us to invest more surgically, bringing even more exciting promotions to Dutch Rewards members who make up almost 65% of our transactions.\nWe began deploying this new approach in April with a Double Point Tuesday promotion, providing an extra incentive for Dutch Rewards members to join us on Tuesdays. We saw a favorable customer reaction for each of the 4 weeks that we activated this promotion, which was encouraging. Later in the quarter, we experimented with a variety of time, geographic and frequency-based offers, helping us to further refine our strategy and expand our toolkit.\nThird, paid media. In Q2, we leaned into enhancing our paid digital media capabilities, which was a meaningful driver of our traffic improvement quarter-over-quarter. Used in conjunction with innovation and our targeted app-based promotional efforts, paid social enables us to reach a wider audience at an attractive ROI. We anticipate continuing to iterate and refine these efforts to create a holistic full funnel marketing plan, grounded in our robust Dutch Rewards Loyalty Program. Fourth, promotion.\nIn our last call, I noted the success of the Fill-a-Tray program we ran in late March. Encouraged by customer response, we reran this promotion in June, experimenting with the promotional offer and timing, and we're just as pleased with the outcome. Bringing friends and family together to experience Dutch Bros is what we are all about, and we think this is a great way to reinforce these brand values, especially in new markets.\nOutside of Fill-a-Tray, we continue to pulse and experiment with other multiple-based promotional activities that encourage trial and group visitation. Taken together, we made real progress against our traffic-driving initiatives, which built in momentum throughout the quarter. We plan to keep our foot on the gas, adding capabilities and executing through the back half of the year. My first 6 months have been exciting and productive.\nI'm impressed by the team's culture, willingness to adapt and the progress we've made. We have many of the key building blocks in place to create our sustained competitive advantage, anchored on our cornerstone people systems. I appreciate the investments that Trav, Joth and the full team have made to immerse me in our culture and help me quickly learn our business. Over the next few quarters, we look forward to sharing in greater detail how these blocks are coming together to shape this strategy.\nWith that, I'll turn it over to Charley to review our financials.\n\nCharley L. Jemley\n\nCFO, Dutch Bros Inc.\n\n11:33:08PM\n\nThanks, Christine. In our decision-making, we emphasize profitable growth while keeping an eye toward the future. As many of you know, the 4-blade windmill is one of Dutch Bros iconic images. In Q2, the windmill turned with a stiff summer breeze and generated outstanding growth and performance across 4 key aspects. Total revenue of approximately $250 million, an increase of almost 35% year-over-year. same-shop sales growth for the system turned positive in the quarter at 3.8% with traffic driving the improvement. Adjusted EBITDA was approximately $49 million, double what we reported in Q2 2022 and 19.4% of revenue.\nShop growth remains on track. We opened 38 new shops system-wide, of which 8 opened in April 13 and May and 17 in June. Of the 17 shops we opened in June 11 were in the final week of the quarter, and that limited their sales contribution in Q2. Strong profitability is driven by surging performance and company-operated shops. Net sales grew 38% at company-operated shops. Shop contribution margin reached 30.3%, expanding 570 basis points year-over-year. Note, this contribution includes 1.5% of preopening expenses. We continue to see strong labor productivity. Labor costs improved 280 basis points from the same period last year. This is primarily a result of improved scheduling and deployment. Better labor productivity more than offsets the significant investments we made in wages.\nAs Christine noted, people metrics remain strong, speaking volumes for the company culture and hiring and retention practices in the retail shops. Cost of goods sold were 26.8% of company-operated shop sales for the quarter, down slightly year-over-year as menu pricing helped and some moderation took place in ingredient input costs. In the last week of the quarter, we began to update our customization pricing, creating a streamlined system for a wider array of modifications. We also moved a number of shops into higher-priced tiers to better align in market pricing.\nGoing into 2023, it was not our intention to take price. However, we made these moves to set our pricing architecture for the future. In the franchising and Other segment, gross profit improved to $19.2 million compared to $13.8 million in the same period last year. This segment of our business is more than stable now than it was a year ago as inflation impacted our coffee and Rebel manufacturing businesses adversely.\nShifting now to SG&A. For the quarter, SG&A was approximately $52 million, which includes about $10 million in stock-based compensation. Please make reference to the supplemental slides for a reconciliation between SG&A and adjusted SG&A. Therefore, with the exclusion of stock-based compensation and other nonrecurring expenses, adjusted SG&A was approximately $39 million. This declined to 15.7% of revenue for Q2 2023 compared to 17.1% in Q2 last year. As Christine mentioned, we continue making investments in people as we build organizational capabilities and better support our operators in the field. But we also expect continued leverage going forward as revenue growth outpaces investment.\nNow on to a few comments on the health of our balance sheet and liquidity. Last week, we successfully upsized our $500 million credit facility adding $150 million in capacity, expanding our syndicate in a transaction that generated a healthy amount of interest from lenders. Given the tightening credit markets, we view this outcome as a strong vote of confidence in the company's long-term financial outlook and growth prospects. Our overall credit facility now totals $650 million, which is made up of approximately $100 million of drawn term loans, a $350 million revolver, of which approximately $183 million was drawn as of June 30, 2023, and $200 million of undrawn delayed draw term loans. As of June 30, we had approximately $256 million of net debt, inclusive of this upsizing we would have had approximately $370 million in liquidity against our $650 million facility, up from approximately $220 million in liquidity before our refinancing.\nIn Q2, our operations generated approximately $43 million in pretax cash flow prior to capital spending and financing, reflecting expanding company shop productivity and SG&A leverage. In the quarter, we consumed approximately $59 million in CapEx, the vast majority to fund new shop growth. We believe we have a well-capitalized balance sheet, and our priority is to position the company to take full advantage of the long growth runway ahead in a responsible and thoughtful manner.\nMoving on to 2023 guidance. First, I will quickly take you through the specifics, highlighting the changes and some context. Our expectation for total system shop openings in 2023 remains unchanged. We expect to open at least 150 new shops, of which at least 130 will be company operated. Given the shop opening outlook is unchanged, guidance regarding capital expenditures also remains unchanged. Capital expenditures are estimated to be in the range of $225 million to $250 million, which includes approximately $15 million to $20 million in spending in 2023 for a new roasting facility, which is projected to open in 2024. Our estimate of system same-shop sales growth remains in the low single digits. We believe improved traffic trends and pricing actions will offset the negative same-shop sales growth we reported last quarter.\nHaving seen 6 months of performance, we have greater clarity in our full year revenue expectations which we now believe will be at the lower end of the previously communicated range of $950 million to $1 billion. This expectation considers the revenue moderation in the 2022 and 2023 age classes, partially offset by recent traffic trends and pricing actions. As a reminder, seasonality in our back half of the year is typically lower than the first half when modeling our revenue. Adjusted EBITDA is now estimated to be between $135 million and $140 million, up from at least $125 million. This reflects stronger-than-expected year-to-date profitability trends, partially offset by our revised expectation of revenue at the lower end of our range. Our expectations for full year adjusted EBITDA also reflect increased levels of investment to support key priorities outside what has been previously communicated. Thank you.\nAnd now we will take your questions. Operator, please open the lines.\nCopyright © 2023, S&P Global Market Intelligence\n(and its affiliates as applicable). All rights reserved."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/dbb91ce2df53b48cf5b0d7e1088d39b0",
        "content": "SIGN IN\n\nSignup for Aiera, The Street's Leading Live Event Intelligence Platform\n\nCovers over 12k+ equities globally.\nOne click access to live event audio with DVR controls.\nExtract deeper insights with AI-powered topic extraction.\nSearch and monitor investment themes across events, news and filings.\nAutomate the transcription of personal meetings & calls.\nTake notes within an event and share with others.\n\nCONTACT SALES\n\nQ1 2023 Dutch Bros Inc Earnings Call\n\nQ1 2023 Dutch Bros Inc Earnings Call\n\nBROSNYSEMAY 9, 11:00 PM\n\nOperator\n\n11:12:15PM\n\nThank you for standing by, and welcome to the Dutch Bros Inc. First Quarter 2020 Earnings Conference Call and Webcast. This conference call and webcast are being recorded today, Tuesday, May 9, 2023, at 5:00 p.m. Eastern and will be available for replay shortly after it has concluded. Following the company's presentation, we will open up the line for questions and instructions to queue up will be provided at that time. I will now turn the call over to Paddy Warren, Dutch Bros Director, Investor Relations and Corporate Development. Please go ahead.\n\nDaniel P. Warren\n\nDirector of IR & Corporate Development, Dutch Bros Inc.\n\n11:12:56PM\n\nThank you. Good afternoon, and welcome. I'm joined today by Joth Ricci, CEO; Christine Barone, President; and Charley Jemley, CFO. We issued our earnings press release for the quarter ended March 31, 2023, after the market closed today. The earnings press release, along with the supplemental investor deck have now also been uploaded to our Investor Relations website at investor.du.com. Please be aware that all statements in our prepared remarks and in responses to your questions other than those of historical fact are forward-looking statements and are subject to risks, uncertainties and assumptions that may cause actual results to differ materially.\nThey are qualified by the cautionary statements in our earnings press release and the risk factors in our latest SEC filings, including our most recent annual report on Form 10-K and our quarterly report on Form 10-Q. We assume no obligation to update any forward-looking statements. We will also reference non-GAAP financial measures on today's call. As a reminder, non-GAAP financial measures are neither substitute for nor superior to, measures that are prepared under GAAP. Please review the reconciliation of non-GAAP measures to comparable GAAP results in our earnings press release. With that, I'd now like to turn the call over to Joth.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:14:12PM\n\nThank you, Paddy. Good afternoon, everyone. Q1 was a solid quarter for Dutch Bros as we continue to deliver on our vision for long-term sustainable growth. We opened a record 45 new system-wide shops in the quarter, of which 42 were company operated. We continued our expansion eastward, reaching Knoxville, Tennessee and open shops across 9 states. We grew revenue by 29.6% and drove 590 basis points expansion in shop contribution margin year-over-year. We remain pleased with the underlying strength of the business. We responded decisively to the economic climate and focused on accelerating shop level profitability, particularly in labor productivity to deliver a strong company-operated shop margin.\nAt the same time, we continue to invest in our SHOP footprint to grow business, delivering on yet another 1/4 of our new shop growth plan. Our people pipeline and systems are strong, demonstrated by our deep bench of qualified operator candidates and are already low in further improving employee turnover. We saw meaningful 4-wall margin expansion, and we continue to see SG&A leverage as we build new shops and scale our platform. This continued underlying strength provides encouragement as we execute against our long-term goal of 4,000 shops in the next 10 to 15 years. For the quarter, system-wide same-shop sales were negative 2%.\nAs a reminder, at this stage of our growth journey, just 70% of our shops sit within our comp base. Same-shop sales decelerated into February before hitting an inflection point in March, exiting the quarter with momentum. Earlier in the quarter, we lapped difficult comparison, rolling over strong performance in 2022 as we remained open through the Omicron wave. Later in the quarter, we began investing in a number of traffic-driving initiatives that leverage our unique assets as we begin to see the improvement. To expand more on what we're doing, I'd like to introduce our new President, Christine Barone, Christine joined Dutch Bros in February and is already leading the development and execution of both short- and long-term strategies in this space.\n\nChristine Barone\n\n11:16:23PM\n\nThanks, Joth. It's been one of the great pleasures of my career to integrate into the Dutch Bros team and begin tackling our highest priorities. There is so much great opportunity ahead at Dutch Bros. We are focused for the remainder of the year on proactively responding to potential macroeconomic challenges and driving traffic. We're taking several steps to tackle our priorities. First, we're leaning into flowback promotions that have served to drive traffic and trial in the past. One example is our Fill-A-Tray promotion in March, where we offered 4 medium drinks for $15. This promotion, which lasted 6 hours on a single Wednesday afternoon resulted in the largest sales day in the company's recorded history, driving same-shop sales upwards of 40% higher than a typical Wednesday. Most importantly, a trip to Dutch Bros became a group event, which is what the brand is all about.\nSecond, we're driving innovation to ensure we're meeting the needs of our customer base. For St. Patrick's Day, we released our first ever flavored soft tops. The Lucky Clover and Irish cream flavors of our premium add-on allowed our customers to celebrate with a special drink, which was great for a couple of reasons: first, an increased overall check by 50 basis points; and second, it drove approximately 35% higher soft top adoption during the LTO period. Finally, we're doubling down on targeted promotions within the Dutch Bros app could not only drive traffic, but to also encourage customers to load funds on the Dutch Pass. The rewards refresh announced in Q1 provides us the flexibility to invest more strategically whenever we intend to continue to play we moved us away from a one-size-fits-all approach.\nThese results tell us our customers remain excited about the brand. The summer months are traditionally some of our best for sales, and we intend to build on the momentum we pursue. We plan to continue to drive innovation and launch targeted marketing campaigns into Q2. For example, in April, we introduced our Mangonada Rebel and Double Point Tuesdays, and we have been pleased with our customers' response to these efforts. I look forward to continuing to work with the team to capitalize on these opportunities while also identifying operational efficiencies.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:18:49PM\n\nThanks, Christine. The work Christine and team are doing supports our key business pillars: people, shop development, operating leverage, brand awareness and technology. People remain our focus. On January 1, we made the proactive investment in our people and increased base wages and federal minimum wage markets. Our baristas responded well. Shop level turnover in those markets improved by about 6%. System-wide shop level turnover fell 3% to about 70%. Our people pipeline now includes more than 275 qualified operator candidates to support new shop growth. AUVs for mature company-operated shops opened since 2019 were $2 million, approximately 20% higher than company-operated shops opened prior to 2019.\nWhile 2022 new shop AUVs are down slightly from Q4 trends, it is still early in the maturity of many of these shops. Estimated sales transfer remains in line with our expectations, indicating limited, if any, unintentional drag from shop growth. The shop classes of 2019, 2020 and 2021 have each achieved our 30% contribution margin target even as we've entered new trade zones across the country. Shops opened in 2022 are reaching a run rate 30% contribution margin in just 3 to 4 quarters. Like many others, we have been -- we have seen pressure on build costs and are working actively to value engineer our shops in order to offset some portion of that escalation. We have a healthy list of actions that we can take and plan to incorporate into our pipeline. While we can avoid all the escalation, we plan to make improvements going forward.\nDespite these market conditions, our shops continue to achieve strong cash-on-cash returns, which encourages us to keep investing in the long-term future. Continued expansion helps us to accrue the benefits of market scale over time as we introduce new customers to our brand. We are forming daily relationships and developing these routines takes time, but often proves to be sticky. These considerations, combined with other traffic driving and operational initiatives, Christine mentioned earlier, support our continued steady pace of growth. We intend to drive margin expansion as we grow both through continued SG&A leverage and through operational improvements at the shop level. In Q1, adjusted SG&A was 18.6% of total revenue, a 220 basis point improvement from Q1 last year.\nWe expect further leverage as our revenue growth continues outpacing the SG&A investments we need to support rapid development. We also realized significant contribution margin improvement in our company-operated shops, achieving 590 basis points of expansion year-over-year to 24.2% of company-operated shop revenue. Improvements in our labor processes were a major driver, and we recognized 400 basis points of margin leverage year-over-year and labor to 28% of company-operated shop revenue. We believe this benefit was a product of steady improvements in scheduling standards and operating tactics that we began implementing in 2022. Included in this 400 basis points of improvement in Q1 is $3 million of the wage investments we discussed last quarter.\nFinally, we are in the process of ensuring we have the right technology in place to support our customers and shops. Used correctly, we believe technology can be a major traffic driver moving forward, helping us improve reliability, speed and customer satisfaction. Currently, we're investing in our infrastructure and payment processing systems as well as the Dutch Bros app. The Dutch Rewards program is a major part of our business and continues to grow with approximately 65% of our transactions coming from Dutch Rewards members. In March, we executed a change to our rewards program. The change rightsized the discount following last year's movement on price. As part of the refresh, we built in opportunities to reinvest in the program and our members. We now have the ability to provide a more one-on-one experience based on a customer's wants, needs and habits.\nWe believe our customers can now see how we are reinvesting in the program. And to date, we have not experienced any meaningful pushback. As we look ahead, we plan to continue our focus on execution, specifically driving traffic, optimizing operations, selecting strong sites and building great shops. We believe we are beginning to see the benefits of these efforts in Q1 as we delivered $23.9 million in adjusted EBITDA, a nearly 150% increase year-over-year. I want to publicly thank our franchisees and operators who are executing every day. It is their operational focus that underpins this positive outcome, particularly as it relates to our strong labor and SG&A leverage and its corresponding impact on profitability. We aim to keep our eye on the ball as we navigate the larger business environment on our path to a long-term goal of 4,000 shops. Now I'd like to turn the call over to Charlie to review our financials.\n\nCharley L. Jemley\n\nCFO, Dutch Bros Inc.\n\n11:24:40PM\n\nThanks, Joth. We just reported our seventh straight quarter of at least 30 shop openings. Our team's ability to embrace the challenges inherent with high growth and to operate an expanding portfolio of shops across multiple states with increasing profitability has been impressive. My comments around Q1 financial results center on our retail operations and how they drove excellent company shop profitability. And then by extension, our overall adjusted EBITDA was 150% higher than a year ago. In 2022, we absorbed significant margin impact from the effects of inflation. The teams were tasked with additional productivity objectives were asked to do so in a thoughtful way as to not risk our long-term sustainable growth. Even with some belt tightening, we continue to strategically invest in corporate capabilities to enable growth.\nAs a reminder, we now have 438 company-operated shops after having operated only 37 company shops at the beginning of 2018. Some quick highlights from the quarter. Revenue of $197 million grew 30% compared to the same period in 2022. Adjusted EBITDA grew nearly 150% over Q1 last year to $23.9 million. Company shop sales grew 33% and company shop profit contribution grew 76%. Driving that profit lift was an increase in company-operated shop contribution margin to 24.2%, or the 590 basis points improvement over the prior year. Recall that this contribution margin includes 190 basis points of preopening expenses. The key to this quarter and what bodes well as we move through our next phases of growth was our company-operated shop margin expansion.\nRather than walk down the P&L, let's start with the biggest driver, labor performance. Labor is an investment that is critical to delivering our goals around speed, quality and service. Labor costs were 28% of company-operated shop revenue, improving 400 basis points from the same period last year. As a backdrop for this performance, recall that last quarter, we announced an $8 million wage investment in states where the federal minimum wage is the standard. Further, we alerted you to an additional $11 million in incremental wage spending necessitated by legislative minimum wage increases. This aggregate $19 million in higher wages would be partially offset by the rollover from 2022's menu pricing actions.\nIn Q1 2023, we enjoyed the full benefit of improved labor operating standards implemented in late 2022, when we began increasing productivity, optimizing schedules and resetting standards. We believe this came together in Q1's P&L as retail operations delivered 400 basis points of labor improvement in spite of $3 million in incremental wage expense and what can be the negative effects of traffic deleverage. Cost of goods sold were 28.3% of company-operated shop revenue in Q1, up 90 basis points from the same period last year. As while inflation has slowed measurably, shop delivered costs remain elevated year-over-year. Preopening costs were 1.9% of company-operated shop revenue in Q1, down 270 basis points from the same period last year.\nPreopening costs are a function of the sequence of shops opening within a trade zone, first shop within a trade zone requires our highest level of support. And as a result, we opened second and subsequent shops with lower levels of support. In Q1, we had a higher proportion of infill shops, which do not require as much support, driving down our preopening expense timing for the quarter. As the mix of first in versus subsequent shops ebbs and flows each quarter, you will see this expense be a function of that sequence. We manage to a full year number as we have to let the pipeline take on its natural sequence. In our franchising and other segment, gross profit improved to $16.9 million compared to $14.4 million in the same period last year. We executed a price increase on products sold to our franchisees in Q3 of 2022. This action was designed to show our profitability in this segment, helping offset input cost inflation in the goods we sell onward to our franchisees, including the high-quality coffee we proudly roast in our plant in Grants Pass, Oregon.\nShifting now to SG&A. For the quarter, SG&A was $46 million. This includes $9.2 million in stock-based compensation. Adjusted SG&A was $36.7 million and continues to decline as a percent of revenue to 18.6% for Q1 compared to 20.8% in Q1 last year. We are pleased with adjusted SG&A leverage in Q1, and we expect continued leverage going forward as an ongoing component of our investment thesis. Please make reference to the supplemental slides for a reconciliation between SG&A and adjusted SG&A. Now on to a few comments on the health of our balance sheet and liquidity. We finished Q1 with $235.9 million of net debt. That represents an increase of $45.2 million from Q4 directly tied to those record openings we reported. We have $247 million of undrawn liquidity on the present $500 million credit facility. We are committed to maintaining a well-capitalized balance sheet, remaining flexible and being ready to take full advantage of the long growth runway ahead.\nFinally, we are affirming our full year 2020 guidance. Total system shop openings are expected to be at least 150 of which at least 130 shops will be company-operated. Total revenue in the range of $950 million to $1 billion. Same-shop sales growth is estimated to be in the low single digits. We are maintaining our adjusted EBITDA guidance of at least $125 million. Being just 90 days into our fiscal year, we believe it is too early to translate Q1's results towards any change in our view of the full year adjusted EBITDA. For example, despite the underlying improvements in company-operated shop margins, in the remainder of the year, we may see a moderation in the preopening favorability we experienced in Q1.\nFurthermore, as noted, we will continue investing throughout the remainder of the year and initiatives designed to drive traffic. We will look forward to updating you on our progress in early August when we share Q2 results. Capital expenditures are estimated to be in the range of $225 million to $250 million, which includes approximately $15 million to $20 million in spending in 2023 for a second roasting facility, which we project will open in 2024. Thank you. And now we will take your questions. Operator, please open the lines.\nCopyright © 2023, S&P Global Market Intelligence\n(and its affiliates as applicable). All rights reserved."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/d05cd87f0ab964afa5d017e2338c9719",
        "content": "SIGN IN\n\nSignup for Aiera, The Street's Leading Live Event Intelligence Platform\n\nCovers over 12k+ equities globally.\nOne click access to live event audio with DVR controls.\nExtract deeper insights with AI-powered topic extraction.\nSearch and monitor investment themes across events, news and filings.\nAutomate the transcription of personal meetings & calls.\nTake notes within an event and share with others.\n\nCONTACT SALES\n\nQ4 2022 Dutch Bros Inc Earnings Call\n\nQ4 2022 Dutch Bros Inc Earnings Call\n\nBROSNYSEFEB 22, 11:00 PM\n\nOperator\n\nGreetings, and welcome to the Dutch Bros Fourth Quarter 2020 Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Paddy Warren. Please go ahead.\n\nDaniel P. Warren\n\nDirector of IR & Corporate Development, Dutch Bros Inc.\n\n11:00:45PM\n\nGood afternoon and welcome. I'm joined today by Joth Ricci, CEO; and Charley Jemley, CFO. We issued our earnings press release for the fourth quarter and year-end December 31, 2022, after the market closed today. The earnings press release, along with the supplemental information deck and have also now been posted on our Investor Relations website at investors.dutchbros.com.\nPlease be aware that all statements in our prepared remarks and in response to your questions, other than those of historical fact, are forward-looking statements and are subject to risks, uncertainties and assumptions that may cause actual results to differ materially. They are qualified by the cautionary statements in our earnings press release and the risk factors in our latest SEC filings, including our most recent Annual Report on Form 10-K and quarterly report on Form 10-Q.\nWe assume no obligation to update any forward-looking statements. We will also reference non-GAAP financial measures on today's call. As a reminder, non-GAAP financial measures are neither substitutes for or superior to measures that are prepared under GAAP. Please review the reconciliations of non-GAAP measures to comparable GAAP results in our earnings press release.\nWith that, I would now like to turn the call over to Joth.\n\nJonathan J. Ricci\n\nCEO & Director, Dutch Bros Inc.\n\n11:02:02PM\n\nThank you, Paddy. Good afternoon, everyone. We appreciate your continued interest in Dutch Bros. In 2022, we delivered another year of growth with 133 new shop openings system-wide, a testament to our team's ability to execute our proven strategy. Despite the well-documented economic disruption, we've exceeded our new shop development targets for the third consecutive year and have now doubled our shop count since March of 2019. Although we continue to see signs of broader economic uncertainty, we entered 2023 well-positioned to continue building market share and execute against our long-term goal of 4,000 shops over the next 10 to 15 years.\nAs we look forward, I'd like to share a few points that underscore why we feel confident in our long-term positioning. Our drive-through model is focused on speed, quality and service. Our goal is to be the highlight of our customers' day, which we believe helps cultivate lasting relationships. More than 95% of our sales are beverages, which we believe leads to more daily repetition than if we were serving food. We enjoy high AUVs without the supply chain and operational complexity of a restaurant and our menu evolves to consumer preferences.\nMore than 80% of our beverages are cold, which enables high levels of customization and can service several dayparts. We are particularly excited about the category growth of energy drinks and encouraged by our positioning within this competitive market. We have now opened at least 30 system-wide shops in each of the last 6 quarters, demonstrating the strength of our people systems and development pipeline. In 2023, we are targeting 150 new shops, which positions us to achieve our 5-year goal of 800 system-wide shops by year-end.\nWe will be within striking distance of $1 billion in revenue in 2023 and 1,000 system-wide shops by the first half of 2025. This inspires us and excites us. We know this growth creates jobs and opportunities for our employees and the communities we serve. Our new shops continue to be efficient, demonstrating predictable and attractive shop level economics, and they mature quickly. The group of shops opened in 2019, 2020 and 2021 are approaching our 30% year-to-year contribution margin target and the class of 2022 is maturing in line with our expectations.\nWe are hitting these targets while we continue entering new trade zones across the country. This performance gives us confidence in Dutch Bros growth strategy, both in the near term and beyond. That said we enter 2023 with opportunities to optimize our operations. We're rolling out a beverage tap system, which we believe will achieve both supply chain and beverage build efficiencies. We're also eyeing the further penetration of our Dutch Rewards and Dutch Pass programs. Here are a few updates on the 5 key objectives we shared as we started our public company journey. One was to continue to attract and develop people through our growth capital.\n2 was to open new shops wherever people want great beverages with an eye on 4,000 shops in the next 10 to 15 years. 3 is to increase brand awareness and encourage deeper customer engagement. 4 was to invest in and use technology to improve the customer experience; and 5 is to expand consolidated margins through operating leverage. Let's focus on our people. Earlier this month, we welcomed Christine Barone as our new President. We are thrilled she is on board and already getting up to speed. Christine will be instrumental as we take this business to the next level.\nIn Q4, our shop level and management turnover remained below industry averages and our shops were fully staffed. Shop level turnover improved about 3% quarter-over-quarter and sits in the mid-70% range. Shop Manager turnover remains in the low double digits and operator turnover was once again virtually nonexistent. We know employee satisfaction takes on many aspects beyond wages. However, we strive to ensure take-home pay is competitive. In Q4, we increased wages in select markets. And on January 1, 2023, we made a proactive investment in our people and increased wages across all jurisdictions that rely upon the federal minimum wage as their standard.\nAcross all markets, we continue to have a strong applicant pool with far more people interested in working at Dutch Bros and available employment opportunities. To be clear, our investment in wages in 2023 is proactive, not reactive. Dutch Bros utilizes a growth from within model. In 2022, we promoted more than 2,500 people in the field, up from 1,700 in 2021. These promotions create compelling opportunities for our people across our organization. This growth and continuity in our ranks allows us to scale our culture and consistently deliver our unique brand of customer service as we enter into new markets.\nTo help manage our people development, we maintain a qualified operator candidate pipeline. We match internal candidates with growth opportunities as operators. Last year, we had about 200 qualified operator candidates in this pipeline, and we promoted 34 new operators from this list. The qualified candidate list has now grown to more than 275 individuals, demonstrating that our people pipeline is well ahead of our needs. Having such a deep bench is encouraging, especially as we look forward to another expected record year of unit growth in 2023.\nNow to shop development; in 2019, we began accelerating the company-operated growth model with a deliberate expansion outside the Pacific Northwest. We continue to be pleased with new shop performance. The AUV for our mature shops opened since 2019 is $2.1 million, approximately 25% higher in for shops opened in 2018 and prior. Since 2019, we have executed a variety of new market interest strategies, including fortressing. Our fortressing strategy allows us to saturate a market, entering quickly and going deep to develop scale. Going deep helps us manage the considerable demand we often see when we enter a new market.\nIf we do not manage this demand skillfully, we risk allowing long lines to disrupt our customer and crew experience. Making sure our customers can efficiently and predictably navigate our lines is keen to Dutch Bros long-term success. In 2022, we executed our strategy and about 70% of our new shops were infill, most notably in Texas. We believe the Texas market is a key long-term growth driver for Dutch Bros. Over the last 24 months, we have opened almost 100 locations in Texas, creating adequate supply to satisfy long-term demand as we build our Powerhouse brand in the Lone Star State.\nFor 2022 openings, annualized weekly sales were $1.8 million. This falls in our sweet spot, balancing volume and customer experience considerations. We remain confident in new shop AUVs as we continue to expand into Texas in the Southwest and Southeast. In 2023 and beyond, we plan to continue utilizing both deep and wide development strategies as we craft our holistic portfolio. This balance helps us saturate markets and positions us to capture large market share while quickly moving into new territories and planting the Dutch Bros flag.\nIn 2023, we look forward to entering Alabama and Kentucky. This morning, we announced changes to our Dutch Rewards program. By almost all metrics, this program has been an unqualified success. Beginning on or after March 27, each dollar spend at Dutch Bros will result in rewards members earning 3 points instead of the current 5 points. This adjustment should help us better align redemptions with current pricing levels and ensure the long-term health of the program. The changes preserve the value of customer points earned to-date. We are not changing the amount of points required to redeem a complementary beverage.\nInstead, given the rise in menu prices in the past 18 months, we are adjusting the go-forward points earning rate. We believe those moves should create some headroom, enabling us to provide more targeted and customized offers to loyal customers while allowing us to better focus on key initiatives. Our Dutch Rewards program continues to grow as well. In Q4, approximately 64% of our transactions came from Dutch Rewards members. We believe there is a runway to expand this program, especially in newer shops. Our shops opened since 2019 have about 5% lower rewards penetration compared to our shops opened before 2019.\nIn 2023, we plan to continue promoting the benefits of pre-loading funds and paying through the app. From an operational perspective, this is great for customers as it helps speed up line time. In Q4, we executed a promotion to encourage users to load funds, which doubled the daily average of loads. We look forward to implementing similar promotions going forward to introduce more customers to these ease and simplicity of paying in our Dutch Rewards app. Additionally we are excited to announce the launch of the Dutch Bros Creative Collective, a leading-edge grassroots effort that empowers our employees to capture the Dutch Bros story.\nThe Creative Collective allows us to move away from reliant on models and agencies and instead partner with Broista's to create social media and marketing content so our brand continues to show up in a very authentic way. Our employees have always been the true source of our marketing power by providing incredible experiences at the window in reinforcing our unique culture. This program puts them in the driver's seat while creating compelling futures for talented creators in our system.\nNow let's talk about technology. We are investing in technology to improve both Broista and customer experiences. In Q3, we added functionality for Dutch Pass users to share rewards in the form of free drinks. In Q4, we launched digital gift cards, so our rewards members can share the good buys and treat their friends and loved ones to Dutch Bros. In 2023, we look forward to implementing systems that enable us to move faster, make better decisions and remove non-value-added tasks. Finally, we are committed to expanding margins over time through operating leverage.\nIn Q4, we saw 940 bps year-over-year contribution margin expansion in our company-operated shops, increasing to 28.5%. Operational improvements in pricing contributed to this year-over-year increase. Charley will provide additional details in his comments as the portion of this margin improvement is related to our initial breakage estimate booked in Q4. Furthermore, in Q4, adjusted G&A was 19% of total revenue, a 120 bps improvement from Q4 last year. We expect G&A leverage to continue in 2023 and beyond as our revenue growth outpaces the G&A investments we need to support rapid growth and scale our business.\nAs we complete our first full calendar year as a public company, we are encouraged by the acceptance of our new shops as we expand eastward. Our people systems are strong and our 2023 development pipeline is fully loaded. We saw meaningful company-operated shop contribution margin expansion in Q4 and continued G&A leverage. Looking towards 2023, despite the larger macroeconomic noise, we remain focused on our unit growth plan, 4,000 system-wide shops in 10 to 15 years, and we feel that our 4 wall model will support our long-term ambitions.\nIn closing, I'd like to thank our operators and our franchisees who are at the front line of executing this every day and all of the people behind the scenes supporting these efforts. The beauty of this business is that it flexes and changes with the times. Over the last 30 years, we have moved and adjusted and over the next 30 years, we will continue to do the same thing. As a team, we maintain a long-term focus and are excited about our future.\nNow I'd like to turn the call over to Charley to review our financials.\n\nCharley L. Jemley\n\nCFO, Dutch Bros Inc.\n\n11:14:40PM\n\nThanks, Joth. Here is a quick recap of Q4 financial results. Quarterly revenue surpassed $200 million for the first time, growing 44% compared to the same period in 2021. Adjusted EBITDA more than doubled compared to the same period in 2021. And total company-operated shop contribution margin was 28.5%, up 940 basis points year-over-year. Recall that this contribution margin of 28.5% includes 220 basis points of preopening expenses. In Q4 2022, for the first time since launching the Dutch Rewards loyalty program in early 2021, we were in a position to recognize breakage.\nIn late 2021, we notified customers that points earned in 2022 onward would expire in 6-month increments and that points earned prior to 2022 would be grandfathered in with a 1-year expiration. Going forward, given this backlog is behind us, we expect expirations will be more modest. In terms of the impact of breakage, note the following: Q4 company-operated shop contribution margin was approximately 210 basis points higher as a result of the breakage recognition compressed into the quarter. For the full year 2022 results, company-operated shop contribution margin was $4.9 million higher as a result of the 2021 expirations only were an impact of 50 basis points.\nLet's move on to new shop performance. When we assess performance, a key aspect is achieving a company-operated shop contribution margin of 30% in the second year of a shop's operations. Despite all the headwinds we faced in 2022, we are on track with this objective. We have 172 company-operated shops in the class of 2019 and after that we consider mature as they have reached margin efficiency and moved past their initial preopening expenses. In 2022, these shops achieved a 29.4% contribution margin, which, as a reminder, includes all the disruption we discussed earlier this year.\nPlease refer to slides 7 and 8 in the supplemental presentation we posted on our investor website for more details around margins in our newer shops. While we are moving very quickly, the reliability of new shop margin performance reinforces confidence in our decision to steadily increase the pace of company shop development. The combination of a solid 4-wall model and a growing company-operated shop base positions Dutch Bros to fund growth with cash flow from operations within a few years. Because of extensive fortressing, reported comps are weighted down by sales transfer, and we're mindful of that as we assess the underlying revenue performance of the business.\nThat said it is still important that we walk you through the metrics. Q4 system-wide same-shop sales decreased 0.6%, better than our expectations given the challenging lap we had some strong results in the prior year. The challenging lap from the prior year of 10% plus comes in part due to less impact related to Omicron's disruption relative to many of our peers. It is notable that Q4 2022 same-shop sales were 16.2% higher than 2019's pre-pandemic levels. The negative 0.6% result includes an estimated 130 basis points of impact from sales transfer, well within the expectations of our fortressing strategy.\nCompany-operated shops experienced an estimated 160 basis points of sales transfer. At the current pace of development, our modeling targets a range of 200 basis points to 300 basis points of company-operated sales transfer impact for 2023. Now moving on to recap 2022; 133 new shops opened on top of 98 in 2021. Revenue grew 48%, driven by the strength of new shop openings and positive same shop sales. AUVs for our mature shops opened since 2019 were $2.05 million, and our estimates of going forward annualized average weekly sales for the 2022 class are currently $1.8 million.\nWe aim to create a diverse and well-positioned portfolio. AUVs of shops in some markets will be higher, particularly when the pace of development is slower due to local market conditions but also lower in some cases when we can move opportunistically in executing our fortressing strategy if advantageous local market conditions are in place. In 2022, we generated $739 million in revenue and $91.2 million adjusted EBITDA. We are pleased with this outcome. Having successfully navigated so much uncertainty in 2022 as rising inflation took a bit out of our company shop margins, particularly in the first half of the year.\n2022 is really a tale of 2 halves. While both have had similar revenue growth, adjusted EBITDA declined 32% in the first half but recovered to grow 66% in the second half. First half was marked by rapidly rising costs. For example, dairy rose 25% year-over-year and it makes up about 30% of our ingredients basket. We elected to take a measured approach to menu price increases during the year, maintaining a loyal and healthy customer base who views us as a good value for the money is paramount.\nWe respect the need to deliver a profitable model, but short-term margin compression was something we are willing to absorb, particularly given we entered 2022 with healthy margins. In the second half of the year, we began to close that gap between the cost environment we had experienced and menu prices. Adjusted EBITDA grew 66%. Cash flow from operations also quickly rebounded in the second half. We achieved $60 million for the full year, generating more than 70% of that or $43 million in the second half.\nIn our franchising and Other segment, gross profit moderated to $15.6 million compared to $17.7 million in the same period last year. In Q4 2021, we recovered approximately $2 million of bank fees from Dutch Rewards transactions paid by Dutch on behalf of our franchisees to expedite bringing the program to market. Excluding that Q4 2021 item, profit in the quarter was flat to prior year, indicating that we have now stabilized the profitability of this segment after absorbing inflation in the first 8 months on the products we sell to our franchisees.\nShifting now to SG&A; for the quarter, SG&A was $50.6 million and includes $10.7 million in stock-based compensation. Adjusted SG&A was $38.1 million and continues to decline as a percent of revenue to 18.9% for Q4 2022 compared to 20.1% in Q4 last year. We expect continued SG&A leverage going forward as anticipated revenue growth outpaces the growth in costs associated with people and infrastructure investments. Please refer to page 12 of the supplemental slides for a reconciliation between SG&A and adjusted SG&A.\nNow a few comments on the health of our balance sheet and liquidity; at year-end, we had $191 million of net debt or about 2x adjusted EBITDA. This was an increase of $39 million in Q4. We had $287 million of undrawn liquidity on our $500 million credit facility. Our balance sheet remains well capitalized and capable of supporting growth. It's our objective to grow quickly, scale the business and exit the decade debt-free or shortly thereafter. Our long-term financial projections support this outlook.\nFinally, on to 2023 guidance; for the full year 2023, we're issuing the following guidance. Total system shop openings are expected to be at least 150 of which at least 130 shops will be company-operated. Total revenue in a range of $950 million to $1 billion. Same shop sales growth is estimated to be in the low single digits. At this point in time, our objective is to avoid taking any additional menu pricing in 2023. Despite an uncertain consumer environment and our present desire to avoid additional pricing, we are cautiously optimistic for 2023 and estimate adjusted EBITDA to be approximately $125 million.\nPlease note this includes approximately $8 million in proactive investments in labor related to increases in wages and federal minimum wage markets. This is in addition to approximately $11 million of increased labor expense from legislative wage increases in nonfederal minimum wage states. Our wage structure indexes to local market conditions. Capital expenditures are estimated to be in the range of $225 million to $250 million, which includes approximately $15 million to $20 million for a second roasting facility, which we project will open in 2024.\nThank you, and now we will take your questions. Operator, please open the lines."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/dcbfab77b46ab50ed850f8cf14694687",
        "content": "SIGN IN\n\nSignup for Aiera, The Street's Leading Live Event Intelligence Platform\n\nCovers over 12k+ equities globally.\nOne click access to live event audio with DVR controls.\nExtract deeper insights with AI-powered topic extraction.\nSearch and monitor investment themes across events, news and filings.\nAutomate the transcription of personal meetings & calls.\nTake notes within an event and share with others.\n\nCONTACT SALES\n\nQ3 2022 Dutch Bros Inc Earnings Call\n\nQ3 2022 Dutch Bros Inc Earnings Call\n\nBROSNYSENOV 9, 11:00 PM\n\nOperator\n\n11:01:43PM\n\nGreetings, and welcome to the Dutch Bros Inc., Third Quarter 2022 Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Paddy Warren. Thank you, and you may begin.\n\nDaniel P. Warren\n\nDirector of IR & Corporate Development, Dutch Bros Inc.\n\n11:02:04PM\n\nGood afternoon, and welcome. I'm joined today by Joth Ricci, President and CEO; and Charlie Jemley, CFO. We issued our earnings press release for the quarter ended September 30, 2022, after the market closed today, and we'll file our 10-Q in the upcoming days. The earnings press release, along with the supplemental investor deck have also been now posted to our Investor Relations website at investor.dutchbros.com, and we will post our 10-Q there as well when it is available.\nPlease be aware that all statements in our prepared remarks and in response to your questions other than those of historical facts, including statements regarding our future results or financial conditions, strategies, plans and objectives are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. All such forward-looking statements are inherently subject to risks, uncertainties and assumptions. They are not guarantees of performance and are expressly qualified in their entirety by cautionary statements. These forward-looking statements are made as of today's date. Except as otherwise required by law, we are under no obligation to update these forward-looking statements to reflect subsequent events, circumstances, new information, actual results, revised expectations or the occurrence of unanticipated events. We may not actually achieve any plans, intentions or expectations disclosed in our forward-looking statements, and therefore, no one should place undue reliance upon them.\nFor more details, please refer to our earnings press release and to the risk factors in our annual report on Form 10-K for the year ending December 31, 2021, be filed with the SEC on March 11, 2022, and our upcoming quarterly report on Form 10-Q for the period ending September 30, 2022, which will be similarly filed with the SEC.\nWe will also reference non-GAAP financial measures on today's call to enhance investors' overall understanding of our financial performance. These non-GAAP financial measures may be different than those non-GAAP financial measures used by other companies. As a reminder, non-GAAP financial measures are neither substitutes for or superior to measures that are prepared under GAAP. When evaluating our business, please do not rely on any single measure. You can also review the reconciliation of non-GAAP financial measures to comparable GAAP results in our earnings press release.\nAnd with that, I'd like to turn the call over to Joth.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:04:38PM\n\nThank you, Paddy, and also thank you for starting this on time. Good afternoon, everyone. We appreciate your continued interest in Dutch Bros. We continue to execute our growth strategy, leveraging our strong team to open new shops and our proven operational playbook and loyalty program to engage and connect with new and existing customers. In the third quarter, we opened a record number of shops, 38, grew our revenue by more than 50% and expanded our shop level contribution margins, both year-over-year and quarter-over-quarter. Our real estate pipeline and our team's ability to execute new shop openings remains strong. For perspective, we opened almost as many shops in Q3 2022 than we did in the entire year of 2019. We have now opened at least 30 shops in 5 consecutive quarters, and we fully expect to cap off our first full year as a public company by reaching our 2022 development target of at least 130 new shops.\nWhile I am proud of these headline numbers, I'm equally proud of our new shops quality, the brand continues to demonstrate strength as we travel east into new geographies and as we further penetrate our existing markets. Revenue in Q3 grew 53% to $198.6 million compared to Q3 last year and has actually doubled in just 18 months. Same shop sales grew 1.7% in Q3, sequentially improving each month of the quarter. As we mentioned in last quarter's remarks, traffic trends began to stabilize in July and which continued into August.\nOur same-store sales performance was driven by our cold beverage business, which drove over 90% of sales in the last 90 days and were headlined by the strength in our Rebel and Dutch Freeze categories. Additionally, we saw greater consistency across dayparts with positive sales from the morning through the afternoon and into the evening. Same-store sales in Q3 benefited modestly from 4.4% additional menu pricing taken at the beginning of September, bringing our year-over-year pricing to 10.3%. Effective pricing during the quarter itself was closer to 9.1% based on the timing of our Q3 pricing action. Separately, we increased prices for Rebel and coffee beans sold to our franchisees effective September 1. We try to keep a long-term perspective when we choose to take price. Our pricing philosophy centers on, one, to maintain a consistently strong value proposition; two, to keep the opportunity to customize top of mind for customers; and three, present a clear path towards upsizing.\nIn Q3, company-operated shop contribution grew 62% year-over-year to $44.3 million, outpacing our top line growth and generating margin expansion. Importantly, in Q3, we saw a sequential 100 bps of company-operated shop margin improvement from Q2 2022 and 730 bps of improvement from Q1 2022 as the impact of pricing and operational improvements, such as better labor scheduling flowed through our P&L.\nIn Q3, we incurred $4.5 million in preopening expenses, which were elevated due to our record 34 company-operated shop openings in the quarter. Third quarter adjusted EBITDA reached $27.8 million, meeting our expectations and remaining in sync with our full year guidance of at least $90 million.\nRecall that at the beginning of our public company journey, we shared 5 key objectives: continue to attract and develop people our growth capital, open new shops wherever people want great beverages with an eye on 4,000-plus shops in the next 10 to 15 years, increase brand awareness and encourage deeper customer engagement, invest in and use technology to improve the customer experience and expand consolidated margins through operating leverage. It's now been just over a year since our IPO, and we remain focused on these priorities.\nIn Q3, our shop level and management turnover remained below industry averages and our shops remain fully staffed. Trailing 12-month shop turnover remained below industry average at 78%, but was up from just 66% in Q2. This was not entirely unexpected as turnover is often higher when we enter new markets and have to staff from scratch and start building our internal employee brand. Importantly, shop manager turnover remains in the low double digits, far below the industry average and for operators who we view as the linchpins of our field organization, turnover was once again virtually nonexistent.\nThe combination of fully staffed shops, a deep bench of qualified operator candidates and a 20:1 ratio of frontline applications to new hires, which we believe positions us as an employer of choice. It gives us confidence that we have the right pieces in place to fuel our growth. We are committed to growing our field organization organically working in partnership with our franchisees to identify and promote outstanding crew members and providing realistic growth ladder from being a barista to an operator with multiunit responsibilities.\nIn Q3, we promoted 9 new operators. And over the last past 12 months, we have promoted 45 new operators. In combination with our people-first culture, we believe our outstanding career opportunities to drive our comparatively low turnover. People capability and availability are fundamental to realizing our growth potential. We've recently made several key hires and appointments. In September, we welcomed Victoria Tullett as our first ever Chief Legal Officer. Victoria joins us from Papa Murphy's where she served for more than 20 years. In August, we welcomed Ann Miller, who joined the Dutch Bros Board as our third Independent Director. Anne brings deep governance experience and currently serves as Executive Vice President and Chief Legal Officer of Nike.\nAcross geographies, our new shops continue to perform. For example, our Oceanside, California shop, our first in San Diego County, generated $123,000 in sales over 4 days. Even more encouraging, the shop demonstrated staying power and the strength of operations by generating $629,000 in its first month. We're obviously thrilled by such a warm reception in San Diego County, but we must also quickly open additional shops to satisfy consumer demand and maintain this goodwill.\nSince 2017, we have developed a strategy successfully in several markets, including Tucson in Las Vegas, resulting in significant brand awareness and market share gains, improve customer experiences and increased operational efficiencies. Our new shop pipeline is fully populated for 2023. New additions to the pipeline are slated for opening in 2024 and in 2025. Through proactive bulk purchasing of key materials, we've been able to side step many supply chain disruptions and keep our construction time line stable. While we have seen cost escalation in several inputs, including site work and skilled labor, we remain focused on the long game and are encouraged by the resilience of our strong cash-on-cash returns, which remained in the range of 30% to 40% for ground leases.\nIn 2018, we publicly announced our 5-year goal of operating 800 total shops by the end of 2023, and we expect to meet this goal right on schedule. Given the strength of our people development and new unit pipelines, we can now commit to 150 new shop openings next year. Since 2020, we've entered 7 new states, reaching Tennessee earlier this year. As we have moved across the country, we've seen strong reception, including $1.8 million annualized AUV in the greater national market, $2 million in the Greater Kansas City market and $1.8 million in the Greater Oklahoma City market.\nOur 2020 and 2021 classes produced trailing 12-month average unit volumes of $2.1 million, which is approximately 10% higher than our system average. Our success across these diverse markets gave us confidence in our decision to accelerate openings in 2022 and increase the pace into 2023. And as we grow, we are committed to being a good a steward of our planet's resources. Since 2020, Dutch Bros has purchased renewable energy credits to outsource our energy use. The first year, those credits covered nearly all of the electricity in our headquarter buildings. In 2021, the program expanded to include all of our shops. In 2019, we installed solar panels on our roasting facility, and this summer, we began taking water-saving measures that are now integrated into every new shop build.\nMoving forward, all new shops will have an improved instrument cleaning process that will reduce the number of water-consuming dipper wells. Together, these moves help us conserve energy and water, but we know these steps alone aren't enough. We're in the process of identifying and executing other sustainability measures to ensure we're doing our part for the environment.\nDutch Rewards has continued to grow along with shop count, increasing brand awareness and creating a stickiness to customer engagement that we believe comes with the feeling of inclusion and membership. As of September 30, Dutch Bros app had 2.9 million 90-day active users. This is up from $2.6 million as of the end of June. On average, we now have approximately 4,600 active members for each shop. In Q3, approximately 63% of our transactions came from Dutch Rewards members. We believe there is a runway to expand this program, especially in our newer markets.\nWhen our members preload funds and pay with Dutch Pass, their average spending is 23% higher than nonmembers and we achieve additional operational benefit from faster payment times. Yes, that's the power of membership. We believe there is an opportunity to enhance our members' experience and earn price through personalization within the Dutch Rewards program, specifically, employing one-to-one targeting to encourage users to explore, customize and create their own everyday perfect drink for you drink or treat in the perfect window of the day. For example, we have the opportunity to target offers to encourage coffee users to try cold brew and encourage Rebel drinkers to try Soft Top.\nWe are well positioned to provide customers with high levels of customization. Cold beverages, which are inherently more customizable, made up over 90% of our menu mix in the last 90 days and over 80% in the last 12 months. Our POS and op systems are designed to accommodate high levels of flexibility in the order taking and drink build process. In Q3, Soft Top was added to 16% of our drinks, up from 10% last year. We also saw success with the launch of the real fruit modifier, which customers loved adding to Rebel, teas, lemonades and Dutch sodas to create customized and fun beverages, unique to them and only from Dutch Bros.\nWe are investing in technology to improve both barista and customer experiences. In Q3, we innovated by giving Dutch Rewards members the capability to share the good vibes by sending their redeemed rewards to other members in forms of free drinks. In Q3, tens of thousands of free drinks were shared amongst our customers, a powerful extension of the word-of-mouth engagement the brand is so good at creating. In the near future, we plan to further expand this capability by allowing users to buy, send and utilize digital gift cards through the app.\nFinally, we are committed to expand margins over time through operating leverage. We remained agile in responding to input cost headwinds, utilizing both pricing and productivity measures to navigate macroeconomic uncertainty. In September, we completed a 4.4% price increase. Since November 2021, we have taken approximately 10.3% in total price. We believe our measured strategic approach to pricing remains a competitive advantage for us as we believe we offer our customers a strong value, especially with modified beverages.\nOur efforts to bring repair and maintenance into line and refinement of our labor matrix and staffing standards began to show results in Q2 and continued throughout Q3. Additionally, in Q3, we began adding resources to our procurement function to help achieve greater purchasing efficiency that will come with our growing scale, optimizing as we move eastward. These efforts have yielded 730 bps of company-operated shop contribution margin expansion in the last 2 quarters. We have continued to see leverage in our newest shops, which are demonstrating predictable margin progression, typically maturing in 3 to 4 quarters than reliably generating profits thereafter. The class of 2020 approaching our target of 30%-plus Year 2 contribution margin on a trailing 12-month basis in Q3.\nReflecting over our first 12 months as a public company, we have witnessed many changes in the macroeconomic environment and within our industry, but we are resolute in our core strategy to grow the Dutch Bros brand and remain focused on delivering great experiences to our customers. Earlier this year, inflation for some of our key inputs, including dairy, reached record levels, and hampered our profitability. When it was evident that price increases were necessary, we chose to take a measured, small moves. Always top of mind has been allowing our customers to adjust to the changes. Keeping the long-term interest of our customers remains a guiding light for us, allowing us to better manage periods of uncertainty.\nLast quarter, we began to see margins rebound. This trend continued into Q3. Cost escalation and commodity inflation stabilized and our measured approach to menu pricing began to pay benefits. Meanwhile, we sharpened our pencils on key controllables. We've made moves to invest in labor more wisely by limiting overtime and we build schedules more efficiently. Balance is important too, because at times are lines are long. And we we're careful not to reduce labor in a manner that would constrain revenue growth.\nIn short, we doubled down on being resourceful. As a 30-year-old company, we have the good fortune of our operating teams executing through many economic cycles. Throughout all the uncertainty in the past year, the fundamental strength of the Dutch Bros four-wall operating model has held firm. I couldn't be more proud of this team and what we've accomplished together. I couldn't be more excited for the next phase of growth on our path to 4,000 shops in the next 10 to 15 years. And as we like to say, we at Dutch Bros are here to make a massive difference. We are here for the long run, and we are just getting started.\nNow I'd like to turn the call over to Charlie to review our financials.\n\nCharles L. Jemley\n\nCFO, Dutch Bros Inc.\n\n11:21:31PM\n\nThanks, Joth. Joth's comments provide perspective on the massive change this business has experienced over the past 12 months and indeed over a period of several years. I will take a moment and build upon that perspective with some facts. The brand surpassed $1 billion in annual systemwide sales in Q2. We've achieved 4 successive quarters of strong revenue growth, 3 of which were 50% or greater. We are approaching 400 company-operated shops. Our 370 company-operated shops at the end of Q3 are 54% more than just a year ago.\nFast growth does not come at the expense of our high operating standards because we're always focused on the experiences of our people and our customers. We are executing our sales transfer fortressing strategy, delivering on our commitments to infill underpenetrated existing markets, rapidly expand new markets and evenly space demand for the convenience our customers deserve. And new shop AUV performance remains strong.\nOpenings from the first half of this year are on track to deliver $1.9 million, and Q3 openings are trending similarly. As a reminder, we are targeting new shops to perform at or above our company-operated shop AUV at present, that's approximately $1.85 million. New shops are ramping toward cash flow efficiency in line with our expectations. Typically, it takes new shop margins 3 to 4 quarters to reach average efficiency, and this trend continued in Q3. We target 30%-plus Year 2 contribution margins for our new shops, and this metric removes depreciation and strips out the impact of preopening expenses, which are typically born in the first year of operations.\nSee Page 10 of the supplemental earnings slides posted on our Investor Relations website with this release where our classes of 2020 and 2021 are delivering gross profit margins of 24%, inclusive of 5% depreciation expense. Remember, this also includes depressed margins from the first half of this year as commodity costs escalated ahead of our menu pricing actions.\nComparable shop sales increased 1.7% in Q3 after declining 3.3% in Q2. As Joth mentioned, we saw a recovery in the afternoon and strength in our cold beverage categories, for example, Rebel and Freeze. For context, our 1.7% Q3 same-store sales result is lapping a 7.3% same-store sales increase in Q3 of 2021. Q3 same-store sales are 11.4% higher than 2019's pre-pandemic levels. Our planned sales transfer fortressing infill strategy created a 150 basis points drag for the system and 240 basis points drag for company-operated shops in Q3. This remains in line with our expectations.\nOverall, company-operated shop profitability is recovering. Since Q1, we have seen 730 basis points of margin recovery now at 25.6% in Q3. This is 100 basis points higher than last quarter despite moving to a period of lower average unit volume seasonality. Despite cost pressures, company-operated shop contribution in Q3 is now essentially level with last year, 40 basis points ahead of Q3 2021. Page 11 of the supplemental slides provides a detailed look at year-over-year margins in Quarter 3. Key takeaways are ingredient and packaging costs increased year-over-year 400 basis points. Dairy, which is the most significant single item in our ingredient packaging cost basket has increased over 25% this year. Shop operating expenses increased by 120 basis points. Labor expenses increased by 70 basis points. In total, that is 590 basis points of cost pressure. Pricing actions have now relieved 570 basis points of this total cost pressure.\nWe have been very careful not to be excessive or to profit from inflation. Our objective has been to recover costs and preserve what we see as a top-tier four-wall model. That four-wall model is the economic engine behind the thousands of shops we intend to open over the next decade plus. We are taking a long view as we serve many existing customers and are quickly introducing Dutch Bros to many new ones through rapid shop growth. It is important we maintain a strong value proposition with all our customers relative to the competitive set, service, quality and speed at a good value.\nIn our franchising and other segment, we instituted a price increase September 1 on the coffee and Blue Rebel products we provide to our franchisees. Similar to our approach on menu pricing, we chose to wait until we had a more clear view of the operating environment before passing along cost increases to our franchisees. Gross profit for the franchise and other segment held flat at $15.8 million compared to $15.9 million in the same period last year. This was after declining in the first half of 2022. The full impact of the price increase will be realized in Q4 and onward.\nShifting now to SG&A. For the quarter, SG&A was $45.4 million and includes $10.6 million in stock-based compensation. Adjusted SG&A was $34.7 million, falling to 17.5% of total revenue in Q3 2022 as compared to 18.6% in Q3 of last year. Annually, we expect adjusted SG&A leverage as anticipated revenue growth outpaces the growth in the costs associated with people and infrastructure investments. Refer to Page 13 of the supplemental slides for a reconciliation between SG&A and adjusted SG&A. This is an additional page added this quarter for clarity.\nMoving to overall profitability, Q3's adjusted EBITDA results strengthened to $27.8 million, 33% higher than prior year. Importantly, this is 16% higher than Q2. A few comments on liquidity. Our balance sheet is strong and well capitalized. As of September 30, we had $35 million in cash and equivalents and $312 million of undrawn liquidity on our $500 million credit facility. Our net debt was $152 million and has remained consistent with Q2.\nI'll shift now to guidance. For the full year 2022, we are raising our revenue guidance and affirmed our shop openings, same shop sales, adjusted EBITDA and CapEx guidance. Total system shop openings in 2022 are expected to be at least 130, of which at least 110 shops will be company operated. In 2023, total system shop openings are expected to be at least 150. Total revenues are now projected to be at least $725 million. Same shop sales growth is estimated to be approximately flat. Adjusted EBITDA is estimated to be at least $90 million.\nCapital expenditures are estimated to be in the range of $175 million to $200 million, which includes approximately $15 million to $20 million for our new roasting facility that we project will open in late 2023, early 2024.\nWith that, I'll turn it back over to Joth for closing remarks.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:29:56PM\n\nThank you, Charlie. For 30 years, Dutch Bros has been in the business of building and nurturing relationships and we have all the building blocks to remain a successful and enduring company, including a powerful authentic brand, strong people systems that drive company culture and fuel our shop growth, a highly engaged customer following, customizable and uniquely curated beverages, highly consistent and highly attractive unit level economics, a portable model that is successful across geographies, a strong and well-capitalized balance sheet that provides ample liquidity and an engaged co-founder and an experienced leadership team. We have been there, and we will continue to be there for our people and our customers as we execute through a difficult operating environment, keeping our eyes keenly focused on our long-term opportunity to expand our footprint and create real value for our shareholders.\nThank you again for your interest in Dutch Bros. And we now be happy to take your questions. Operator, please open the lines."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/2eda7d67c1a97b6ed8b6b338e9b926f0",
        "content": "SIGN IN\n\nSignup for Aiera, The Street's Leading Live Event Intelligence Platform\n\nCovers over 12k+ equities globally.\nOne click access to live event audio with DVR controls.\nExtract deeper insights with AI-powered topic extraction.\nSearch and monitor investment themes across events, news and filings.\nAutomate the transcription of personal meetings & calls.\nTake notes within an event and share with others.\n\nCONTACT SALES\n\nQ2 2022 Dutch Bros Inc Earnings Call\n\nQ2 2022 Dutch Bros Inc Earnings Call\n\nBROSNYSEAUG 10, 11:00 PM\n\nOperator\n\n11:16:15PM\n\nGreetings and welcome to the Dutch Bros Second Quarter 2022 Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Paddy Warren, Director of Investor Relations and Corporate Development. Please go ahead.\n\nPaddy Warren\n\n11:16:46PM\n\nGood afternoon and welcome. I'm joined by Joth Ricci, President and CEO; and Charley Jemley, CFO. We issued our earnings press release for the quarter ended June 30, 2022, after the market closed today, and we'll file our 10-Q in the upcoming days. The earnings press release, along with the supplemental information deck, have also now been posted to our Investor Relations website at investors.dutchbros.com, and we will post our 10-Q there as well when it is available.\nPlease be aware that all statements in our prepared remarks and in response to your questions other than those of historical facts, including statements regarding our future results of operations or financial condition, strategies, plans and objectives of management, are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. All such forward-looking statements are inherently subject to risks, uncertainties and assumptions. They are not guarantees of performance and are expressively (sic) [expressly] qualified in their entirety by cautionary statements.\nThese forward-looking statements are made as of today's date. Except as otherwise required by law, we are under no obligation to update these forward-looking statements to reflect subsequent events, circumstances, new information, actual results, revised expectations or the occurrence of unanticipated events. We may not actually achieve any plans, intentions or expectations disclosed in our forward-looking statements, and therefore, no one should place undue reliance upon them. For more details, please refer to our earnings press release and to the risk factors in our annual report on Form 10-K for the year ended December 31, 2021, filed with the SEC on March 11, 2022, and in our upcoming quarterly report on Form 10-Q for the period ending June 30, 2022, to be filed with the SEC.\nFinally, we will also reference non-GAAP financial measures on today's call to enhance investors' overall understanding of our financial performance. These non-GAAP financial measures may be different than similarly titled measures used by other companies. As a reminder, non-GAAP financial measures are neither substitutes for, nor superior to, measures that are prepared under GAAP. When evaluating our business, please do not rely on any single measure. You can review the reconciliation of non-GAAP measures to comparable GAAP measures in our earnings press release.\nWith that, I would like to call -- turn the call over to Joth.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:19:15PM\n\nThank you, Paddy. Good afternoon, everyone, and we appreciate your continued interest and support of Dutch Bros.\nOur second quarter results reflect the continued strength of our brand across expanding geographic footprint. As we announced earlier this afternoon, we delivered revenue of $186.4 million, representing a 44.2% increase from the second quarter of 2021. We opened 31 shops during the quarter and increased our total shop count 28% compared to Q2 last year.\nOur real estate pipeline is strong, as is our team's ability to open and staff new shops, fueling our growth engine. Our new shops continue to outperform our expectations, and we are confident in our ability to hit our 2022 development target of at least 130 new shops, collectively providing strength and momentum moving into 2023.\nSame shop sales declined 3.3% in Q2. Included in this number is a positive benefit of pricing of approximately 5.3% and headwinds from sales transfer of approximately 140 bps. We began to see a traffic slowdown in March, but trends stabilized in June and July with monthly same-store sales of negative 2.3% and negative 0.9% in July, respectively. We are encouraged by the fact that although we took additional pricing action in the quarter, our traffic trends improved in July. Geographically, the pressure in Q2 was driven by the headwinds in California, particularly in the afternoon, with the rest of the system slightly negative. Gas prices in California remained elevated relative to the rest of the country, up over 30%.\nWe continue executing a market-entry strategy to build operational scale quickly, establishing and then fortifying our footprint and balancing market demand. Sales transfer helps ease demand-driven challenges at any one shot. These challenges may produce longer lines and potentially impact customer experience. We believe our market-entry strategy enables us to more quickly gain position and brand awareness. And we have successfully employed the strategy in Texas with our 61 new shops in the past 18 months.\nIn Q2, reported system comparable sales experienced 140 bps of deliberate sales transfer. That same impact was 260 bps in our company-operated shops. These outcomes remain within our expectations.\nIn Q2, we took a second round of pricing of about 3%. In Q2, we have about 5.3% of pricing running through our total system. Typically, we utilize pricing as one of the mechanisms to cover costs that we expect to remain elevated on a go-forward basis while we temporarily absorb more transitory input increases. However, many input costs that have traditionally been more transitory have remained elevated. Therefore, we are considering additional menu pricing actions in Q3. Separately, we have communicated a price increase for Rebel and Coffee being sold to our franchisees effective as of September 1.\nIn Q2, company-operated shop contribution grew 20% year-over-year to $39.5 million. Importantly, in Q2, we saw a sequential 630 bps of company-operated shop margin improvement from Q1 2022 as we begin to see the impact of pricing and operational improvements flow through our P&L.\nFor the quarter, our adjusted EBITDA of $23.9 million met our expectations and is in sync with our guidance for the full year.\nRecall that when we started this public company journey, we shared 5 key objectives: number one, continue to attract and develop our people through our growth capital; number two, open new shops wherever people want great beverages with an eye on 4,000 shops in the next 10 to 15 years; number three, increase brand awareness and encourage deeper customer engagement; four, invest in and use technology to improve the customer experience; and five, expand margins through operating leverage.\nAnd now nearly a year since our IPO, our investment thesis is holding, and we remain focused on these priorities. Despite the dynamic and the challenging macroeconomic backdrop, we are encouraged by our team's ability to react with agility. Their efforts during Q2 helped us live up to our mission and make a massive difference one cup at a time.\nPlease let me provide a brief update on each of these priorities, starting with people development. In Q2, staffing, retention and applicant flow remained strong. Trailing 12-month shop-level turnover stabilized, holding at 66% in Q2, far below the industry average. Shop-level manager turnover remained in the low double digits, while operator turnover was once again virtually nonexistent. We attribute our comparatively low turnover metrics to our unique people-first culture, significant career development opportunities and the benefits and incentives we provide to our employees.\nApplications and new hiring have also been brisk. We continue to be able to fully staff our shops while remaining a highly selective employer of choice. These factors have allowed us to continue to drive new shop growth.\nOver the last 12 months, we promoted 50 new operators, underscoring the meaningful development opportunities for our people. As of June 30, we have 115 operators running our 336 company-operated shops, currently 2.9 shops per operator. As our system matures, we expect this spend to grow to between 4 and 7.\nIn terms of our second objective, our new shop development remains brisk. We opened 31 shops across 9 states in Q2, and this compares favorably to our guidance for the quarter of at least 30 new shop openings. In the first half of the year, we have opened 65 new shops. Collectively, these shops opened in Q2 ended the quarter with an annualized AUV of $2.1 million, exceeding our expectations and validating further development as we move from West to East.\nAs we have stated over the past few quarters, Southern California and Texas are key to our near-term development plans. Year-to-date, we have opened 7 shops in Southern California and 29 shops in Texas. In Southern California, there is a clear unmet demand as our new shops consistently open with annualized AUVs well in excess of our company-operated AUVs and are among the best in the system. We're working quickly to infill and utilize strategic sales transfer to meet this demand. In Texas, we've opened 61 shops in less than 18 months across a number of key cities. 34 of these shops represent the initial shop for an operator.\nThese investments in people and capacity position us to continue to scale quickly. Our market-entry strategy enables us to spread out demand while elevating the customer and Broista experiences as well as making sure the Dutch Bros brand is growing awareness in the Lone Star state.\nSystem-wide, our 2020 and 2021 classes produced trailing 12 months average unit volumes of $2.1 million, which is approximately 10% higher than our system average, demonstrating brand strength and health. Our new shops have also exhibited a predictable volume and margin progression, typically reaching margin maturity within the first 3 to 4 quarters of an opening.\nOur Dutch Rewards program has continued to grow along with our shop count, ensuring we meet our third objective of increasing brand awareness and customer engagement. The Dutch Bros app surpassed 4 million users in Q2, with 2.6 million 90-day active users as of June 30. In Q2, we added almost 450,000 new 90-day active members. In total, we now have approximately 4,000 active members per shop. In Q2, approximately 63% of our transactions came from Dutch Rewards members. We believe there is a runway to expand this program as digital penetration is about 15 points higher in our legacy markets relative to our newer markets.\nThe benefits of Dutch Rewards continue to evolve. We have begun providing customized offers that personalize our members' experience and drive trial frequency and upsizing. In Q2, we began to activate and target lapsed users, seeing increases in visit frequency and targeted users and an uptick in 90-day active users. We are encouraged by the early results of specific campaigns, particularly those featuring our Rebel category, and look forward to expanding on these to unlock value.\nCold beverages make up 80% of our menu mix. Driving traffic through cold beverage sales was a focus area in Q2. In that period, we saw same sales growth of both our Freeze and Rebel categories of approximately 10% for Freeze and 1% for Rebel, respectively, demonstrating category strength in spite of the macroeconomic and regional headwinds I referenced earlier.\nAnd the relationship between our Broistas and customers is paramount. We continue to invest in systems to improve the customer experience. Notably, our Dutch Pass feature gives customers the ability to preload funds in the Dutch Rewards app. This facilitates faster transaction times, speeds up lines and creates the space for more meaningful lasting connections. Additionally, Dutch Pass users' average ticket is about 10% higher than other Dutch Rewards members.\nFinally, our fifth commitment is to expand margins through operating leverage. Like so many of our peers, the macroeconomic environment has impacted various aspects of our business. On our last quarterly update call, we noted that we have been impacted by higher input costs, particularly for dairy and freight. In combination with observed weakening of consumer demand, we elected to moderate our full year profitability last quarter and are reiterating that outlook today.\nWe've remained agile in responding to these headwinds, taking several steps to navigate the uncertainty. On June 1, we completed our second round of pricing actions since 2019 through an increase of 3%. In November of 2021, we also took a 3% price increase. We will evaluate taking further menu price increases in the back half of the year, balancing business needs with our customers' ability to absorb further increases.\nOn the cost side, we advanced and accelerated our efforts to achieve productivity gains in the middle of the P&L, focusing both on long-term operating changes, including testing of beverage tap systems and near-term outlier management. At the start of the year, we implemented a repair and maintenance program to reduce shop administrative burden and quickly address necessary maintenance that was challenging to execute during COVID. Towards the end of Q2, we began to bring the spending run rate down to a more normalized pace, helping our margins through the balance of the year. And we refined our labor mix and standards to better align staffing with daypart demand. We also took steps to limit the use of overtime to the extent possible.\nThese efforts have led to immediate results. As I mentioned earlier, in Q2, our company-operated shop margins improved considerably, 630 basis points quarter-over-quarter. We are encouraged by our demonstrated ability in Q2 to navigate these challenges.\nWe, at Dutch Bros, are here to make a massive difference. We are here for the long run, and we're just getting started. Contributing to our communities that is an integral part to our brand DNA. In 2009, our Cofounder, Dane Boersma, passed away from ALS. Dutch Bros and the Boersma family started Drink One for Dane to bring awareness to and support for research to find treatments and cures for ALS. On May 20, we celebrated our annual Drink One for Dane fundraiser. By transaction count, it was the second biggest day in our company's history, and we raised over $2.3 million. Since 2018, we have raised more than $8.3 million for the cause.\nAdditionally, the Dutch Bros Foundation and affiliated charitable entity made donations to the Asian Pacific Fund and The Trevor Project in honor of Asian/Pacific American Heritage Month and in May -- in May and Pride Month in June. Giving back to our communities through both national and local giveback days is one of our core tenets. These efforts energize our crews and foster meaningful customer connections and brand affinity, enabling us to uphold our mission and make a massive difference one cup at a time.\nAlso in the quarter, we surpassed 2 major brand milestones. We opened our 600th shop and achieved $1 billion in trailing 12-month system-wise sales. To put this into perspective, it took us 27 years to grow to 328 shops and 3.5 years to grow from 328 to 603. We saw that there was a massive unmet demand for Dutch Bros, and we went out and executed. I couldn't be more proud of the team and what we've accomplished together, and I couldn't be more ted for the next phase of our growth and on our path to 4,000 shops in the next 10 to 15 years.\nNow I'd like to turn it over to Charley to review our financials.\n\nCharles L. Jemley\n\nCFO, Dutch Bros Inc.\n\n11:34:36PM\n\nThanks, Joth. Before I begin, 2 reminders. First, as we have done in the past, a presentation containing supplemental information is posted on our Investor Relations website. That may prove helpful as you digest today's discussion or reflect upon it later. Second, we are a fast-growing brand, particularly our company-operated shops. We intend to continue executing a company-operated shop growth algorithm guided by operational readiness and people pipeline discipline.\nOver the last few years, we have accelerated our unit growth and are very pleased with the continued outperformance of our new units relative to our system average. Pace of new shop development has been increasing. As you've seen, our accelerated unit growth has driven some uneven flow of earnings, and we are very willing to accept that and continue to work diligently to manage our margins. This has clearly been made even more difficult by dynamic exogenous factors. But fundamentally, we are highly confident in our ability to drive high growth with best-in-class margins over the medium to long term.\nWith that preamble for context, let's go over the results. Company-operated shop revenue grew 56% in Q2 to $161 million. And overall consolidated revenue increased 44% to $186 million. Year-to-date consolidated revenue grew 48%.\nIn Q2, we opened 31 new shops, of which 26 were company-operated. That brings us to 65 for the first half of the year and 133 in the last 12 months. As of the end of Q2, system shop count grew 28% when compared to 1 year ago. This is well ahead of our stated objective of mid-teens system shop growth. As of the end of Q2, 336 company-operated shops were open, 62% more than 1 year ago. Growth has been unlocked by our capacity to open at least 30 company-operated shops in a given quarter, which we have now demonstrated in 3 of the last 4 quarters. Looking ahead, we have a robust shop pipeline despite facing many of the same obstacles the rest of the industry is experiencing.\nComparable shop sales decreased 3.3% in Q2. Throughout the quarter, we continued to experience the trend shift we flagged on our Q1 earnings call, which began in mid-March.\nA couple of additional points for context. We are lapping positive 9% same-store sales from Q2 of 2021. Q2 same-store sales are 7% higher than 2019's prepandemic levels. Trends stabilized in June, and that stabilization held through July, both in terms of total same-store sales and traffic. And as Joth mentioned, our same-store sales headwinds were driven primarily by our shops in California. The fast pace of new shop growth is driven by entry into new markets and meticulous infill around existing shops, even in relatively new markets, aggressive infill results and purposeful sales transfer from existing shops to new ones as we execute speed, quality and service objectives consistently at each shop.\nReported comparable sales growth in Q2 was lower by 140 basis points for the system and 260 basis points for company-operated shops as a result of that sales transfer. This remains very much in line with our expectations.\nIn Q2, company-operated shop contribution was $39.5 million or 24.6% of company-operated shop revenue. After removing the 240 basis points benefit from lower preopening expenses in Q2, underlying margins advanced 390 basis points from Q1 to Q2. This improvement was a function of the following factors: a staged menu price increase that we completed June 1, which helped margins in Q2 but importantly has not yet delivered its full impact; improved labor deployment, refined to more closely match current traffic trends; better leverage of fixed costs as per shop volumes build in late spring and early summer.\nIt is notable that after 7 straight quarters of escalation in company shop beverage food and packaging percentage, we experienced a decline from Q1 to Q2. We saw modest tempering in input cost inflation in Q2. On a weighted basis, our beverage food and packaging basket increased 12% year-over-year in Q1, declining about 50 basis points to approximately 11.5% in Q2.\nTurning now to a year-over-year comparison. Company-operated shop contribution decreased 740 basis points to 24.6%. Last quarter, we noted sharp increases in beverage, food and packaging costs. While I noted that slight moderation from quarter-to-quarter, costs do remain elevated compared to the prior year and have outpaced productivity gains and pricing actions.\nSlide 11 of the supplemental investor deck contains additional details of margin progression year-over-year. The takeaways are as follows: beverage food and packaging costs increased 230 basis points to 27.1%, and that increase was measurably slower than Q1, which increased 400 basis points. We are starting to lap the inflation that began to show in Q2 of 2021. Labor increased 120 basis points to 29.4% year-over-year but was below 30% in Q2 after rising above that in the 3 previous quarters. Occupancy and other costs increased 340 basis points to 16.6%, in part from the aforementioned R&M spending. New shop inefficiency and preopening caused a timing drag in margins of 160 basis points.\nOur beverage, food and packaging costs increased primarily from input cost inflation and the reformulation of our Freeze product, which we first mentioned in Q3 2021's release. Dairy, which now represents approximately 20% of our COGS basket, reached historic highs in the spring. And while it has moderated somewhat, our costs were about 30% higher than 12 months ago.\nOur year-over-year labor cost increase was primarily driven by changes we implemented in 2021 to minimum staffing levels at open and close as well as legislated minimum wage increases. As of Q2, we have not yet been material burdened by wage rate escalation outside of those state-mandated minimum wage increases. As a partial offset in Q2, we began to realize some of the gains that will come from improved labor execution moving forward.\nThe increase in occupancy and other costs was in part driven by front-loaded maintenance spending. Beginning January 1, we executed with some urgency catch-up spending around shop condition and preventative maintenance. The pandemic limited our ability to fully execute that in 2021. This resulted in higher-than-anticipated R&M spend in Q1 and part of the second quarter of this year.\nWe have 2 actions -- action items to address input cost inflation. First, menu pricing. Joth clearly outlined our view in his comments. Second, it is our responsibility to use our many years of experience, the deep supplier relationships and our emerging scale to reduce cost without harming the customer experience and without having to rely too heavily on menu pricing.\nIn the short term, we sharpened our pencils and delivered margin improvement in Q2 relative to Q1. We expect to identify and achieve productivity through a renewed focus on best-in-class operations, specifically understanding and targeting shops underperforming our sales and margin expectations.\nA couple of quick comments on our new shops. In Q2, we experienced 120 basis points of new shop inefficiency in COGS and labor and 40 bps of increased preopening expenses. In Q2, we opened 26 new company shops, twice as many as the 13 new company shops opened in the second quarter of last year, resulting in preopening expenses of 2.2% of company-operated shop revenue compared to 1.8% last year or a 40 basis points increase. We invested $138,000 on a per shop basis in preopening expenses, slightly higher than our norm. This is a function of the 9 shops that were first shops in their respective markets, which typically have a higher per unit investment. Preopening expense is both an investment in getting a shop ready for customers but also sets the tone for the rest of the market. We have a well-orchestrated process for entering new markets.\nOur new shops are ramping toward margin efficiency in line with our expectations. As a reminder, we are targeting a 30% plus contribution margin in year 2 for new shops. This margin excludes depreciation and would not include preopening expenses, which are typically borne in the first year.\nAs an example, I direct you to Slide 10 in the supplemental investor deck. Our class of 2020 achieved a gross margin of 24% in the trailing 12 months, which includes depreciation expense. Depreciation for all company shops was about 5% during the same period. This gives us confidence as we effectively hit our second year contribution margin targets in this class in spite of the headwinds we've discussed. Refining our look at menu pricing, driving operating efficiencies and the value creation from supply chain initiatives like the tap systems will drive our margins toward our objective.\nIn our franchising and other segment, revenue decreased 1.4% to $26 million, and gross profit decreased 24.6% to $13.8 million. As a business, we sell our franchisees certain products in addition to collecting royalties. Typically, we have held these costs more or less flat over time, reducing variability and helping franchisees control their margins. However, over the past 12 months, underlying input costs rose considerably, impacting segment profitability. As mentioned, we have communicated a price increase to our franchisees for their purchases of Rebel and Coffee beans related to the products we sell to them.\nShifting now to G&A. We are beginning to realize G&A leverage. In the second quarter, our total G&A grew 26% relative to total revenue growth of 44%. As a percentage of total revenue, G&A was 22.7% versus 25.9% in the second quarter last year. We expect that our G&A will continue to leverage as we gain scale. Please note that our G&A was burdened by 120 basis points of public company costs and 110 basis points of stock-based compensation.\nNow for a few comments on liquidity. Our balance sheet is strong and well capitalized. As of June 30, we had $21 million in cash and equivalents and $148 million drawn on our revolving credit facility and in term debt or a $126 million net debt position. $352 million in committed undrawn debt capacity remains with an option to further increase our liquidity if needed.\nShifting now to guidance. For the full year 2022, we are affirming our guidance from last quarter. Total system shop openings are expected to remain at least 130, of which at least 110 shops will be company-operated. Total revenues are projected to now be at least $715 million. Same-shop sales growth is estimated to remain flat. Adjusted EBITDA is estimated to remain at least $90 million. Capital expenditures are estimated to remain in the range of $175 million to $200 million, which includes approximately $15 million to $20 million for our new roasting facility that we project will open in late 2023, early 2024.\nWith that, I'll now turn it back over to Joth for closing comments.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:48:11PM\n\nThank you, Charley. For 30 years, Dutch Bros has been in the business of building and nurturing relationships. And we have all the building blocks to remain a successful and enduring company, including a powerful authentic brand; strong people systems that drive company culture and fuel our shop growth; a highly engaged customer following; customizable and uniquely curated beverages; highly consistent and highly attractive unit-level economics; a portable model that is successful across geographies; a strong and well-capitalized balance sheet that provides ample liquidity; and an engaged cofounder and a very experienced leadership team.\nWe've been there, and we will continue to be there for our people and our customers as we navigate through near-term headwinds while keeping our eyes keenly focused on our long-term opportunity to expand our footprint and create real value for our shareholders.\nThank you again for your interest in Dutch Bros. And now we'd be happy to take your questions. Operator, please open the lines."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/3be03cec1cfa112a6f91b364bbc05d5b",
        "content": "SIGN IN\n\nSignup for Aiera, The Street's Leading Live Event Intelligence Platform\n\nCovers over 12k+ equities globally.\nOne click access to live event audio with DVR controls.\nExtract deeper insights with AI-powered topic extraction.\nSearch and monitor investment themes across events, news and filings.\nAutomate the transcription of personal meetings & calls.\nTake notes within an event and share with others.\n\nCONTACT SALES\n\nQ1 2022 Dutch Bros Inc Earnings Call\n\nQ1 2022 Dutch Bros Inc Earnings Call\n\nBROSNYSEMAY 11, 11:00 PM\n\nOperator\n\n11:24:17PM\n\nGreetings, and welcome to Dutch Bros Inc. First Quarter 2022 Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Paddy Warren, Dutch Bros Director of Investor Relations and Corporate Development. Thank you. You may begin.\n\nPaddy Warren\n\n11:24:45PM\n\nThank you. Good afternoon and welcome. I'm joined today by Joth Ricci, President and CEO; and Charlie Jemley, CFO. We issued our earnings press release for the quarter ended March 31, 2022, after the market closed today, and we'll file our 10-Q in the upcoming days. The earnings press release, along with the supplemental information deck, have now been posted to our Investor Relations website at investors.dutchbros .com, and we will post our 10-Q there as well when it is available.\nPlease be aware that all statements in our prepared remarks and in responses to your questions other than those of historical facts, including statements regarding our future results of operations or financial condition, strategies, plans and objectives of management, are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. All such forward-looking statements are inherently subject to risks, uncertainties and assumptions. They are not guarantees of performance and are expressly qualified in their entirety by cautionary statements.\nThe forward-looking statements made are as of today's date, and we undertake no obligation to update them to reflect events or circumstances after today or to reflect new information, actual results, revised expectations or the occurrence of unanticipated events, except for as required by law. We may not actually achieve these plans, intentions or expectations disclosed in our forward-looking statements. And therefore, you should not place undue reliance upon them. For more details, please refer to our earnings press release and to the risk factors in our other SEC filings, particularly the risk factors described in our annual report on Form 10-K for the year ended December 31, 2021, filed with the SEC on March 11, 2022, and our upcoming quarterly report on Form 10-Q for the period ended March 31, 2022, to be filed with the SEC.\nFinally, while we have prepared our consolidated financial statements in accordance with the generally accepted accounting principles of the United States, we will also reference non-GAAP financial measures today, which can be useful in evaluating our core operating performance. However, these non-GAAP financial measures, which may be different than similarly titled measures used by other companies and -- are not substitute for measures that are prepared under generally accepted accounting principles. Rather, they are presented to enhance investors' overall understanding of our financial performance and should not be considered a substitute for or superior to the financial information prepared and presented in accordance with GAAP. Investors should, therefore, review the reconciliation of these non-GAAP measures to the comparable GAAP results contained in our earnings press release and not rely on any single financial measure to evaluate our business.\nWith that, I'd like to turn the call over to Joth.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:27:41PM\n\nThank you, Paddy. Good afternoon and welcome, everyone. We certainly appreciate your continued interest in Dutch Bros. Let me begin by -- with some opening remarks on our business in Q1 performance. Charlie will then review our financial results in greater detail as well as update our full year outlook before I leave you with some concluding thoughts. Finally, we'll turn the call over for Q&A.\nAs we get started, I want to remind you who we are as a people and a company. Our North Star is long-term sustainable growth predicated on our people. When we started this public company journey, we shared these focus points and promises: One is that we would continue to find and develop our people who are our growth capital; two, to open new shops wherever people want great beverages with an eye on 4,000-plus shops in the next 10 to 15 years; three is to increase brand awareness and encourage a deeper customer engagement; four, to invest in and use digital technology to improve the customer experience; and five, expand margins through operating leverage.\nWe believe our investment thesis holds, and we are living up to these promises. That's in large part due to our team, our Broistas, our leaders and our franchisees. I want to thank everyone for their hard work in the last quarter. At Dutch Bros, we view our culture and our commitment to creating a better future for our employees, customers and communities as the keys to our success. The work our team did in the first quarter helped us live up to our mission and make a massive difference one cup at a time.\nIn the first quarter, we opened 34 new shops, 26% more total shops than a year ago, and we entered 11 new markets. We grew total revenue 54% year-over-year through new shop development and same shop sales of 6%. We generated adjusted EBITDA of $9.7 million. We celebrated our 30th anniversary in a very Dutch Bros way by getting over 400 of our people together in person for the first time in more than 2 years to enjoy each other and reinforce the strength of our culture. And with our franchise partners, we raised a record amount to fight food insecurity through our Dutch Luv Giveback Day in which customers and local shops support food banks and agencies in their communities.\nThe first quarter represented another building block in our long-term growth and value creation story. We remain focused on our disciplined growth strategy, utilizing strategic sales transfer to create great customer and Broista experiences. Our reception in new markets continues to be outstanding, and the strength of the brand across geographies endures.\nWhile we are pleased with the strength of our revenue and shop development in the first quarter, margin pressure on our company shops led to a lower adjusted EBITDA result than we expected. That margin pressure was primarily a result of these factors: our decision to be disciplined on the price we took, which we believe is less than half as much as many of our peers; faster inflation and cost of goods, especially in dairy; the pull forward of deferred expenses related to the maintenance of shops; and normal new store inefficiency amplified by the volume of new and ramping units in quarter 1.\nIt is important to always recognize that Dutch Bros' story is all about long-term sustainable growth. Everything we do inside the company is focused on making the business better and stronger 3, 5 and 10 years from today. Unfortunately, in this past quarter, a confluence of cost pressures overwhelmed our decisions around price and resulted in near-term margin compression. We anticipated higher expenditures. However, we did not perceive the speed and magnitude of cost escalation within the quarter.\nDairy, for example, which makes up 28% of our commodity basket, rose almost 25% in Q1. While costs rose throughout the quarter, we experienced a change in sales trajectory from mid-March onward as macroeconomic headwinds accelerated and comps turned negative. We are monitoring these factors and have chosen to take a more conservative stance on our 2022 outlook given macroeconomic uncertainty. But importantly, as time passes, we have a greater and greater confidence in the growth potential based on the performance of our new units in both established and new markets.\nOur labor margin remained elevated in Q1 relative to Q4 but down slightly from the first quarter of last year. Importantly, as we mentioned in Q4, our operations are not being impacted by staffing shortages. Hiring has been brisk, and turnover remains low. This is a key part of our story as we will always strive to provide great work quality, compensation and advancement opportunities for our Broistas. We believe this allows us to attract and retain the very best people that are committed to great customer experience.\nWithin our company shop, we choose -- chose to pull forward certain deferred maintenance investments that we were unable to complete last year due to COVID. Our full year expectations on these costs remain unchanged. We opened 54 company shops in a condensed time frame from December through March. Therefore, we experienced margin pressure from an accelerating pace of new unit openings both in terms of elevated preopening spend and normal new shopping efficiency. Given the pace of openings and the speed by which the business is transforming, a degree of variability within our results may often be the case over time. Our focus is long-term growth, and these new market labor expenses support both our culture and investment thesis. If we need to make a significant investment in a market or in the development of our people prior to opening, we'll do that without hesitation. It is a short-term cost for a long-term growth endgame.\nBased upon a revised cost forecast, we are taking a more conservative stance in our 2022 annual outlook and for adjusted EBITDA. The bottom line is despite the macroeconomic uncertainty, we remain highly confident in our ability to navigate through these short-term challenges and in our overall value creation model.\nDuring the first quarter, new shop development was the second highest on record for Dutch Bros. These 34 company-operated shops openings compared favorably to our guidance of at least 30 total shop openings. We are encouraged by the performance of our real estate, training and operations teams as we expand our shop footprint. Our pipeline remains strong well into 2023, and we are highly confident in our new shop guidance for 2022, which we are, in fact, raising modestly today.\nOur development strategy is centered on rapidly achieving density in our new markets. When we enter a new market, we start with one shop but quickly build several more to capture market share and satisfy consumer demand. If the strategy works as expected, density and scale will thereby create a positive flywheel effect, increasing brand awareness and providing more capacity. Our class of 2020 and 2021 shops produced average unit volumes of 2.1 million, which is approximately 10% higher than our system average. Additionally, our new shops have demonstrated a predictable and consistent volume and margin progression, typically reaching margin maturity within 3 to 4 quarters of opening.\nOf the 34 shops opened in Q1, 11 were in new markets and were turned over to newly promoted regional operators. On January 14, we opened our first shop east of the Mississippi River in Nashville, Tennessee, which we quickly followed with 2 additional shop openings in the surrounding area. Thus far, the performance of these shops have exceeded our expectations and serves to validate our optimism for further development as we move from west to east. Beyond Tennessee, we look forward to increasing our shop density in other newly entered states. 17 of our 34 Q1 openings were in Texas and Oklahoma. In Q1, we also began to ramp up development in Southern California with 5 total openings. Initial results are positive with these new shops outperforming our system average. The entry into these markets is significant for us, and we're excited about meaningful growth opportunities for this region in 2022 and beyond. The remaining 9 shops were infill locations in markets such as Salt Lake City, Colorado Springs, Denver, Tucson, Sacramento and Las Vegas.\nAlthough, like everyone, we've experienced a slight labor scheduling disruption during the first 3 weeks of January due to the Omicron variant, we remain fully staffed and effectively experienced 0 disruption to our shops in February and March. For the quarter, COVID-related staffing constraints only affected 0.75% of company-operated shop days. Trailing 12-month shop-level turnover for Q1 was 66%, which is up from the 12-month period ending Q4 2021. Still, our shop-level turnover remains far below the industry average, and new hiring has been brisk. Shop-level manager turnover was in the low double digits, while regional operator turnover was virtually nonexistent. We attribute our comparatively low turnover metrics through our unique people-first culture, significant career development opportunities and the benefits and incentives we provide to our employees.\nAs we increased shop development, we opened up even more leadership and growth opportunities for our people. In Q1, for example, 12 regional operator candidates were promoted as operators. As of March 31, we have 109 regional operators running our 310 company-operated shops, currently 2.8 shops per operator. And as our system matures, we expect this span to continue to grow to between 4 and 7.\nOne of our primary tools in growing market share, understanding our customers and driving ticket increases, is our Dutch Rewards program. As of March 31, we had 3.7 million registered users with nearly 2/3 of those active over the last 90 days. In the first quarter alone, we added more than 0.25 million new 90-day of active members. This is about 4,000 active members per shop and is driving the 61% Dutch Reward transaction penetration. We are excited about the adoption of this program and the opportunity it provides us to recognize, reward and engage many of our amazing customers.\nIn established markets, our digital penetration was about 15 points higher than in our expanding newer markets, providing potential upside for our program as our newer markets mature. The consistent growth of our rewards program and our 90-day active members provides evidence of both customer acceptance and adoption. Over the last quarter, the average ticket per Dutch Rewards members was approximately 6.5% higher than for non-Rewards members.\nWe are pleased with our customers' adoption and use of Dutch Rewards, especially as users begin to utilize the platform's stored value features. As more customers load funds to their accounts, it should reduce transaction times, speed up lines and free up time to create meaningful, lasting connections. We also benefit from the additional average ticket increase of nearly 10% when our members use the stored value or, as we call it, Dutch Pass feature.\nWhile we are in the early innings, we have begun to operationalizing this data at a small scale. We've had initial success with specifically targeting customer behavior, upselling and product trial. We look forward to expanding on these and other programs to generate consumer insights, develop customized offers and personalize our members' Dutch Bros experience.\nGreat customer experience helped drive our Q1 results with first quarter revenue up 54% compared to the same period last year to $152.2 million. System same shop sales grew 6% in the first quarter and 11.1% compared to 2019, while company-operated same shop sales grew 5.1% in the first quarter and 9.9% compared to 2019. Same shop sales growth was a function of higher traffic and check that was partially offset by sales transfer. Notably, trends were stronger in the first half of the quarter before tempering in mid-March, which we believe were primarily driven by macroeconomic headwinds related to decreasing consumer discretionary income such as rapidly rising gas prices and the discontinuation of federal COVID stimulus checks and also greater sales transfer as more new shops in existing markets opened.\nAs I mentioned before, quarterly adjusted EBITDA was $9.7 million, impacted largely by our decisions on pricing, dairy costs, labor costs, our decision to invest in preventative maintenance and the impact of accelerated new shop development.\nTo conclude, we believe we have something here that is unique, a growing, profitable business, a strong balance sheet and a phenomenal culture and loyal customer base. These factors give us the strong foundation necessary to support enduring growth. Our culture remains as strong today as it did the last year, 5 years and 25 years before that.\nNow I'd like to turn the call over to Charlie to review our financials.\n\nCharles L. Jemley\n\nCFO, Dutch Bros Inc.\n\n11:43:31PM\n\nThanks, Joth. Before I begin, I want to highlight that with each earnings release, we post a presentation that contains supplemental information and details on our Investor Relations website. I encourage you to reference it as I make my comments.\nI will begin with the profitability of our overall company-operated shop portfolio. For Q1, company-operated shop contribution decreased from 26.8% of company-operated shop revenue to 18.3%. I'll walk you through the key drivers of that decline. It starts with our decision to be conservative on price, considers recent cost pressures and ends with the margin impact of executing our fast-paced, company shop-led growth strategy. As I discuss these drivers, please see Slide 11 of the investor deck.\nBeginning in November of 2021, we took our first price increase since the beginning of COVID, a modest 2.9%. This translated to approximately 220 basis points of margin relief. At that time, we believe this was appropriate given the cost increases we were experiencing. As a company, we try to avoid taking large price increases. And when we do take price, we try to do it infrequently. We think this is the right way to build lasting relationships with our customers and serves to encourage them to make Dutch Bros a key part of their daily beverage routine.\nHowever, as Q1 unfolded, we experienced 3 significant rapid cost escalations that, on an individual basis, would not have caused distress, but when taken collectively, did overwhelm our P&L: faster input cost inflation, especially in dairy and also labor cost increases; the pull forward of expenses related to the ongoing care and condition of shops; and new and normal new store inefficiency amplified by the sheer volume of new and ramping units in quarter 1.\nIn the first quarter, we encountered 480 basis points of cost pressure from those higher ingredient costs relative to the prior year. As Joth noted, dairy increased by almost 25% towards the end of the first quarter to near historic highs in what is now 28% of our ingredients cost basket. We did not anticipate this sharp rise. While we do not believe dairy will stay this high indefinitely, we have to assume it will remain high for most of 2022.\nAdditionally, we encountered 240 basis points of cost pressure on our labor line. This includes higher training costs, higher overtime to keep stores open and higher legislated minimum wage advances in California, Arizona and Washington states. We continue to see stability in our workforce despite a slight uptick in turnover in the first quarter. The good news is that our stores are staffed and operating at full hours.\nThe combination of margin pressure from ingredient costs and higher labor costs resulted in margin compression of 720 basis points prior to offsets we achieved through menu price increases. Our modest price increases that began in November and a positive discount rollover offset 370 basis points of this pressure, netting to 350 basis points margin compression. Please note that in April, we placed a further 3% menu price increase into motion that we expect to finish rolling out to the system by the end of May. Should these elevated costs remain, we will assess further pricing actions and productivity measures through the balance of this year to protect shop profitability long term.\nFinally, we encountered 150 basis points of cost pressure from elevated shop operating expenses, primarily from pull-forward maintenance spending. This maintenance spend was restricted during COVID, and much of this spend reflects clearing out our backlog. Our full year expectations remain unchanged. This expense category will come back to our original budgeted spend by year-end. Therefore, there is a timing impact in our Q1 financials that we don't expect will impact the full year.\nThe second key driver of the year-over-year decline in company-operated shop contribution is 340 basis points related to executing our fast-paced, company shop-led growth strategy. This effect is primarily timing and is an inherent part of our long-term growth strategy. In the first quarter of 2022, we opened 34 new company shops compared to just 9 new company shops in the first quarter of 2021. We also had the first month of operations for the 20 company-operated shops we opened in December of 2021.\nPreopening costs were $6 million in the first quarter this year compared to just $1.7 million in the first quarter last year. On a percentage basis, preopening costs were 4.6% compared to 2.2% last year, an increase of 240 basis points. On a per shop basis, this is higher than our norm as we had 11 shops that were first shops in their respective markets, and speed to market also had some costs. First shops have higher preopening costs as we spend more time with our opening crew, training our staff and creating a solid competent base for expansion. Additionally, we incurred approximately 100 basis points of impact from normal new shop inefficiencies that drop off as shops become more productive in ensuing quarters. Our growth objectives will remain in place despite the challenges we face in the middle of the P&L.\nRegarding new shop profitability, new shops take a few quarters to reach the margin productivity levels of our mature shops. In this regard, we remain on track. You can reference this margin maturity curve and our actual results in the investor presentation on our website.\nAnother key objective of our growth strategy is that once shops mature, we aim to have each new shop deliver a shop-level contribution margin of approximately 30% in year 2. As a reminder, this margin excludes depreciation and would not include preopening expenses, which are typically born in the first year. As an example, I direct you to Slide 10 of the supplemental investor deck. Our class of 2020 achieved a gross margin of 26% in the trailing 12 months, inclusive of depreciation expense. Depreciation for all company shops was about 4% this same period.\nWe do not expect our long-term objectives for new shop profitability will be at risk from the current economic climate. Rather, we will map menu prices and costs to protect the strong economic model we have built. Further, we will continue to focus on operational innovation to enhance productivity while improving the employee and customer experience.\nShifting now to G&A. We are beginning to realize G&A leverage. In the first quarter, our total G&A grew 26% relative to revenue growth of 54%. As a percentage of total revenue, G&A was 29.7% versus 36.4% in the first quarter last year. We expect that our G&A will continue to leverage as we gain scale. Please note that our G&A was burdened by 120 basis points of public company costs, 160 basis points of onetime special events and 80 basis points of COVID-related write-offs.\nNow a few comments on liquidity. Our balance sheet is strong and well capitalized. As of March 31, we had $27 million in cash and equivalents and $372 million in committed undrawn debt capacity with an option to further increase our liquidity if needed. As of March 31, we had $28 million drawn on our revolving credit facility and $100 million in term debt, reflecting $101 million in net debt. On February 28, we refinanced our existing credit facility to provide greater liquidity and maintain a strong balance sheet geared for new shop growth. Our new 5-year facility provides us with $500 million in committed capital.\nShifting now to guidance. Joth mentioned that late quarter sales trends were pressured. Since mid-March, the normal seasonal traffic build that typically takes place as we move out of winter and into spring with a peak in May slowed measurably. We expect this sales pressure to continue in the short to midterm, with leading industry indicators suggesting declining QSR traffic, increased incidence of trade down and outsized regional pressure in the Western United States, which we believe is due in part to higher relative energy costs. We are monitoring closely the potential impact of increases in energy prices on our customers' behaviors, which we believe may be negatively impacting consumer discretionary spending and affecting our traffic. Absent a change in the underlying macro environment, we are not projecting a meaningful tempering of these trends, hence our lowered full year adjusted EBITDA guidance.\nInflation in both ingredient and operating costs has risen rapidly, catching us off guard from the speed and the sharpness of this rise. In the short term, it is unlikely that our new menu price actions will fully offset the extent of these input cost increases. We believe outsized menu price moves in the face of consumer discretionary spending headwinds would not be wise at this stage. For our high-growth brands, the lifetime value of each customer is heightened. It is our desire to keep our menu prices approachable for customers across the income spectrum.\nGiven the unexpected speed and magnitude of these costs and consumer demand events, we are taking a more conservative view of 2022 adjusted EBITDA and same shop sales. However, given the strength of our openings and their attractive returns, we are modestly accelerating new shop development.\nTo that end, for full year 2022, total system shop openings are now expected to increase to at least 130, of which at least 110 shops will be company-operated. Total revenues are projected to remain in the range of $700 million to $715 million, reflecting our continued expansion in shop openings. Same shop sales growth is now estimated to be approximately flat. Adjusted EBITDA is now estimated to be at least $90 million, reflecting near-term margin pressure in our company-operated shops and our decision to take modest price increases during the year. And capital expenditures are still estimated to be in the range of $175 million to $200 million, which includes approximately $15 million to $20 million for our new roasting facility that we project will open in 2023.\nFor Q2, total shop openings are expected to be at least 30, of which nearly all shops will be company-operated. Same shop sales are estimated to be flat to slightly negative as we face macroeconomic headwinds impacting consumer discretionary income. April same shop sales were negative 3.7% in 2022 compared to plus 22.6% in 2021, our largest rollover of the year.\nBefore turning it back over to Joth, I'd like to take a moment to reflect on how far this business has come from the year before COVID, 2019, to the end of 2021. We finished 2021 operating 271 company shops. We had just 118 company shops at the end of 2019. At the end of 2021, there were 538 total shops in the Dutch Bros system compared to just 370 at the end of 2019. AUVs were $1.9 million for 2021 compared to just $1.6 million in 2019. In 2021, we generated $498 million in revenue. We generated $238 million in 2019. At this pace and with this level of transformation, at times, there will be variability in our results, and our growth will not always be linear.\nAnd with that, I'll turn it back over to Joth for closing remarks.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:56:33PM\n\nThank you, Charlie, and I appreciate that perspective. We all -- we have all the building blocks for Dutch Bros to remain a successful and enduring company: a powerful, authentic brand that shares the love; strong people systems that drive company culture and fuel our shop growth; a highly engaged customer following, customizable and uniquely curated beverages; highly consistent and highly attractive unit-level economics, a portable model that is successful across geographies; a strong and well-capitalized balance sheet; and an engaged cofounder and experienced leadership team.\nNearly 9 months after our initial public offering, we are staying true to our core thesis. We've hired more people and facilitated tremendous growth opportunities for our employees. We treated our customers well, and we're doing our part to be good partners in our communities. We believe that we are on a 10- to 15-year path to 4,000 shops.\nIn 30 years, Dutch Bros has been in the business of relationships. We've been there for our people and our customers every day. The current environment is without precedent, but know that we will navigate this uncertainty with the same long-term outlook, resourcefulness and collective wisdom of our Broistas, leaders and franchisees that have made this company what it is today.\nWe want to thank you again for your interest in Dutch Bros. And now we'd be happy to take your questions. Operator, please open up the lines."
    },
    {
        "url": "https://dashboard.aiera.com/p/evtmin/a20e7384924b8cd958ba0a24cb63c711",
        "content": "SIGN IN\n\nSignup for Aiera, The Street's Leading Live Event Intelligence Platform\n\nCovers over 12k+ equities globally.\nOne click access to live event audio with DVR controls.\nExtract deeper insights with AI-powered topic extraction.\nSearch and monitor investment themes across events, news and filings.\nAutomate the transcription of personal meetings & calls.\nTake notes within an event and share with others.\n\nCONTACT SALES\n\nQ4 2021 Dutch Bros Inc Earnings Call\n\nQ4 2021 Dutch Bros Inc Earnings Call\n\nBROSNYSEMAR 1, 11:00 PM\n\nOperator\n\n11:18:44PM\n\nGreetings, and welcome to the Dutch Bros Fourth Quarter 2021 Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. I'd now like to turn the conference over to your host, Paddy Warren, Director of Investor Relations and Corporate Development. Sir, you may begin.\n\nPaddy Warren\n\n11:19:08PM\n\nThanks. Good afternoon, and welcome. I'm joined today by Joth Ricci, President and CEO; and Charlie Jemley, CFO. We issued our earnings press release for the quarter and year ended December 31, 2021, after the market closed today, and we will file our 10-K in the upcoming days. We have also posted our earnings press release and a supplemental information deck on our Investor Relations website at investors.dutchbros.com, and we'll post our 10-K there as well when it is released. A recording of today's call will be available on our website immediately following this call.\nPlease be aware that all statements in our prepared remarks and in response to your questions, other than those of historical fact, including statements regarding our future results of operations or financial condition, recent strategy and plans and objectives of management for future operations are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. All such forward-looking statements are inherently subject to risks, uncertainties and assumptions. They are not guarantees of performance, and they are expressly qualified in their entirety by cautionary statements.\nThe forward-looking statements made are as of today's date, and we undertake no obligation to update them to reflect events or circumstances after today or to reflect new information, actual results, revised expectations or the occurrence of unanticipated events, except for as required by law. We may not actually achieve these plans, intentions or expectations disclosed in our forward-looking statements, and you should not place undue reliance upon them.\nFor more details, please refer to our earnings press release and to the risk factors in our other SEC filings, particularly the risk factors described in our quarterly report on Form 10-Q for the quarter ended September 30, 2021, filed with the SEC on November 12, 2021, and in our 10-K for the year ended 2021 that will be filed in the upcoming days.\nFinally, while we have prepared our consolidated financial statements in accordance with generally accepted accounting principles of the United States, we will also reference non-GAAP financial measures today, which can be useful in evaluating our core operating performance. However, these non-GAAP financial measures, which may be different than similarly titled measures used by other companies and are not substitutes from measures that are prepared under generally accepted accounting principles. Rather, they are presented to enhance investors' overall understanding of our financial performance but should not be considered a substitute for or superior to the financial information prepared and presented in accordance with GAAP. Investors should therefore review the reconciliation of these non-GAAP measures to the comparable GAAP results contained in our earnings press release and not rely on any single financial measure to evaluate our business. With that, I would like to call -- turn the call over to Joth.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:22:12PM\n\nThank you, Paddy, and good afternoon, and welcome, everyone. We appreciate your interest in Dutch Bros. Let me begin by some opening remarks on our 2021 performance and then discuss how well positioned we are for the future. Charlie will then review the important specifics of our financial results and provide guidance for 2022. I will conclude with some final thoughts before turning the call over to Q&A.\nOur first section is shop development. 2021 was a record year for Dutch Bros on many levels. Of course, we completed a successful IPO, but equally important, we opened 98 shops system-wide, of which 82 were company-operated, surpassing our previously provided guidance of 92 system-wide shops. In the process, we also entered 3 new states: Texas, Oklahoma and Kansas. The magnitude of our new shop openings, along with our continued expansion into new markets, put us to the test and the team delivered. We also handled the faster pace of new openings very well, and these units are performing at a very high level.\nIn the fourth quarter, new shop development was the highest on record for Dutch Bros. We opened 35 new shops, including 30 company-operated shops. In December, we opened a record 23 shops. On (inaudible) day, December 3, we opened 6 locations in 6 different states, demonstrating our capacity to manage simultaneous development across multiple markets. Also of note, we opened 8 more shops on the last weekend of the year.\nThrough our preopening programs, we continue to invest in the success of each new shop especially as we enter new markets. We send a dedicated opening team to instill our distinctive culture of speed, quality and service, and in the long run, this investment pays for itself in spades. When shops open late in the quarter, they incur all of this preopening investment that typically do not yet have a chance to contribute meaningfully to the revenue or profitability and to offset these preopening investments in the current quarter. Charlie will get into further detail on new unit performance and overall profitability.\nWhen we enter a new market, we start with 1 shop but quickly build several more to capture market share and satisfy consumer demand. Density and scale create a positive flywheel effect for us, increasing brand awareness and providing more capacity to serve customers. Since 2020, average unit volumes for new shops have exceeded the system average, and these shops have demonstrated a predictable and consistent volume and margin progression, typically reaching margin maturity within 3 to 4 quarters of opening.\nThe first quarter has also been off to a strong start. With February, we opened 25 shops, all of which are company-operated. We expect to end the quarter with at least 30 new shops opened. We are excited about our near-term development growth prospects. The new shop opportunity is even better than we originally anticipated during our IPO process last year as evidenced by our strong performance in new markets like Texas, Oklahoma, Tennessee and Kansas. In early 2022, we opened our first shop east of the Mississippi River in Nashville, Tennessee.\nThroughout 2022, we will continue to expand in Texas, Oklahoma, Tennessee and Kansas and also ramp up development in Southern California where results are pointing to a significant opportunity. In total, we now expect to open at least 125 shops, above our original guidance of at least 112. Our ability to increase our development goal for 2022 is based upon our incredibly talented pool of operators as well as our confidence in our ability to identify and secure new sites at attractive returns.\nStaffing and labor headwinds within the overall industry are well known. We've read the headlines. While we are neither immune from market forces nor the impact of the Omicron variant, our overall labor cost and ability to maintain normal operating hours were stable in the fourth quarter and now into 2022. We had less than 1% downtime during the fourth quarter. This figure ticked up slightly in January 2022 as the variant peaked but quickly subsided in February. We were able to utilize pooled staffing to help us during these times. Our fully cross-trained crews allow us to fill in where 1 shop has a shortage relative to another and draw from this pool as needed to weather the headwinds.\nWe have not experienced the staffing challenges of the great resignation. During the fourth quarter, our shop level turnover was 56% and down sequentially from the third quarter. At the regional operator level, we have virtually nonexistent turnover, which we attribute to our unique people-first culture, along with the significant career development opportunities and financial incentives that we provide to our employees. Dutch Bros has always been a people- and culture-first company, focused on providing meaningful development opportunities to those who want them. As we increase our shop development target, we open up even more leadership and growth opportunities for our people.\nWe are not a real estate company. Our primary focus is not site availability, it is people development. When we commit to growth numbers, we do so because we are confident in the readiness of our operators. When we guide to at least 125 new shop openings this year, we do so with the knowledge that we have a sufficient bench strength ready to achieve the goal.\nCurrently, we have nearly 200 fully qualified regional operator candidates in the pipeline ready to run a market. These candidates grew up in the Dutch Bros system, working their way up from Broista, both in our shops and our franchisee shops and have an average tenure of about 6.5 years. At scale, they can support the 750 to 1,000 new shops across our system that we have planned.\nBehind these fully qualified regional operator candidates are approximately 900 others in the Dutch Bros leadership pathway program. The leadership pathway program provides a clear path from Broista to manager to regional operator and is the core of our people development system. Augmenting this program is our new EdAssist program that provides tuition assistance for all employees across the company. We believe that our employees' continuous improvement, both personally and professionally, improves retention and positions Dutch Bros to win.\nNow let's turn to our performance. Fourth quarter revenue increased 55.8% to $140.1 million compared to last year. System same-shop sales grew 10.1% in the fourth quarter and 15.3% on a 2-year basis, while the company-operated same-shop sales grew 11.5% in the fourth quarter and 17.3% on a 2-year basis. Our sales trends were steady throughout the quarter. We benefited from good performance in our fall and holiday promotion window, enticing more customers to choose a premium add-on or larger size and the execution of a system-wide price increase. In combination, these efforts resulted in a weighted average price increase that far exceeded our list price adjustments.\nQuarterly adjusted EBITDA was $13.3 million, at the upper end of our previously provided guidance range of $12.5 million to $13.5 million. Included in this figure is a $6.2 million in preopening expenses, of which approximately $1 million is related to openings that took place late in the third quarter. The remaining investments supported our record-setting 30 company-operated shop openings in the fourth quarter. Our confidence in our people pipeline and development team allowed us to accelerate openings ahead of plan, allowing these shops to sooner contribute to profitability in 2022.\nWhile we are not immune to margin pressures but are managing it appropriately, we continue to look for operational improvements and further opportunities in our market-based pricing model. In addition, we will use segmentation, personalization and innovation to excite our customers about our unique premium and, at times, higher-margin beverage offerings.\nIn November, we successfully took a modest price increase of 2.9%. It was our first since prior to the pandemic and was well received by our customers, operators and franchisees. Total revenue for the fiscal 2021 increased 52.1% to $497.9 million compared to last year. System same-shop sales grew 8.4% for fiscal 2021 and 10.3% on a 2-year basis, while the company-operated same-shop sales grew 9% for the full year 2021 and 11.1% on a 2-year basis. Annual adjusted EBITDA reached $82.1 million, an increase of 17.7% compared to 2020.\nMomentum has continued into the new year. Underlying consumer demand remains very positive as evidenced by our same-shop sales and continued acceptance as we enter new markets and infill our current markets.\nAs we've discussed in the past, one of our biggest priorities in 2021 and moving forward is the Dutch Rewards app. The Dutch Rewards program launched last year had already grown to 3.2 million registered users by year-end, which is approximately 6,000 customers per shop. In the fourth quarter alone, we added 0.5 million new members. Over the last 6 months, the average ticket for Dutch Rewards members was also 3% higher than for non-rewards members. At year-end, our digital tender was over 60%. We are pleased with our customers' adoption and use of the Dutch Rewards, especially as users begin to utilize the platform's stored value features. As more customers load funds to their accounts, we believe it can reduce transaction times, speed up our lines and free time to create meaningful lasting connections.\nThrough the app, we also have the ability to remember each interaction with all of our Dutch Rewards members. We can leverage this knowledge to generate custom offers and thoughtful messaging to personalize our members' Dutch Bros experience. We're in the early innings of this work, and we're excited to continue unlocking value for our customers and our brand.\nAnother area of things we aim for internally is to make a massive difference 1 cup at a time. Giving back to our communities has always been part of our DNA. Over the last several years, we've expanded and institutionalized what we call our social impact platform. This includes our ongoing philanthropy, diversity, equity and inclusion, sustainability and community and government relations. As a values-driven company, we'll hold ourselves accountable to our employees and our customers in this space, and they have high expectations. We have made clear our unwavering commitment to inclusion, launched important programs to support and train our people and initiated systems to foster a diverse and inclusive future for Dutch Bros.\nLikewise, our sustainability program is focused on near-term goals to reduce our waste and water usage and ensure our coffee is ethically sourced. At the same time, we are developing a set of commitments towards an overall 2030 carbon reduction goal that will help ensure that we are a meaningful contributor to positive environmental change in the decade ahead. We are excited to continue developing our capabilities along these pillars, ensure our progress, accomplishments and areas of improvement with you.\nTo conclude, we believe that we have something here that is unique, a growing profitable business with a phenomenal culture and loyal customer base with the foundation necessary to support growth for many, many years to come. After over 2 years of virtual events due to the pandemic, we held our first in-person leadership summit in Nashville this February. The energy of our teams was unmatched. We also recently celebrated the Dutch Bros' 30th anniversary in our home city of Grants Pass. Our employees were able to celebrate with our co-founder, Trav, and take a moment to reflect on the company's journey. These 2 get-togethers will impact our G&A in the first quarter. It's been some time since we had the ability to bring our people together on a larger scale, and we believe this investment is critical to our future -- to our culture.\nBoth events were incredible for our operators, franchisees and headquarters employees, testament to the culture we have worked so hard to create, carefully nurture and grow for over 30 years now. It was humbling to look back at just how far we've come from the first double-headed espresso machine on a push cart in downtown Grants Pass, Oregon to a system of over 538 shops across 12 states at the end of 2021. And while we are proud to be recognized as one of the fastest-growing brands in the United States foodservice and restaurant industry by location count, we are still in the early stages of a long-term growth story with enormous potential.\nOur goal is to serve high-quality handcrafted drinks at 4,000 locations across the U.S. within the next 10 to 15 years while continuing to develop a people pipeline that enables our unit growth and supports communities. With that, I'd like to turn the call over to Charlie to review a few more details of the results.\n\nCharles L. Jemley\n\nCFO, Dutch Bros Inc.\n\n11:37:58PM\n\nThanks, Joth. As Joth highlighted, we're off to a very good start as a public company, and we entered 2022 with good momentum across the business. Looking inside 2021's financial performance and looking forward into 2022, it's important to reflect on the overall investment thesis and map our outcomes against that frame of reference. In addition to our earnings release, there is a presentation that outlines our results posted on our Investor Relations website that contains supplemental information and details.\nAs a people-first growth company, one of our key objectives is to expand the brand and give our people across the system new opportunities. This is going very well and even better than we anticipated entering 2021. Let's get to the specifics of new shop growth.\nOur objectives in the near term were to grow shop count by 20% annually and to add new shops that mature with average unit volumes at least as high as our system average. At the end of the fourth quarter, we had 271 company-operated shops, nearly 50% more than we had at the end of 2020. Our overall system shop count was 538 shops or 22% more than we had at the end of 2020. Ahead of that objective and our guidance is 20-plus percent growth again in 2022.\nThe second objective was to add shops that meet or exceed our system AUV. We continue to see new shops performing higher than our system averages even as we worked diligently to infill existing markets and quickly follow on in new markets. Shops opened in 2020 are averaging $2.1 million in average unit volumes, and shops opened during 2021 are trending above this figure as well.\nTake, for example, our College Station market, where we made our Texas entry just over a year ago. After launching our first shop with volumes well ahead of our system average, we quickly filled in the market to better distribute the demand amongst 4 total shops that are all within 4 miles of each other. The net effect was a better experience for our teams and our customers. This will be a recurring theme as we enter new markets. We do not celebrate after a big opening and seek to harvest. We are very mindful of wait times and providing the best experience possible for our customers and for our teams.\nOur speed goal is not only to have good overall service times for each experience but to also be consistent in delivering that service by being very reliable. We believe that protecting shops from being overburdened helps us achieve these goals. Our growth strategy is playing out in new markets like Texas and in legacy markets like California, where we are taking our expansion in Southern California up a notch.\nIn Southern California, we are seeing high opening week volumes, just like we have been seeing in Texas, Oklahoma, Kansas and Tennessee. This speaks to how well the brand travels and to the underlying demand for the brand in existing and new markets. We entered 2022 with a strong pipeline of new shops that fit inside our selection criteria and meet our overall growth strategy objectives to expand in existing markets and to open a select set of new markets each year. All this is designed to give our operators growth opportunities and to do so in a financially successful way.\nYou see that optimism in our new unit guidance for 2022, grounded by both volume and profitability results, supporting our decision to quicken the pace in measured ways. As it relates to new shop profitability, our results in 2021 affirm that we are right on track. Our objective is to combine high AUVs with outstanding contribution margins. Our goal is to have each new shop deliver a year 2 shop-level contribution of around 30%. For the year 2021, company-operated shop gross profit was 21.1% of company shop revenue. Depreciation was 4%, resulting in a company-operated shop contribution of 25.1%. Importantly, preopening expenses were 3.2% of company-operated shop revenue.\nIn considering our long-term target of around 30-plus percent year 2 shop margins, we believe we're right on track. As part of our company-operated shop contribution of 25.1%, please note that this figure includes both the aforementioned preopening expenses and other new unit inefficiencies, neither of which are included in a shop's second year of operation.\nLet me now walk you through the change in company-operated shop margins for both the full year and the quarter as I know in today's environment, there is more focus on recent results versus long-term trends. As we have discussed last quarter, lower discount and promotional expenses positively impacted 2020 results. Based on social distancing protocol, we suspended use of paper stamp cards shortly after the COVID-19 pandemic began in March 2020. This persisted until Dutch Bros' app launch in February 2021. Discount and promotional expenses when expressed as a percentage of company shop revenue fell from the upper teens in 2019 to the mid-single digits at the end of 2020. We're now trending in the low double digits despite having such a large percent of our revenue driven by rewards customers.\nJoth spoke at length about all the positives from having a digitized rewards program. We track this investment very carefully. And if membership rises further, we would expect discount promotional expenses to rise accordingly. However, having more rewards members is a big positive for engagement, frequency and ultimately, revenue expansion.\nSecondly, as we moved through the pandemic, we were very careful not to escalate our menu prices. In November, we took a modest price increase, which was our first measurable price increase in over a year for our company shops. That price advance landed well for us. It was appropriate relative to our desired positioning in the market.\nWith that grounding, let's now review company-operated shop contribution margins, given the importance of those trends to our investment thesis. On a full year basis, company-operated shop contribution decreased from 28.7% of company-operated shop revenue to 25.1% or a total reduction of 360 basis points. Of that, 340 basis points comes from the change in discount promotional expenses.\nLet's quickly look at the movement in beverage, food and packaging costs and labor costs, given those are the 2 most significant costs, and the industry in general has been challenged by these 2 areas over much of 2021. Beverage, food and packaging costs increased from 22.4% to 25.3% or 290 basis points. 120 basis points of that increase is related to the change in discounts. That leaves 170 basis points of real changes. Mix and recipe changes drove 100 basis points of the increase. We have previously mentioned our decision to shift to a premade mix for the Dutch Freeze category of beverages, driven by a number of operational considerations.\nFurther, the cost and inefficiencies that are a normal part of opening new shops makes up the remainder of this increase. We opened many more shops in 2021 related to 2020 so this impact was outsized in our year-over-year comparison. Labor costs increased modestly from 29.3% to 30.6% or 130 basis points. 140 basis points of that increase is related to the change in discounts. That leaves just 10 basis points real reduction despite incurring cost increases in labor. For example, in our West Coast markets, previously legislated minimum wage advances are in their final phases.\nAlso beginning in 2021, we instituted minimum staffing levels in our stores, which slightly increased labor costs but were necessary to set up shops at the beginning and close of each day. Notably, these added expenditures will persist as we open many more shops in 2022 versus 2021. However, on the positive front, we incurred lower COVID-related costs in 2021 as compared to 2020, which helped to offset most of those increases. On the whole, our underlying labor costs have been stable, with the impact of discounts driving the change in the labor percentage.\nFurther evidence comes in our lack of turnover, the stability in our workforce and that we are not struggling to staff at the level other retailers seem to be is allowing us to keep our costs stable. I want to reinforce that as a people-first company, we are always assessing how we reward our teams and how we create engagement in ways that go beyond compensation. We are fortunate to not be struggling at this point but we are watching this very closely.\nIn the fourth quarter, company-operated shop contribution decreased from 24.5% of company-operated shop revenue to 18.7% or a total reduction of 580 basis points. The change in discount and promotional expenses drove a 580 basis point reduction in margins, identical to the entire drop in this measure. The fourth quarter of 2020 represented our lowest discount and promotional cost expense of the year when expressed as a percent of revenue.\nSimilar to the full year 2021 view I just noted, there are many moving parts in margins, but the major driver was this change in discount expenses. Please note that our menu price increase began to take effect in early November of 2021, and therefore, any support of margins from pricing was for a partial quarter.\nBeverage, food and packaging costs increased from 22.9% to 26.8% or 390 basis points. 190 basis points of this increase is related to the change in discounts. That leaves 200 basis points of real change or 30 basis points more than the full year trends noted above. Two things to point out: first, we incurred a bit more ingredient costs, driven by inflation; and second, accelerating new shop development means we will have some cost efficiencies as we open up new shops and establish logistics in new markets.\nLabor costs increased from 29.7% to 30.5% or 80 basis points. 220 basis points increase is related to the change in discounts. That leaves 140 basis points reduction to account for in the quarter. In Q4 2021, we experienced lower COVID-related costs than in Q4 2020, driving 120 basis points improvement. All of these metrics are spelled out in visual detail in the investor presentation posted to support this earnings release on our Investor Relations website.\nSome words about fourth quarter profit and its quality. As we mentioned in the press release, this is being limited by a number of factors. On a dollar basis, we had higher preopening costs, which supported record new company shop openings. Of the total $6.2 million of preopening costs incurred, $1.1 million were attributable to openings late in the third quarter, leaving $5 million of preopening costs for shops opened within the fourth quarter. On a per shop basis, this is higher than our norm as we had a number of openings that represented first shops in their respective markets and speed to market also had some costs. First shops have higher preopening costs as we spend more time with our opening crew, training our staff and creating a solid competent base for expansion.\nFor the year 2022, we expect the average preopening expense per shop will be consistent to what we saw in 2021. We expect to incur approximately 2/3 of our preopening expenses in the first half of 2022 as a result of this type of opening and pace. This is an important factor as you look at our profitability in the first versus second half of 2022.\nAdjusted EBITDA was essentially flat in the fourth quarter compared to the same period in 2020, yet revenue growth in the quarter was over 50%. I just noted the significance of preopening costs within our fourth quarter results. Preopening costs in the fourth quarter were $6.2 million or $2.5 million more than in the prior year. Additionally, the fourth quarter of 2020 was also positively impacted by lower -- by the lower rate of discount promotional expenses, with that impact being approximately $2.8 million.\nFinally, fourth quarter of 2021 was burdened with $3.1 million in ongoing costs associated with being a public company, which did not exist in the comparable quarter of the prior year. That is a different set of costs versus a specific equity offering cost we add back to a adjusted EBITDA. In total, the impacts I mentioned were $8.4 million.\nAs a reminder, adjusted EBITDA was $13.3 million in the fourth quarter. Once we consider the higher preopening costs and public company costs in 2021 and the positive impact of lower discount promotional costs in our 2020 results, revenue growth and adjusted EBITDA growth become more synchronized.\nWe made the conscious decision to accelerate growth in the fourth quarter and into 2022. And while we always try to balance the profit growth equation in the near term, we are also keen to focus on long-term high-quality revenue that will yield lasting profit and growth.\nAnd speaking of unit growth, a few words about our liquidity. As of December 31, we had $18.5 million in cash and equivalents and $65 million drawn on our revolving credit facility, reflecting $46.5 million in net debt. We also had $85 million in committed undrawn capacity in our revolving credit facility. Yesterday, we refinanced our existing credit facility to provide greater liquidity and maintain a strong balance sheet, geared for new shop growth.\nOur new 5-year facility provides us with $500 million in committed capital, split between a drawn term loan, undrawn delayed draw term loan and a revolving credit facility. We believe this structure gives us ample capital to fund company-operated unit growth while always maintaining modest leverage levels and a conservative balance sheet. We are opening more shops sooner and both our latest openings and future company shop pipeline is shifting more toward ground lease arrangements, where we spend more capital upfront and return for lower rent going forward as opposed to a build-to-suit arrangement.\nIt is evident that we were able to go fast, over 20 openings in December and a higher annual objective for 2022 versus 2021 total openings. We have also noticed that taking more control of the construction process has allowed us to move through the many challenges being faced today faster and more efficiently. That requires more liquidity access going forward should we choose to need it. We are grateful to our banking partners for working with us to achieve solid affordable access to liquidity to fuel growth.\nBefore turning it back over to Joth, we wanted to share guidance for 2022 and select metrics for Q1. For 2022 specifically, total system shop openings are expected to be at least 125, of which at least 105 shops will be company-operated. Total revenues are projected to be in the range of $700 million to $715 million. Same-shop sales growth are estimated in the mid-single digits. Adjusted EBITDA is estimated to be in the range of $115 million to $120 million. Capital expenditures are estimated to be in the range of $175 million to $200 million, which includes approximately $15 million to $20 million for our new roasting facility that we project will open in 2023.\nFor Q1, total shop openings are expected to be at least 30, of which nearly all shops will be company-operated. We expect approximately half of these shops to be the first shops in their respective new markets, requiring our highest level of opening support. Same-shop sales are estimated in the mid-single digits. G&A spending includes the 2 events Joth mentioned, in the range of $2 million to $2.5 million.\nAs a reminder, our business is seasonal, with our best consistently high daily volumes taking place in quarter 2. Please see our supplemental slides in the investor deck for more details. With that, I'll turn it back over to Joth for closing remarks.\n\nJonathan J. Ricci\n\nCEO, President & Director, Dutch Bros Inc.\n\n11:57:27PM\n\nThanks, Charlie. We have all the building blocks in place to ensure Dutch Bros remains a successful and enduring company, a powerful authentic brand that shares the love, strong people systems that drive company culture and fuel our shop growth, a highly engaged customer following, customizable and uniquely curated beverages, highly consistent and highly attractive unit level economics, a portable model that is successful across geographies and an engaged co-founder with an experienced leadership game.\nSix months after our initial public offering, we are staying true to our core thesis. In many respects, we are ahead of the game with more revenue, more profit and more stores than what we expected. In this time, we've hired more people and facilitated tremendous growth opportunities for our employees as well. We've treated our customers well, and we're doing our part to be good partners in our communities. Thank you again for your interest in Dutch Bros. And now we'd be happy to take questions. Operator, please open the lines."
    }
]